{
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "sanskrit": "श्रीभगवानुवाच ।\nअनाश्रितः कर्मफलं कार्यं कर्म करोति यः ।\nस संन्यासी च योगी च न निरग्निर्न चाक्रियः ॥",
      "transliteration": "śrī-bhagavān uvāca\nanāśritaḥ karma-phalaṃ kāryaṃ karma karoti yaḥ\nsa saṃnyāsī ca yogī ca na niragnir na cākriyaḥ",
      "translation": "The Blessed Lord said: The true renunciant and the true yogi are one and the same — it is he who fulfills his sacred duty without craving its reward. Neither the one who merely extinguishes the outer fire, nor the one who abandons all action, has truly renounced. Only the soul who acts without grasping the fruit walks the royal road of yoga.",
      "audio": "/assets/audio/ch06/verse_06_01.mp3",
      "word_breakdown": [
        {
          "word": "अनाश्रितः",
          "transliteration": "anāśritaḥ",
          "root": "an + ā + √śri (to depend on, to take refuge in)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "one who does not depend on / not leaning upon / without relying on the fruit"
        },
        {
          "word": "कर्मफलम्",
          "transliteration": "karma-phalam",
          "root": "karma (action) + phala (fruit/result)",
          "grammatical_form": "Compound noun, neuter, accusative, singular",
          "meaning": "the fruit of action / the result of one's deeds"
        },
        {
          "word": "कार्यम्",
          "transliteration": "kāryam",
          "root": "√kṛ (to do) — gerundive",
          "grammatical_form": "Gerundive (obligation), neuter, accusative, singular",
          "meaning": "what ought to be done / obligatory duty / prescribed action"
        },
        {
          "word": "संन्यासी",
          "transliteration": "saṃnyāsī",
          "root": "sam + ni + √as (to throw down)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "a renunciant / one who has truly renounced"
        },
        {
          "word": "निरग्निः",
          "transliteration": "niragnir",
          "root": "nir (without) + agni (sacred fire)",
          "grammatical_form": "Compound noun/adjective, masculine, nominative, singular",
          "meaning": "one who has abandoned the sacred Vedic fire / firelessly renounced in mere outer form"
        },
        {
          "word": "अक्रियः",
          "transliteration": "akriyaḥ",
          "root": "a (not) + kriyā (action)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "one who is without action / one who has given up all activity"
        }
      ],
      "commentary": {
        "dadaji": "Krishna opens the sixth chapter by shattering a common misconception: that the sannyāsī is simply one who has abandoned external rituals or stopped acting, and that the yogī is defined by particular postures or outward disciplines. Dadaji would say: the Lord is pointing to the inner reality. The true renunciant is not the one who extinguishes the hearth-fire and puts on ochre robes — it is the one who has extinguished the inner fire of desire for results. 'Anāśritaḥ karma-phalaṃ' — not depending on the fruit — this is the whole practice. When you act from duty, from love, from the joy of right action, without calculating what you will get in return, you are both a sannyāsī and a yogī simultaneously.",
        "sarvapriyananda": "This opening verse is definitional: Krishna redefines sannyāsa and yoga together in a single statement. The traditional markers — the sannyāsī who keeps no fire, the one who abstains from all action — are explicitly rejected as the criterion. The true criterion is purely internal: 'anāśritaḥ karma-phalam' — non-dependence on the fruit of action. In Vedantic analysis, the attachment to results (phala-āśā) is the mechanism of ego-bondage: the ego acts in order to gain a desired outcome for itself. When this mechanism is deactivated — when action flows without the ego's proprietary claim on the result — the actor is liberated even in the midst of full activity. This is the identity of sannyāsa and yoga.",
        "yogananda": "Yogananda saw in this opening verse the Geeta's radical challenge to outward religion. The true yogi, Krishna says, is not defined by any external qualification — not the absence of fire, not physical inactivity, not a particular costume or institution. The true yogi is defined by a single inner quality: freedom from dependence on results. Yogananda called this 'acting from the inside out' — when your actions arise from your highest nature rather than from the ego's hunger for reward, you are a yogi in the fullest sense. This teaching, Yogananda emphasized, makes genuine spirituality available to every human being, regardless of outer circumstances.",
        "goyandka": "The Gita Press commentary notes that 'kāryaṃ karma' — obligatory duty — is the key phrase that distinguishes the karma yogi from both the indolent and the self-seeking. The action performed must be one's prescribed duty (svadharma), not arbitrary activity. The sannyāsī and the yogī are here shown to be identical in essence: both have transcended ego-identification with the fruits of action. Goyandka emphasizes that 'niragnir' (without fire) refers specifically to a Vedic brahmin who abandons his household fire-rites without inner renunciation — a purely external sannyāsa that Krishna explicitly rejects as insufficient. Real renunciation is of the desire for fruit, not of activity itself."
      }
    },
    {
      "verse": 2,
      "sanskrit": "यं संन्यासमिति प्राहुर्योगं तं विद्धि पाण्डव ।\nन ह्यसंन्यस्तसङ्कल्पो योगी भवति कश्चन ॥",
      "transliteration": "yaṃ saṃnyāsam iti prāhur yogaṃ taṃ viddhi pāṇḍava\nna hy asaṃnyasta-saṅkalpo yogī bhavati kaścana",
      "translation": "Know this, O Pandava — what the wise call renunciation is in truth yoga itself. The two are one. For no soul can ascend to true yoga while still clenching the fist of self-will around every desire and intention. It is the ego's possessive grip on outcomes that must be released before the Spirit can breathe freely.",
      "audio": "/assets/audio/ch06/verse_06_02.mp3",
      "word_breakdown": [
        {
          "word": "संन्यासम्",
          "transliteration": "saṃnyāsam",
          "root": "sam + ni + √as (to cast down)",
          "grammatical_form": "Noun, masculine, accusative, singular",
          "meaning": "renunciation / the complete casting away of ego-driven intent"
        },
        {
          "word": "प्राहुः",
          "transliteration": "prāhuḥ",
          "root": "pra + √ah (to say, to declare)",
          "grammatical_form": "Perfect, 3rd person plural, Parasmaipada",
          "meaning": "they call / they declare / it is said"
        },
        {
          "word": "वेत्थ / विद्धि",
          "transliteration": "viddhi",
          "root": "√vid (to know)",
          "grammatical_form": "Imperative, 2nd person singular",
          "meaning": "know! / understand! / recognize this as true"
        },
        {
          "word": "असंन्यस्तसङ्कल्पः",
          "transliteration": "asaṃnyasta-saṅkalpaḥ",
          "root": "a + sam + ni + √as + saṅkalpa (will/intention/wish)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "one who has not renounced self-will / one who still harbors personal desires and resolves"
        },
        {
          "word": "कश्चन",
          "transliteration": "kaścana",
          "root": "ka + cana (any, anyone)",
          "grammatical_form": "Indefinite pronoun, masculine, nominative, singular",
          "meaning": "anyone at all / no one whatsoever"
        }
      ],
      "commentary": {
        "dadaji": "This verse contains one of the most powerful teachings of the Geeta: sannyāsa and yoga are the same thing. Dadaji would emphasize the pivot word: 'saṅkalpa.' Saṅkalpa means self-will — the ego's persistent habit of forming intentions aimed at personal gain, of planning and plotting and willing outcomes for itself. The renunciation of saṅkalpa is not the suppression of will, but the transformation of will: from personal will into alignment with the divine will. The yogi does not stop acting; he stops acting for the ego's agenda. This shift — subtle, radical, and total — is both true sannyāsa and true yoga.",
        "sarvapriyananda": "The equation 'saṃnyāsa = yoga' is the culmination of what Krishna began in verse 1. The operative word in the second half is 'saṅkalpa' — which in Vedantic vocabulary means purposive mental resolve, specifically the ego's volition aimed at desired results. The compound 'asaṃnyasta-saṅkalpa' — one who has not renounced saṅkalpa — cannot be a yogī. This is precise and demanding: it is not outer action that must be relinquished, but the ego's proprietary relationship to the outcomes of action. The saṅkalpa that must be renounced is not the capacity for intention but the craving for personal results that underlies it.",
        "yogananda": "Yogananda called saṅkalpa the root of all restlessness. The mind is in constant motion precisely because it is perpetually forming saṅkalpas — 'I want this, I will do that, I must have this.' The yogī who has renounced saṅkalpa does not become passive or inert — he acts dynamically, but from a center of stillness rather than a center of craving. Yogananda often illustrated this with the image of a wheel: the rim spins furiously, but the hub is still. The yogī acts at the rim of life while remaining established at the still hub of the Self. This is the union of renunciation and action that makes sannyāsa and yoga identical.",
        "goyandka": "Goyandka's commentary gives particular attention to the word 'saṅkalpa' as a technical term for the ego's volitional activity. All karma — the chain of action and reaction that keeps the soul bound in saṃsāra — begins with saṅkalpa: the ego's resolve to obtain a particular result through particular means. When this saṅkalpa is fully renounced — not superficially, not partially, but completely — the yogī is free. His actions no longer generate new karma because the ego is no longer the author of his actions. They arise from prarabdha (prior karma) and dharmic duty, flow through a purified instrument, and return to the Lord. This is the meaning of sannyāsa as yoga."
      }
    },
    {
      "verse": 3,
      "sanskrit": "आरुरुक्षोर्मुनेर्योगं कर्म कारणमुच्यते ।\nयोगारूढस्य तस्यैव शमः कारणमुच्यते ॥",
      "transliteration": "ārurukṣor muner yogaṃ karma kāraṇam ucyate\nyogārūḍhasya tasyaiva śamaḥ kāraṇam ucyate",
      "translation": "For the aspiring seeker who still climbs toward yoga's summit, selfless action is the purifying means — the path that steadies the restless soul. But for the sage who has ascended and dwells already in the heights, inner tranquility becomes the deepening way. Each stage of the journey offers the soul its perfect instrument.",
      "audio": "/assets/audio/ch06/verse_06_03.mp3",
      "word_breakdown": [
        {
          "word": "आरुरुक्षोः",
          "transliteration": "ārurukṣoḥ",
          "root": "ā + √ruh (to ascend) — desiderative form",
          "grammatical_form": "Desiderative participle, masculine, genitive, singular",
          "meaning": "of one who desires to ascend / of one wishing to climb up (to yoga)"
        },
        {
          "word": "मुनेः",
          "transliteration": "muneḥ",
          "root": "√man (to think, to be silent)",
          "grammatical_form": "Noun, masculine, genitive, singular",
          "meaning": "of the sage / of the contemplative seeker"
        },
        {
          "word": "कारणम्",
          "transliteration": "kāraṇam",
          "root": "√kṛ (to do/cause)",
          "grammatical_form": "Noun, neuter, nominative, singular",
          "meaning": "the means / the cause / the instrument"
        },
        {
          "word": "योगारूढस्य",
          "transliteration": "yogārūḍhasya",
          "root": "yoga + ā + √ruh (ascended)",
          "grammatical_form": "Compound adjective, masculine, genitive, singular",
          "meaning": "of one who has already ascended to yoga / of the one established in yoga"
        },
        {
          "word": "शमः",
          "transliteration": "śamaḥ",
          "root": "√śam (to become tranquil, to cease)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "tranquility / quietude / the cessation of mental agitation"
        }
      ],
      "commentary": {
        "dadaji": "Here Krishna gives the roadmap of spiritual progress in a single verse of stunning clarity. There are two stages: before yoga is attained, and after yoga is attained. For the seeker who is still climbing — karma, action, is the means. The purification of the mind through disciplined action, service, and duty without attachment — this is the path upward. But once the summit is reached, once the mind is purified and the ego-identification with action has dissolved, then śama — inner quietude — becomes the means. The practice shifts from outer engagement to inner stillness. Dadaji said: you cannot force yourself into śama prematurely — it is the fruit of karma yoga, not a substitute for it.",
        "sarvapriyananda": "This verse maps the two phases of the yogī's journey with technical precision. The 'ārurukṣu' — the aspirer who wishes to ascend — requires karma yoga as his means of purification. The untrained mind cannot sustain prolonged meditation; it needs the discipline of action to settle it. But the 'yogārūḍha' — the one who has ascended, whose mind is already purified and stabilized — requires śama (cessation of activity, inner tranquility). For this advanced practitioner, continued outer activity would be a distraction from the deepening of absorption. The Gita recognizes both stages and prescribes the appropriate means for each. This is the Geeta's characteristic 'both-and' rather than 'either-or.'",
        "yogananda": "Yogananda saw in this verse a description of the evolution of the devotee's inner life. In the beginning stages, doing — seva, japa, study, disciplined practice — is essential. The active engagement of karma yoga gradually purifies the restless mind. But as the inner life deepens through meditation and devotion, there comes a stage where the soul requires silence above all. Yogananda called this the shift from 'doing' to 'being.' The advanced meditator who has attained yogārūḍha — who is established in the inner ascent — finds that the greatest spiritual work happens in the stillness of śama, in the deep absorption of meditation that transcends all outer activity.",
        "goyandka": "Goyandka's commentary distinguishes between 'yogaṃ ārurukṣu' and 'yogārūḍha' as two distinct stations on the path. The first is the qualified beginner: one who has enough purity and aspiration to undertake yoga but has not yet achieved inner stability. For this person, karma yoga — disciplined action without attachment — is the purifying agent that prepares the mind for deeper meditation. The yogārūḍha, by contrast, is one who has crossed the threshold of inner stability: his mind is genuinely single-pointed and free from the gross agitations of desire. For him, śama — the deliberate withdrawal from activity into sustained inner stillness — becomes the path to the final realization. The two paths are sequential, not competing."
      }
    },
    {
      "verse": 4,
      "sanskrit": "यदा हि नेन्द्रियार्थेषु न कर्मस्वनुषज्जते ।\nसर्वसङ्कल्पसंन्यासी योगारूढस्तदोच्यते ॥",
      "transliteration": "yadā hi nendriyārtheṣu na karmasv anuṣajjate\nsarva-saṅkalpa-saṃnyāsī yogārūḍhas tadocyate",
      "translation": "When the soul no longer clings to the objects of sense, nor burns to claim its actions as its own — when every private wish and ego-formed intention has been surrendered into God — that soul is said to have truly ascended to yoga. This is the blossoming of freedom: not withdrawal from life, but the full release of self-will within it.",
      "audio": "/assets/audio/ch06/verse_06_04.mp3",
      "word_breakdown": [
        {
          "word": "इन्द्रियार्थेषु",
          "transliteration": "indriyārtheṣu",
          "root": "indriya (sense) + artha (object)",
          "grammatical_form": "Compound noun, masculine, locative, plural",
          "meaning": "in sense objects / toward the objects of the senses"
        },
        {
          "word": "अनुषज्जते",
          "transliteration": "anuṣajjate",
          "root": "anu + √sañj (to cling to, to be attached)",
          "grammatical_form": "Present, 3rd person singular, Ātmanepada",
          "meaning": "clings to / is attached to / becomes engrossed in"
        },
        {
          "word": "सर्वसङ्कल्पसंन्यासी",
          "transliteration": "sarva-saṅkalpa-saṃnyāsī",
          "root": "sarva (all) + saṅkalpa (intention/will) + saṃnyāsa (renunciation)",
          "grammatical_form": "Compound noun, masculine, nominative, singular",
          "meaning": "one who has renounced all self-willed purposes / one who has abandoned every ego-driven intention"
        },
        {
          "word": "योगारूढः",
          "transliteration": "yogārūḍhaḥ",
          "root": "yoga + ā + √ruh (to ascend)",
          "grammatical_form": "Compound past participle, masculine, nominative, singular",
          "meaning": "one who has ascended to yoga / established at the height of yoga"
        },
        {
          "word": "तदा",
          "transliteration": "tadā",
          "root": "tad + ā (correlative temporal adverb)",
          "grammatical_form": "Indeclinable adverb",
          "meaning": "then / at that point / in that condition"
        }
      ],
      "commentary": {
        "dadaji": "Krishna now gives the precise criterion for knowing when one has reached the state of yogārūḍha: two conditions must be met. First, no attachment to sense objects — the pull of pleasure through the senses has lost its grip. Second, no attachment to actions — the compulsive need to be doing, achieving, proving has also subsided. And the third, the crown condition: sarva-saṅkalpa-saṃnyāsī — complete renunciation of all personal intentions. Dadaji would say: this is not an impossible state; it is the natural state of the purified mind. When the mind no longer chases objects and no longer clings to its own doership, it rests in its own nature — which is already yoga.",
        "sarvapriyananda": "This verse defines yogārūḍha with three criteria that form a logical sequence. 'Na indriyārtheṣu anuṣajjate' — no attachment to sense objects — indicates the purification of the kāmika (desire-driven) aspect of the mind. 'Na karmasv anuṣajjate' — no attachment to actions — indicates freedom from kartṛtva-abhimāna, the ego's identification as the doer of actions. 'Sarva-saṅkalpa-saṃnyāsī' — renouncer of all saṅkalpas — indicates the complete cessation of the volitional ego. When all three are present, the yogī has ascended — not to a place, but to a state of being that is free from the binding power of all phenomenal experience.",
        "yogananda": "Yogananda read this verse as a description of the state he called 'superconsciousness' — the condition in which the soul rests in its own divine nature, undisturbed by either sense-pull or ego-driven will. 'Sarva-saṅkalpa-saṃnyāsī' — the renouncer of all personal intentions — is not someone who has become inert but someone who has become perfectly aligned with the divine will. When all personal saṅkalpa is surrendered, what remains is the pure instrument of God's will. Yogananda taught that this is the state in which the great saints live and act: every action arises from divine inspiration, not personal desire, and therefore generates no karma and produces no bondage.",
        "goyandka": "The Gita Press analysis emphasizes that both forms of non-attachment mentioned here — toward sense objects ('indriyārtheṣu') and toward actions ('karmasu') — must be genuine inner conditions, not superficial performances. The externally renounced person who still secretly yearns for pleasure or craves recognition for his spiritual achievements has not met either criterion. 'Sarva-saṅkalpa-saṃnyāsī' is the decisive test: every ego-formed intention, every plan to obtain a result for the personal self, has been completely abandoned. Goyandka notes that this does not mean the cessation of activity — the yogārūḍha may be very active — but all activity flows without the current of personal saṅkalpa underneath it."
      }
    },
    {
      "verse": 5,
      "sanskrit": "उद्धरेदात्मनात्मानं नात्मानमवसादयेत् ।\nआत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः ॥",
      "transliteration": "uddhared ātmanātmānaṃ nātmānam avasādayet\nātmaiva hy ātmano bandhur ātmaiva ripur ātmanaḥ",
      "translation": "Let the soul raise itself by the power of its own higher nature — let it never drag itself down into despair and self-defeat. For the Divine within you is your truest friend and your greatest ally; yet when the soul surrenders to its lower nature and forgets God, that same inner voice becomes its fiercest adversary. Rise, O soul — your own deepest Self is calling you home.",
      "audio": "/assets/audio/ch06/verse_06_05.mp3",
      "word_breakdown": [
        {
          "word": "उद्धरेत्",
          "transliteration": "uddharet",
          "root": "ud + √hṛ (to lift, to raise up)",
          "grammatical_form": "Optative (potential mood), 3rd person singular",
          "meaning": "let him lift up / one should elevate / one ought to raise"
        },
        {
          "word": "आत्मना",
          "transliteration": "ātmanā",
          "root": "ātman (the Self)",
          "grammatical_form": "Noun, masculine, instrumental, singular",
          "meaning": "by the Self / through the higher Self / by means of one's own higher nature"
        },
        {
          "word": "आत्मानम्",
          "transliteration": "ātmānam",
          "root": "ātman (the self)",
          "grammatical_form": "Noun, masculine, accusative, singular",
          "meaning": "oneself / the lower self / the empirical ego-self"
        },
        {
          "word": "अवसादयेत्",
          "transliteration": "avasādayet",
          "root": "ava + √sad (to sink, to fall, to depress)",
          "grammatical_form": "Causative optative, 3rd person singular",
          "meaning": "let him not depress / should not cause to sink / must not degrade oneself"
        },
        {
          "word": "बन्धुः",
          "transliteration": "bandhuḥ",
          "root": "√bandh (to bind) — but here in the sense of kinsman/friend",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "friend / ally / one who upholds and supports"
        },
        {
          "word": "रिपुः",
          "transliteration": "ripuḥ",
          "root": "ripu (enemy, adversary)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "enemy / adversary / the one who destroys"
        }
      ],
      "commentary": {
        "dadaji": "This is perhaps the most personally empowering verse in the entire Geeta. Dadaji would return to it again and again: 'Uddhared ātmanātmānam' — let the Self lift the self. No one else can do your spiritual work for you. No guru can meditate on your behalf. No scripture can purify your mind in your place. The Self — the higher awareness — is always there, always available, always capable of lifting the lower, ego-driven self out of its habitual patterns of craving and aversion. But also: 'nātmānam avasādayet' — do not degrade yourself. Do not give in to despair, to the inner voice that says 'I cannot do this, I am too weak.' That inner despair is itself the enemy. Your worst enemy is not in the world — it is your own capacity for self-defeat.",
        "sarvapriyananda": "This verse is the Geeta's most direct statement of self-reliance in the spiritual domain. The word 'ātman' appears four times in two lines, each time with a different referent, creating a remarkable philosophical density. The first 'ātmanā' (instrumental: by the Self) refers to the higher, purified self or buddhi. The 'ātmānam' (accusative: the self to be lifted) refers to the lower, ego-driven self. The 'ātmano bandhuḥ' and 'ātmano ripuḥ' — Self as friend and enemy of the self — point to the potential within the same individual to be either the agent of liberation or the cause of bondage. The liberating Self and the binding self are not two different beings but two orientations of the same consciousness.",
        "yogananda": "Yogananda called verse 5 the declaration of the soul's sovereignty. 'You are your own best friend and your own worst enemy' — this is not a modern psychological cliché but a profound spiritual truth. The Self — the soul in its pure nature — is always the friend, always ready to guide and uplift. But when the soul identifies with the ego and its fears, its cravings, its self-condemning thoughts, it becomes its own enemy, pulling itself down into misery. Yogananda taught that the practice of meditation is precisely this: learning to use the higher Self (the witness, the soul's deeper knowledge) to lift the lower self (the restless, fearful ego) out of its patterns of bondage.",
        "goyandka": "Goyandka's commentary on this celebrated verse focuses on the practical implication for sādhanā. The ātman that lifts (instrumental: ātmanā) is the buddhi — the discriminative intelligence — when it is aligned with the teachings of the scriptures and the guru. The ātman to be lifted (accusative: ātmānam) is the manas — the emotional, reactive mind — which is prone to attachment, delusion, and self-pity. When buddhi governs manas, the Self is the friend; when manas overrides buddhi, the Self becomes the enemy. The optative 'uddharet' — let one lift — is a call to constant vigilance: every moment, use the higher faculty to govern and uplift the lower."
      }
    },
    {
      "verse": 6,
      "sanskrit": "बन्धुरात्मात्मनस्तस्य येनात्मैवात्मना जितः ।\nअनात्मनस्तु शत्रुत्वे वर्ते तात्मैव शत्रुवत् ॥",
      "transliteration": "bandhur ātmātmanas tasya yenātmaivātmanā jitaḥ\nanātmanas tu śatrutve varteta ātmaiva śatruvat",
      "translation": "To the soul that has conquered its lower nature through the light of the Higher Self, that Divine light becomes an ever-present, ever-faithful friend. But for the soul that remains in the grip of ego and senses — unconquered, untamed — the same indwelling Spirit acts like an adversary, turning every restless craving into suffering. Victory over the self is the gateway to divine friendship.",
      "audio": "/assets/audio/ch06/verse_06_06.mp3",
      "word_breakdown": [
        {
          "word": "बन्धुः",
          "transliteration": "bandhuḥ",
          "root": "√bandh — here as kinsman/friend",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "friend / ally / one who belongs to and supports"
        },
        {
          "word": "जितः",
          "transliteration": "jitaḥ",
          "root": "√ji (to conquer, to master)",
          "grammatical_form": "Past participle, masculine, nominative, singular",
          "meaning": "conquered / mastered / subdued"
        },
        {
          "word": "अनात्मनः",
          "transliteration": "anātmanaḥ",
          "root": "an + ātman (not the Self / the unconquered self)",
          "grammatical_form": "Compound noun, masculine, genitive, singular",
          "meaning": "of the one who has not conquered the self / of the undisciplined person"
        },
        {
          "word": "शत्रुत्वे",
          "transliteration": "śatrutve",
          "root": "śatru (enemy) + tva (suffix of state)",
          "grammatical_form": "Abstract noun, neuter, locative, singular",
          "meaning": "in the condition of enmity / in a state of hostility / in the role of an enemy"
        },
        {
          "word": "वर्तेत",
          "transliteration": "varteta",
          "root": "√vṛt (to be, to exist, to act)",
          "grammatical_form": "Optative / present, 3rd person singular, Ātmanepada",
          "meaning": "it acts / it behaves / it remains in that state"
        },
        {
          "word": "शत्रुवत्",
          "transliteration": "śatruvat",
          "root": "śatru + vat (like/as)",
          "grammatical_form": "Indeclinable comparison",
          "meaning": "like an enemy / as if a hostile enemy"
        }
      ],
      "commentary": {
        "dadaji": "Verse 6 expands on verse 5 with beautiful precision. For the one who has conquered the self by the Self — 'yenātmaivātmanā jitaḥ' — the Self is the intimate friend, the inner guide, the source of all support and wisdom. But for the 'anātman' — the one who has not conquered the lower self — that same Self, that same higher awareness, functions like an enemy. How? Dadaji would explain: every time your conscience troubles you, every time you feel the guilt and unease of an action against your higher knowledge, that is the Self acting as 'enemy' — not to harm but to wake you up, to drive you back toward your own truth. The Self never abandons you; it simply shows you where you are.",
        "sarvapriyananda": "This verse completes the philosophical pair begun in verse 5. The 'jitātman' — the one who has conquered the self — has successfully used the higher faculty (buddhi/ātman) to govern the lower (manas/ego). For this person, the Self is the bandhu — the friend who belongs to the very fabric of one's being. The 'anātman' — literally, the 'non-Self person,' the one who lives entirely in the ego's domain — experiences the Self as a hostile force. This is not metaphor but psychological reality: the unsubdued ego experiences every call of conscience, every spiritual intuition, every inner demand for truth as a threat to its dominion. The Self and the ego are at war until the ego is submitted.",
        "yogananda": "Yogananda illustrated this verse with the inner experience of every sincere spiritual seeker: before the ego is purified, the voice of the higher Self feels like an adversary. When divine conscience tells you to speak truth, the ego resists. When meditation draws you inward, the ego rebels with restlessness and excuses. This inner conflict — the ego at war with the soul — is exactly what Krishna describes. But once the seeker wins this inner battle — once the ego learns to serve rather than rule — the same inner voice becomes the greatest friend, guide, and protector. 'Jitaḥ' — conquered — does not mean the ego is destroyed but transformed: it becomes the willing servant of the soul.",
        "goyandka": "The Gita Press commentary carefully distinguishes 'ātmā' (used in the sense of the higher Self, Paramātman, or purified buddhi) from 'anātman' (the ego-bound person who has not yet disciplined the lower self). For the jitātman, the inner Self functions as a bandhu — a kinsman who shares the very nature of the soul — providing inner guidance, strength, and peace. For the anātman, the Self functions with what appears as hostility: the pangs of conscience, the spiritual dissatisfaction, the inner unease — all of these are the Self's way of signaling that the ego's direction is contrary to the soul's nature. This 'hostility' is actually the greatest compassion: the Self never stops calling its own home."
      }
    },
    {
      "verse": 7,
      "sanskrit": "जितात्मनः प्रशान्तस्य परमात्मा समाहितः ।\nशीतोष्णसुखदुःखेषु तथा मानापमानयोः ॥",
      "transliteration": "jitātmanaḥ praśāntasya paramātmā samāhitaḥ\nśītoṣṇa-sukha-duḥkheṣu tathā mānāpamānayoḥ",
      "translation": "For the soul that has conquered itself and rests in perfect tranquility, the Supreme Self shines steadily within — unmoved by the dance of opposites. Cold or heat, pleasure or pain, honor or insult — none of these cloud the inner sky. The Paramātmā, always present, is now seen in its own undimmed radiance by the one who has stilled the restless mind.",
      "audio": "/assets/audio/ch06/verse_06_07.mp3",
      "word_breakdown": [
        {
          "word": "जितात्मनः",
          "transliteration": "jitātmanaḥ",
          "root": "√ji (to conquer) + ātman (self)",
          "grammatical_form": "Compound noun, masculine, genitive, singular",
          "meaning": "of the self-conquered one / of the one who has mastered the lower self"
        },
        {
          "word": "प्रशान्तस्य",
          "transliteration": "praśāntasya",
          "root": "pra + √śam (to become completely quiet)",
          "grammatical_form": "Adjective, masculine, genitive, singular",
          "meaning": "of the completely tranquil one / of the one fully at peace"
        },
        {
          "word": "परमात्मा",
          "transliteration": "paramātmā",
          "root": "parama (Supreme) + ātman (Self)",
          "grammatical_form": "Compound noun, masculine, nominative, singular",
          "meaning": "the Supreme Self / the Highest Self / Paramātmā — God within"
        },
        {
          "word": "समाहितः",
          "transliteration": "samāhitaḥ",
          "root": "sam + ā + √dhā (to place together, to settle firmly)",
          "grammatical_form": "Past participle, masculine, nominative, singular",
          "meaning": "steady / firmly established / concentrated / unwavering"
        },
        {
          "word": "शीतोष्ण",
          "transliteration": "śītoṣṇa",
          "root": "śīta (cold) + uṣṇa (heat)",
          "grammatical_form": "Compound noun/adjective pair, neuter",
          "meaning": "cold and heat / the pair of thermal opposites"
        },
        {
          "word": "मानापमानयोः",
          "transliteration": "mānāpamānayoḥ",
          "root": "māna (honor) + apamāna (dishonor)",
          "grammatical_form": "Compound noun, dual, locative",
          "meaning": "in honor and dishonor / in both praise and insult"
        }
      ],
      "commentary": {
        "dadaji": "For the jitātman — the self-conquered — something remarkable happens: the Paramātmā becomes 'samāhitaḥ,' settled, steady. Dadaji would explain this with his characteristic gentleness: the Paramātmā is always present within us, but when the mind is agitated — pulled by pleasure, pushed by pain, inflated by praise, deflated by insult — we cannot experience that Presence. It is like trying to see the reflection of the sky in a choppy lake. But when the lake of the mind becomes still — through conquering the self — the Paramātmā shines clearly, steadily, unmistakably. The equanimity described here is not emotional flatness; it is the steady bliss of the Self, unaffected by the weather of outer experience.",
        "sarvapriyananda": "This verse introduces the term 'Paramātmā' — the Supreme Self — as the inner reality that becomes accessible when self-conquest is achieved. 'Samāhitaḥ' — concentrated, steady, fully gathered — indicates that the Paramātmā does not become more present when we become more still; rather, we become capable of recognizing and resting in the Paramātmā that was always present but obscured by mental agitation. The pairs listed — śītoṣṇa (cold-heat), sukha-duḥkha (pleasure-pain), māna-apamāna (honor-dishonor) — are the classic dvandvas, the pairs of opposites that define mundane experience. The jitātman is not touched by these pairs not because he does not feel them but because his identity is no longer defined by them.",
        "yogananda": "Yogananda saw in 'samāhitaḥ Paramātmā' the description of samādhi — the state in which the individual consciousness merges into the awareness of the Supreme Self. The word 'samāhita' (concentrated, gathered together) is the root of 'samādhi.' For the jitātman who is praśānta (completely tranquil), this gathering of consciousness into the Supreme occurs naturally. The equanimity toward the pairs of opposites — cold and heat, pleasure and pain, honor and dishonor — is both the path to this state and its result. Yogananda taught: 'be even-minded and cheerful' not as a performance but as the natural expression of the soul that has found its home in the Paramātmā.",
        "goyandka": "Goyandka's commentary notes that 'samāhitaḥ' here modifies 'Paramātmā' — not the yogī. It is the Paramātmā that is described as 'settled' or 'steady' in the yogī — meaning that the yogī's inner experience of the Supreme Self becomes stable and unbroken. This is distinguished from the preliminary stages of meditation in which glimpses of the Self come and go depending on outer conditions. The fully self-conquered, fully tranquil yogī experiences the Paramātmā as a continuous inner reality, undisturbed by the shifts of climate (śītoṣṇa), experience (sukha-duḥkha), or social reception (māna-apamāna). These three pairs represent the full spectrum of human conditioning, and the jitātman is free from their binding power."
      }
    },
    {
      "verse": 8,
      "sanskrit": "ज्ञानविज्ञानतृप्तात्मा कूटस्थो विजितेन्द्रियः ।\nयुक्त इत्युच्यते योगी समलोष्टाश्मकाञ्चनः ॥",
      "transliteration": "jñāna-vijñāna-tṛptātmā kūṭastho vijitendriyaḥ\nyukta ity ucyate yogī sama-loṣṭāśma-kāñcanaḥ",
      "translation": "The yogi who is inwardly satisfied — nourished by both the scripture's wisdom and the soul's direct experience of God — stands unmoved as a mountain peak, all senses mastered. To such a liberated one, a clod of earth, a stone, and shining gold appear equal, for the inner treasury of Spirit outvalues all earthly measure. This one is called truly united, truly integrated in the Self.",
      "audio": "/assets/audio/ch06/verse_06_08.mp3",
      "word_breakdown": [
        {
          "word": "ज्ञानविज्ञानतृप्तात्मा",
          "transliteration": "jñāna-vijñāna-tṛptātmā",
          "root": "jñāna (knowledge) + vijñāna (realized wisdom) + tṛpta (satiated) + ātman",
          "grammatical_form": "Compound noun/adjective, masculine, nominative, singular",
          "meaning": "one whose Self is content — satiated — with both theoretical knowledge and direct realized experience"
        },
        {
          "word": "कूटस्थः",
          "transliteration": "kūṭasthaḥ",
          "root": "kūṭa (peak, anvil) + √sthā (to stand)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "unshakeable as a mountain peak / unmoved like an anvil / absolutely steady"
        },
        {
          "word": "विजितेन्द्रियः",
          "transliteration": "vijitendriyaḥ",
          "root": "vi + √ji (to completely conquer) + indriya (senses)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "one who has fully conquered the senses / master of all sense-organs"
        },
        {
          "word": "युक्तः",
          "transliteration": "yuktaḥ",
          "root": "√yuj (to unite, to yoke)",
          "grammatical_form": "Past participle, masculine, nominative, singular",
          "meaning": "integrated / united / established in yoga — the technical term for one fully absorbed in the Self"
        },
        {
          "word": "समलोष्टाश्मकाञ्चनः",
          "transliteration": "sama-loṣṭāśma-kāñcanaḥ",
          "root": "sama (equal) + loṣṭa (clod of earth) + aśman (stone) + kāñcana (gold)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "to whom a clod of earth, a stone, and gold are equal / one who sees no difference in their value"
        }
      ],
      "commentary": {
        "dadaji": "The image of the yogī to whom 'loṣṭa, aśma, and kāñcana' — a clod of earth, a stone, and gold — are equal is one of the most famous in the Geeta. Dadaji was careful to explain what this does not mean: it does not mean the yogī is indifferent to the world, or that he cannot distinguish between useful and useless things, or that he would carelessly throw away gold. It means that these objects have lost their power over him. Gold cannot lure him, a clod of earth cannot depress him. He uses what is appropriate and passes by what is not, without inner disturbance either way. This is the meaning of 'sama' — sameness of inner response, not sameness of outer action.",
        "sarvapriyananda": "The compound 'jñāna-vijñāna-tṛptātmā' is philosophically rich. 'Jñāna' is scriptural and theoretical knowledge of the Self — the understanding that Ātman = Brahman, that I am not this body-mind, that there is one universal consciousness. 'Vijñāna' is the direct, experiential realization of this truth — the immediate inner knowing that transcends all concepts. The yogī who is 'tṛpta' — satiated, completely satisfied — by both of these has nothing more to seek in the external world. This inner fullness is what makes the equality of earth, stone, and gold possible: when you are full, you are not hungry; and when you are not hungry, all external objects look equally neutral.",
        "yogananda": "Yogananda saw 'sama-loṣṭāśma-kāñcanaḥ' as the perfect description of the soul that has found its treasure within. Once the yogi has tasted the inner bliss of Paramātmā — the 'vijñāna' that is direct experience of the Self — all external valuations lose their force. This does not make the yogi irresponsible or impractical; it makes him free. He can handle gold without being corrupted by it and touch a clod of earth without feeling degraded. Yogananda taught that this equality is the outward sign of an inner condition: the soul's complete satisfaction in God, which no external condition can add to or subtract from.",
        "goyandka": "Goyandka's commentary draws attention to the word 'kūṭastha' — literally 'standing at the peak' or 'like an anvil.' The kūṭa (anvil) is struck by hammers from all directions but remains unmoved. The kūṭastha yogī is similarly struck by the hammers of sense-experience, praise and blame, pleasure and pain — and remains unmoved. The Gita Press tradition distinguishes between 'jñāna' (śāstric/scriptural knowledge of the Self's nature) and 'vijñāna' (anubhava-jñāna, the direct experiential knowledge that transcends all doubt). The satiation with both — 'tṛptātmā' — means no inner thirst remains. From this inner completeness naturally flows the equality of perception: 'sama-loṣṭāśma-kāñcanaḥ.'"
      }
    },
    {
      "verse": 9,
      "sanskrit": "सुहृन्मित्रार्युदासीनमध्यस्थद्वेष्यबन्धुषु ।\nसाधुष्वपि च पापेषु समबुद्धिर्विशिष्यते ॥",
      "transliteration": "suhṛn-mitrāry-udāsīna-madhyastha-dveṣya-bandhuṣu\nsādhuṣv api ca pāpeṣu sama-buddhir viśiṣyate",
      "translation": "Supremely blessed is the soul whose inner wisdom remains equal toward all — well-wisher and enemy, the loving friend and the bitter stranger, the neutral and the hostile, the righteous and the fallen. This equal vision is not cold indifference but the warm recognition of the one Divine Soul shining in every form. Such a one excels all others on the path of Spirit.",
      "audio": "/assets/audio/ch06/verse_06_09.mp3",
      "word_breakdown": [
        {
          "word": "सुहृत्",
          "transliteration": "suhṛt",
          "root": "su (good) + hṛd (heart)",
          "grammatical_form": "Compound noun, masculine — first in a series",
          "meaning": "well-wisher / one who wishes you well from the heart, without expectation"
        },
        {
          "word": "मित्र",
          "transliteration": "mitra",
          "root": "√mid (to join) / mitra (friend, ally)",
          "grammatical_form": "Noun, masculine — in compound",
          "meaning": "friend / ally / one bound by reciprocal relationship"
        },
        {
          "word": "अरि",
          "transliteration": "ari",
          "root": "√ṛ (to go against)",
          "grammatical_form": "Noun, masculine — in compound",
          "meaning": "enemy / adversary / one who opposes"
        },
        {
          "word": "उदासीन",
          "transliteration": "udāsīna",
          "root": "ud + ā + √sad (sitting apart)",
          "grammatical_form": "Noun/adjective, masculine — in compound",
          "meaning": "the indifferent one / one who sits apart / uninvolved neutral party"
        },
        {
          "word": "मध्यस्थ",
          "transliteration": "madhyastha",
          "root": "madhya (middle) + √sthā (to stand)",
          "grammatical_form": "Compound adjective — in compound",
          "meaning": "the mediator / one who stands in the middle / the arbitrator between parties"
        },
        {
          "word": "समबुद्धिः",
          "transliteration": "sama-buddhiḥ",
          "root": "sama (equal) + buddhi (intellect/intelligence)",
          "grammatical_form": "Compound noun, masculine, nominative, singular",
          "meaning": "one of equal intelligence / one whose discriminating wisdom is even toward all"
        },
        {
          "word": "विशिष्यते",
          "transliteration": "viśiṣyate",
          "root": "vi + √śiṣ (to excel, to be distinguished)",
          "grammatical_form": "Passive, present, 3rd person singular",
          "meaning": "excels / is distinguished / stands above all others"
        }
      ],
      "commentary": {
        "dadaji": "This verse describes a full spectrum of human relationships — well-wisher, friend, enemy, indifferent, neutral, hated, kinsmen, righteous, unrighteous — and says the one with 'samabuddhi' toward all of them excels. Dadaji was clear: this 'samabuddhi' is not emotional indifference, not coldness, not a failure to discern. It means the quality of your inner attention, the depth of your care, the steadiness of your wisdom — these do not fluctuate based on who is in front of you. You can distinguish between friend and enemy in practical terms while treating both with the same fundamental human dignity. The enemy does not get less of your spiritual attention than the friend.",
        "sarvapriyananda": "The list in this verse is remarkably exhaustive — seven categories of relationship, plus the pair sādhu-pāpa (righteous-unrighteous). Krishna appears to have systematically covered every possible social and moral positioning one human being can occupy relative to another. 'Sama-buddhi' — equal intelligence, equal discernment — is the key. Buddhi is not mere emotion but the discriminative faculty. To have sama-buddhi toward all these people does not mean treating them identically in external action — it means the quality of one's inner awareness, one's concern for their liberation, one's recognition of their shared identity as manifestations of the one Ātman, remains unchanged regardless of their social or moral positioning.",
        "yogananda": "Yogananda saw this verse as a description of divine love — the love that sees God in all beings regardless of their behavior toward oneself. It is easy to have samabuddhi toward those who love you. The spiritual test is with the enemy, the hated, the unrighteous. Yogananda taught that the true measure of spiritual development is your inner quality in precisely these difficult relationships. Can you hold the same inner awareness of the other's divine nature even when they have wronged you? This is not passive acceptance of wrong action — it is the perception of the eternal, innocent soul behind the temporal, mistaken behavior.",
        "goyandka": "The Gita Press commentary notes that 'viśiṣyate' — excels, is distinguished — is a strong superlative. Among all the qualities of a yogī described in this chapter, this one of samabuddhi (equal vision toward all) is singled out as the mark of one who stands above. Goyandka distinguishes the seven relational categories carefully: 'suhṛt' is one who wishes you well without reason; 'mitra' is a formal friend or ally; 'ari' is an active enemy; 'udāsīna' is one who has no stake in the conflict; 'madhyastha' is the mediator between factions; 'dveṣya' is one who is simply disagreeable or hateful; and 'bandhu' is the kinsman. Each category tests the yogī's equanimity differently."
      }
    },
    {
      "verse": 10,
      "sanskrit": "योगी युञ्जीत सततमात्मानं रहसि स्थितः ।\nएकाकी यतचित्तात्मा निराशीरपरिग्रहः ॥",
      "transliteration": "yogī yuñjīta satatam ātmānaṃ rahasi sthitaḥ\nekākī yata-cittātmā nirāśīr aparigrahaḥ",
      "translation": "Let the yogi retreat into the sacred solitude of the inner life, dwelling alone with God, mind and body brought under the soul's loving governance. Free from the restless hoping for results, free from the clutching hand of possessiveness — in this holy inner poverty the meditator finds the infinite richness of the Self. Let the soul be ever engaged, ever turned toward its Source.",
      "audio": "/assets/audio/ch06/verse_06_10.mp3",
      "word_breakdown": [
        {
          "word": "युञ्जीत",
          "transliteration": "yuñjīta",
          "root": "√yuj (to yoke, to unite, to engage)",
          "grammatical_form": "Optative, 3rd person singular, Ātmanepada",
          "meaning": "should engage / let him yoke / ought to constantly unite (the self in yoga)"
        },
        {
          "word": "सततम्",
          "transliteration": "satatam",
          "root": "sa + tata (constantly stretched)",
          "grammatical_form": "Indeclinable adverb",
          "meaning": "constantly / continuously / without break"
        },
        {
          "word": "रहसि",
          "transliteration": "rahasi",
          "root": "rahas (secret place, solitude)",
          "grammatical_form": "Noun, neuter, locative, singular",
          "meaning": "in solitude / in a secluded place / in the inner sanctuary of aloneness"
        },
        {
          "word": "एकाकी",
          "transliteration": "ekākī",
          "root": "eka (one) + ākī (suffix of 'dwelling in')",
          "grammatical_form": "Adjective, masculine, nominative, singular",
          "meaning": "alone / by oneself / as the one solitary practitioner"
        },
        {
          "word": "यतचित्तात्मा",
          "transliteration": "yata-cittātmā",
          "root": "√yam (to restrain) + citta (mind) + ātman (body/self)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "one whose mind and self are restrained / with controlled mind and body"
        },
        {
          "word": "निराशीः",
          "transliteration": "nirāśīḥ",
          "root": "nir (without) + āśīs (hope, wish, blessing-desire)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "free from hope for personal benefit / without craving for reward or fruit"
        },
        {
          "word": "अपरिग्रहः",
          "transliteration": "aparigrahaḥ",
          "root": "a + pari + √grah (to grasp around, to accumulate)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "non-possessive / free from accumulation / without hoarding or grasping"
        }
      ],
      "commentary": {
        "dadaji": "With verse 10, Krishna begins to describe the actual practice of dhyāna yoga — meditation. Four conditions are prescribed: solitude ('rahasi'), aloneness ('ekākī'), controlled mind and body ('yata-cittātmā'), and two inner qualities that undercut the ego's basic tendencies — 'nirāśīr' (free from hope/craving for results) and 'aparigrahaḥ' (free from possessiveness). Dadaji would emphasize: these are not five separate conditions but one condition described from five angles. When you sit alone in a quiet place, with the mind turned inward, free from hoping for any result and free from the impulse to accumulate — that is the inner posture of genuine meditation. The outer solitude is meant to support the inner solitude from craving.",
        "sarvapriyananda": "This verse begins the practical section of the sixth chapter — the direct instruction on how to practice dhyāna yoga. 'Satatam' — constantly — is notable: yoga is not a part-time activity but a continuous orientation. Even when not sitting formally in meditation, the yogī 'constantly engages the self.' The two closing terms deserve emphasis: 'nirāśīr' — without āśā (hope, expectation of results) — removes the ego's craving for spiritual reward, which is one of the subtlest forms of attachment. 'Aparigrahaḥ' — non-accumulation, non-possessiveness — removes the ego's tendency to claim ownership over things, people, and even spiritual attainments. Both together constitute the complete inner poverty that makes the yogī rich in the Self.",
        "yogananda": "Yogananda saw in these four conditions — solitude, aloneness, self-control, and the twin freedoms from hope and possessiveness — the complete external and internal preparation for meditation. He taught that the greatest obstacle to meditation is not the outer world but the inner world: the mind's craving for results ('nirāśīr' — let go of hoping your meditation will give you this or that experience) and its habit of holding on ('aparigrahaḥ' — let go of the tendency to possess, to accumulate, to hold onto insights and states). True meditation is an act of complete release: releasing outer circumstances, releasing inner craving, releasing all possessiveness — and simply being.",
        "goyandka": "Goyandka's commentary notes that this verse begins the sādhana section of Chapter 6, and that the four outer conditions (solitude, aloneness, self-control, constant engagement) and two inner conditions (nirāśīr, aparigrahaḥ) are not optional embellishments but structural requirements for genuine meditation. 'Rahasi' (in solitude) and 'ekākī' (alone) ensure freedom from external distraction and social obligation. 'Yata-cittātmā' (controlled mind and body) is the result of consistent sādhanā. 'Nirāśīr' is the opposite of kāma — it means the meditator has no agenda for the session, no demand that God reward his sitting with a particular experience. 'Aparigrahaḥ' ensures that even genuine spiritual experiences are not hoarded or claimed by the ego as trophies."
      }
    },
    {
      "verse": 11,
      "sanskrit": "श्रीभगवानुवाच ।\nशुचौ देशे प्रतिष्ठाप्य स्थिरमासनमात्मनः ।\nनात्युच्छ्रितं नातिनीचं चैलाजिनकुशोत्तरम् ॥",
      "transliteration": "śrī-bhagavān uvāca\nśucau deśe pratiṣṭhāpya sthiram āsanam ātmanaḥ\nnāty-ucchritaṃ nāti-nīcaṃ cailājina-kuśottaram",
      "translation": "The Divine Teacher instructs: Choose a pure and sacred spot and prepare for yourself a firm, steady seat — neither too high to be awkward nor too low to invite dullness — layered with kuśa grass, a deerskin, and a soft cloth. The outer preparation mirrors the inner: from the very beginning, approach the sanctuary of meditation with reverence and care.",
      "audio": "/assets/audio/ch06/verse_06_11.mp3",
      "word_breakdown": [
        {
          "word": "शुचौ देशे",
          "transliteration": "śucau deśe",
          "root": "śuci (pure, clean) + deśa (place)",
          "grammatical_form": "Adjective + Noun, masculine/neuter, locative, singular",
          "meaning": "in a clean / pure place"
        },
        {
          "word": "प्रतिष्ठाप्य",
          "transliteration": "pratiṣṭhāpya",
          "root": "prati + √sthā (to stand, to establish)",
          "grammatical_form": "Absolutive / gerund (causative)",
          "meaning": "having established / having set up firmly"
        },
        {
          "word": "स्थिरम्",
          "transliteration": "sthiram",
          "root": "√sthā (to stand)",
          "grammatical_form": "Adjective, neuter, accusative, singular",
          "meaning": "firm / stable / steady"
        },
        {
          "word": "आसनम्",
          "transliteration": "āsanam",
          "root": "ā + √as (to sit)",
          "grammatical_form": "Noun, neuter, accusative, singular",
          "meaning": "seat / meditation seat / posture"
        },
        {
          "word": "चैलाजिनकुशोत्तरम्",
          "transliteration": "cailājina-kuśottaram",
          "root": "caila (cloth) + ajina (deerskin) + kuśa (sacred grass) + uttara (upper/over)",
          "grammatical_form": "Compound adjective, neuter, accusative, singular",
          "meaning": "with cloth, deerskin, and kuśa grass laid successively"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji used to say that these practical instructions on posture and place carry far more wisdom than they first appear. A 'clean place' is not merely one free of dust — it is a place where the mind naturally settles, where past distractions do not linger. The three layers of kuśa grass, deerskin, and cloth have practical purposes too: kuśa grass insulates from earth energies, deerskin from dampness, and cloth for comfort. The seat being 'not too high, not too low' signals something deeper — the yogi must find balance in everything, not the extremes of pride or self-abasement. Preparation itself is a spiritual act.",
        "sarvapriyananda": "Swami Sarvapriyananda notes that this verse begins the practical instruction section of Chapter 6 — from verse 11 to verse 17 — which deals with the outer and inner conditions for dhyāna yoga. The Sanskrit word śuci carries the double meaning of physical cleanliness and inner purity. By beginning with the physical environment, Krishna acknowledges that the mind is not independent of its conditions. The body sits before the mind can soar. The three-layered seat — kuśa, ajina, caila — is prescribed in older Upaniṣadic tradition, and Krishna here ratifies the practical wisdom of that tradition while grounding it in the higher purpose of ātma-viśuddhi (self-purification).",
        "yogananda": "Yogananda draws attention to the phrase 'āsanam ātmanaḥ' — a seat of one's own, for the Self. The meditator is not sitting for social show or ritual compliance, but establishing a sacred space for communion with the inner Self. He taught that a dedicated meditation spot, used consistently, becomes charged with spiritual vibration over time — the very walls of the room absorb the peace of repeated practice. The practical instructions — not too high, not too low — also point inward: the meditative state is neither the inflation of ego nor the collapse of will, but the poised alertness of the soul resting in itself.",
        "goyandka": "The Gita Press commentary notes that the traditional prescription of kuśa grass, deerskin, and cloth serves both hygienic and subtle-energetic purposes. Kuśa (Desmostachya bipinnata) has been used since Vedic times for purification; the deerskin is a natural insulator and symbolizes the skin of spiritual alertness (deer are supremely watchful); the cloth provides the uppermost layer of ease. The seat being 'sthiram' (firm/stable) is critical — an unstable seat produces an unstable mind. 'Nāty-ucchritam nāti-nīcam' (not too high, not too low) also prescribes an ergonomically correct height that keeps the spine naturally erect without strain."
      }
    },
    {
      "verse": 12,
      "sanskrit": "तत्रैकाग्रं मनः कृत्वा यतचित्तेन्द्रियक्रियः ।\nउपविश्यासने युञ्ज्याद्योगमात्मविशुद्धये ॥",
      "transliteration": "tatraikāgraṃ manaḥ kṛtvā yata-cittendriya-kriyaḥ\nupaviśyāsane yuñjyād yogam ātma-viśuddhaye",
      "translation": "Seated there upon that sacred ground, the soul gathers all its scattered rays of attention into a single, luminous point — one-pointed as a laser, turned inward toward the Source. With mind and senses drawn under the soul's quiet command, let the devotee practise yoga — not for worldly gain, but for the deep inner cleansing that reveals the ever-pure Self.",
      "audio": "/assets/audio/ch06/verse_06_12.mp3",
      "word_breakdown": [
        {
          "word": "एकाग्रम्",
          "transliteration": "ekāgram",
          "root": "eka (one) + agra (point, tip)",
          "grammatical_form": "Compound adjective, neuter, accusative, singular",
          "meaning": "one-pointed / concentrated / focused on a single point"
        },
        {
          "word": "यतचित्तेन्द्रियक्रियः",
          "transliteration": "yata-cittendriya-kriyaḥ",
          "root": "yata (controlled) + citta (mind) + indriya (senses) + kriyā (activity)",
          "grammatical_form": "Bahuvrīhi compound, masculine, nominative, singular",
          "meaning": "one whose mental and sensory activities are controlled / restrained"
        },
        {
          "word": "युञ्ज्यात्",
          "transliteration": "yuñjyāt",
          "root": "√yuj (to yoke, to join, to practise)",
          "grammatical_form": "Optative (potential/should), 3rd person singular",
          "meaning": "should practise / let him yoke / should engage in"
        },
        {
          "word": "आत्मविशुद्धये",
          "transliteration": "ātma-viśuddhaye",
          "root": "ātman (Self) + vi + √śudh (to purify)",
          "grammatical_form": "Compound noun, dative, singular (purpose)",
          "meaning": "for the purification of the self / for self-refinement"
        }
      ],
      "commentary": {
        "dadaji": "Ekāgram — one-pointedness — is the jewel of this verse. Dadaji would say that our great suffering in life comes from having a scattered mind, a mind that is everywhere except where it needs to be. The word 'yuñjyāt' — he should yoke — comes from the same root as 'yoga.' To yoke the mind is to bring all the horses of the senses under the hand of the driver who knows the destination. And the destination here is beautiful: ātma-viśuddhi, the purification of the self. Not achievement of some outer goal, but a cleaning of the inner mirror so that the Self's own light can shine through undimmed.",
        "sarvapriyananda": "This verse introduces the two core technical terms of meditation practice: ekāgratā (one-pointedness) and yata-cittendriya-kriyā (restraint of mind-sense activity). Vedānta distinguishes between the manas (deliberating mind), citta (the mental storehouse), buddhi (discriminating intellect), and ahaṃkāra (the ego-sense). All of these, together with the five cognitive senses and five motor senses, must be brought under unified control. The purpose stated — ātma-viśuddhaye — indicates that yoga here is not about suppression but refinement: the removal of the veil of rajasic and tamasic impressions so that the sattvic reflection of the Ātman can shine clearly.",
        "yogananda": "Yogananda saw ekāgratā as the master key to all spiritual progress. He taught that the degree to which a person can concentrate their mind is the degree to which they can know God. The scattered mind is like a hundred-watt bulb illuminating a large room — present everywhere, powerful nowhere. The one-pointed mind is like a laser — it can cut through the thickest rock of spiritual ignorance. He notes 'ātma-viśuddhaye' with particular emphasis: the purpose of meditation is not relaxation or stress relief (though these come naturally), but the deep cleaning of the subtle body so that divine consciousness can flow through it without obstruction.",
        "goyandka": "The classical commentary emphasizes that this verse lays out a complete sequence: first establish the seat (v.11), then sit upon it, then make the mind one-pointed, then control citta and indriya activity, then practise yoga — all for the stated purpose of ātma-viśuddhi. Each step depends on the previous. 'Yata-cittendriya-kriyaḥ' is a bahuvrīhi compound describing the practitioner: one in whom the activities of both the inner instrument (citta) and the outer instruments (indriya) are yata — restrained, placed under disciplined control. Goyandka notes that viśuddhi here refers to the removal of kāma and krodha (desire and anger) that cloud the inner being."
      }
    },
    {
      "verse": 13,
      "sanskrit": "समं कायशिरोग्रीवं धारयन्नचलं स्थिरः ।\nसम्प्रेक्ष्य नासिकाग्रं स्वं दिशश्चानवलोकयन् ॥",
      "transliteration": "samaṃ kāya-śiro-grīvaṃ dhārayann acalaṃ sthiraḥ\nsaṃprekṣya nāsikāgraṃ svaṃ diśaś cānavalokayan",
      "translation": "Hold the body, neck, and head in perfect, natural alignment — a living altar of the Spirit, erect and still as a sacred flame in an inner sanctuary. Draw the gaze inward toward the spiritual eye, turning the light of attention away from the restless world of appearances. Let nothing in any direction distract the soul from its journey to the center.",
      "audio": "/assets/audio/ch06/verse_06_13.mp3",
      "word_breakdown": [
        {
          "word": "समम्",
          "transliteration": "samam",
          "root": "sama (equal, even, straight)",
          "grammatical_form": "Adjective, neuter, accusative, singular",
          "meaning": "straight / erect / even / aligned"
        },
        {
          "word": "कायशिरोग्रीवम्",
          "transliteration": "kāya-śiro-grīvam",
          "root": "kāya (body) + śiras (head) + grīvā (neck)",
          "grammatical_form": "Compound noun, neuter, accusative, singular",
          "meaning": "the body, head, and neck (as a single aligned unit)"
        },
        {
          "word": "अचलम्",
          "transliteration": "acalam",
          "root": "a (not) + √cal (to move)",
          "grammatical_form": "Adjective, neuter, accusative, singular",
          "meaning": "motionless / unmoving / without swaying"
        },
        {
          "word": "नासिकाग्रम्",
          "transliteration": "nāsikāgram",
          "root": "nāsikā (nose) + agra (tip, front)",
          "grammatical_form": "Compound noun, neuter, accusative, singular",
          "meaning": "the tip of the nose"
        },
        {
          "word": "अनवलोकयन्",
          "transliteration": "anavalokayan",
          "root": "an + ava + √lok (to see, to look)",
          "grammatical_form": "Present participle, negative compound, masculine, nominative",
          "meaning": "not looking around / without gazing in any direction"
        }
      ],
      "commentary": {
        "dadaji": "This verse teaches the posture of perfect inner gathering. 'Samam kāya-śiro-grīvam' — the body, neck, and head in one straight line — is not mere physical instruction. Dadaji used to say that a bent spine is a bent mind; when the body sags, vital energy leaks, and the mind follows. The instruction to fix the gaze on the tip of the nose — or inward toward the point between the eyebrows, as many teachers clarify — is a technique for withdrawing the senses from the outer world. The eyes, being the most powerful of the senses, must be turned inward. Not looking in any direction is a metaphor for the total withdrawal of attention from the world's distractions.",
        "sarvapriyananda": "The physical instructions in this verse serve a profound psycho-physiological purpose. The Vedic and yogic traditions have long recognized that the state of the body directly conditions the state of the mind. An erect spine promotes alertness and prevents the tamasic collapse into sleep; holding the body completely still (acalam) progressively withdraws prāṇic energy from the motor system and redirects it inward. The instruction 'saṃprekṣya nāsikāgraṃ svam' — fixing the gaze on the tip of one's own nose — is interpreted by most ācāryas as a technique for achieving pratyāhāra (withdrawal of senses), not as staring literally at the nose-tip, which would be cross-eyed and counterproductive.",
        "yogananda": "Yogananda's commentary on this verse is among his richest. He explains that the erect spine is the sacred altar of meditation: the thirty-three spinal centers correspond to levels of divine consciousness, and when prāṇa flows freely through the upright spine, it naturally rises toward the spiritual eye at the point between the eyebrows. He interprets 'nāsikāgraṃ svam' as the instruction to focus awareness at the ājna chakra — one's own 'nose-tip' in the subtle body sense — the seat of the spiritual eye. 'Not looking in any direction' means turning the searchlight of consciousness completely away from the world of the senses toward the inner light.",
        "goyandka": "The classical commentary treats this verse as prescribing the second of the eight limbs of yoga — āsana (posture) — in its most essential form. Three qualities are required of the body in meditation: samam (straightness/evenness), acalam (motionlessness), and sthiram (firmness/steadiness). These three together constitute a perfect āsana for dhyāna. Goyandka notes that the traditional commentators are divided on the interpretation of 'nāsikāgraṃ svam': Śaṅkarācārya interprets it as directing the gaze to the nose-tip to prevent wandering eyes, while others read it as symbolic of directing attention inward to the ājñā cakra. Both readings converge on the goal of pratyāhāra."
      }
    },
    {
      "verse": 14,
      "sanskrit": "प्रशान्तात्मा विगतभीर्ब्रह्मचारिव्रते स्थितः ।\nमनः संयम्य मच्चित्तो युक्त आसीत मत्परः ॥",
      "transliteration": "praśāntātmā vigata-bhīr brahmacāri-vrate sthitaḥ\nmanaḥ saṃyamya mac-citto yukta āsīta mat-paraḥ",
      "translation": "Let the seeker enter meditation with a heart made serene and fearless — all anxiety released into God's keeping — established in the sacred discipline of brahmacharya, which is moving always toward the Eternal. With the mind drawn inward and consciousness fixed lovingly upon Me, the Divine, let the soul sit in holy union, holding the Lord as the one supreme goal of all existence.",
      "audio": "/assets/audio/ch06/verse_06_14.mp3",
      "word_breakdown": [
        {
          "word": "प्रशान्तात्मा",
          "transliteration": "praśāntātmā",
          "root": "pra + √śam (to be calm) + ātman (self/being)",
          "grammatical_form": "Bahuvrīhi compound, masculine, nominative, singular",
          "meaning": "one whose inner self is profoundly serene / with a thoroughly calmed being"
        },
        {
          "word": "विगतभीः",
          "transliteration": "vigata-bhīḥ",
          "root": "vi + gata (gone) + bhī (fear)",
          "grammatical_form": "Bahuvrīhi compound, masculine, nominative, singular",
          "meaning": "one from whom fear has departed / fearless"
        },
        {
          "word": "ब्रह्मचारिव्रते",
          "transliteration": "brahmacāri-vrate",
          "root": "brahman (the Absolute) + cārin (moving in) + vrata (vow, observance)",
          "grammatical_form": "Compound noun, neuter, locative, singular",
          "meaning": "in the vow of brahmacharya / established in the practice of sacred continence"
        },
        {
          "word": "मच्चित्तः",
          "transliteration": "mac-cittaḥ",
          "root": "mat (My) + citta (mind/consciousness)",
          "grammatical_form": "Bahuvrīhi compound, masculine, nominative, singular",
          "meaning": "one whose mind/consciousness is fixed on Me"
        },
        {
          "word": "मत्परः",
          "transliteration": "mat-paraḥ",
          "root": "mat (My) + para (highest, supreme, goal)",
          "grammatical_form": "Bahuvrīhi compound, masculine, nominative, singular",
          "meaning": "one for whom I am the supreme goal / wholly devoted to Me"
        }
      ],
      "commentary": {
        "dadaji": "This is the verse where the inner conditions of meditation are revealed. Dadaji used to say that the outer posture is merely the body's way of expressing what must be happening inward. Praśāntātmā — a thoroughly serene inner being — is not achieved by force but by gradual release of worry and attachment. Vigata-bhīḥ — from whom fear has departed — this is the fruit of trusting God completely. When we know that we are held in the arms of the Divine, what is there to fear? And 'mat-paraḥ' — with Me as the supreme — is the secret of the whole teaching: when God becomes our highest priority, everything else falls naturally into its place.",
        "sarvapriyananda": "In this verse, Krishna completes the picture of the prepared meditator with four inner qualities: praśāntātmā (serene self), vigata-bhīḥ (absence of fear), brahmacāri-vrata-sthitaḥ (established in brahmacharya), and mac-cittaḥ (mind fixed on Krishna as Brahman). These correspond to the classical preparation for meditation described in the Upaniṣads: śama (inner calm), dama (sense control), śraddhā (faith), and samādhāna (complete absorption). The term 'brahmacārin' is interpreted broadly here — not merely as physical celibacy but as one who moves (cārin) in Brahman, one whose entire life is a movement toward the Absolute.",
        "yogananda": "Yogananda emphasizes 'mac-cittaḥ' and 'mat-paraḥ' as the devotional heart of this meditation instruction. Yoga without devotion, he taught, is like a dry mechanical exercise — it may produce concentration but not the bliss of communion with God. When the meditator fixes consciousness (citta) on the Divine (mat) and holds the Divine as the supreme goal (mat-paraḥ), meditation becomes a love-meeting between the soul and its Source. Praśāntātmā — the serene inner being — is both a prerequisite for deep meditation and its result: the deeper one goes in meditation, the deeper the peace becomes, and that peace itself draws the mind further inward.",
        "goyandka": "The classical commentary breaks this verse into two parts: the qualifications of the meditator (praśāntātmā, vigata-bhīḥ, brahmacāri-vrate sthitaḥ), and the method and goal (manaḥ saṃyamya mac-cittaḥ yukta āsīta mat-paraḥ). Goyandka emphasizes that 'brahmacāri-vrate sthitaḥ' means firm in the brahmacharya vow — a comprehensive discipline of sense-control, not limited to one area. Saṃyamya (having controlled) the mind, the yogi should sit in the yukta state — the state of being properly yoked — with awareness resting in Krishna as the supreme Puruṣa. 'Mat-paraḥ' (Me as the highest) indicates that bhakti and jñāna are not separate here."
      }
    },
    {
      "verse": 15,
      "sanskrit": "युञ्जन्नेवं सदात्मानं योगी नियतमानसः ।\nशान्तिं निर्वाणपरमां मत्संस्थामधिगच्छति ॥",
      "transliteration": "yuñjann evaṃ sadātmānaṃ yogī niyata-mānasaḥ\nśāntiṃ nirvāṇa-paramāṃ mat-saṃsthām adhigacchati",
      "translation": "The yogi who thus consistently communes with the Divine — mind brought ever more perfectly under the soul's governance — arrives at last at a peace beyond all peace: the supreme stillness of Nirvāṇa, the extinguishing of the ego-flame, which is not emptiness but the fullness of God. This sovereign peace abides in Me, says the Lord — it is My very nature, eternally yours to claim.",
      "audio": "/assets/audio/ch06/verse_06_15.mp3",
      "word_breakdown": [
        {
          "word": "युञ्जन्",
          "transliteration": "yuñjan",
          "root": "√yuj (to yoke, to practise)",
          "grammatical_form": "Present participle, masculine, nominative, singular",
          "meaning": "always engaging / continuously practising / constantly yoking"
        },
        {
          "word": "नियतमानसः",
          "transliteration": "niyata-mānasaḥ",
          "root": "ni + yata (controlled) + mānasa (mind)",
          "grammatical_form": "Bahuvrīhi compound, masculine, nominative, singular",
          "meaning": "one of controlled mind / whose mind is fully subdued"
        },
        {
          "word": "निर्वाणपरमाम्",
          "transliteration": "nirvāṇa-paramām",
          "root": "nirvāṇa (extinction of ego-flame) + parama (highest, culminating in)",
          "grammatical_form": "Compound adjective, feminine, accusative, singular",
          "meaning": "culminating in Nirvāṇa / whose highest point is the extinction of separateness"
        },
        {
          "word": "मत्संस्थाम्",
          "transliteration": "mat-saṃsthām",
          "root": "mat (My) + sam + √sthā (to stand, to abide)",
          "grammatical_form": "Compound noun, feminine, accusative, singular",
          "meaning": "abiding in Me / resting in Me / established in the Divine"
        },
        {
          "word": "अधिगच्छति",
          "transliteration": "adhigacchati",
          "root": "adhi + √gam (to go, to attain)",
          "grammatical_form": "Present tense, 3rd person singular",
          "meaning": "attains / reaches / arrives at"
        }
      ],
      "commentary": {
        "dadaji": "This verse is the promise: the fruit of the practice described in the preceding verses. Dadaji would read it with great joy — 'nirvāṇa-paramāṃ mat-saṃsthām' — the peace that is the highest, and that peace abides in Me. He always noted that Krishna does not say this peace is somewhere else, some distant heaven. It is mat-saṃsthā — it abides in God, and God is ever-present. The yogi who consistently practises — yuñjan evam sadā — does not have to wait for some future moment. The peace is always there, beneath the turbulence of the mind. Regular practice simply removes the turbulence.",
        "sarvapriyananda": "This verse introduces the Gita's distinctive use of the Buddhist term 'nirvāṇa' in a Vedantic context. For the Buddha, nirvāṇa is the extinction of craving and the cessation of the conditioned self. Here, Krishna says the peace culminates in nirvāṇa — meaning the complete extinction of the ego-bound separate self — but crucially adds 'mat-saṃsthām' — it abides in Me, in the Divine. This is the Gita's synthesis: the Advaitic dissolution of the ego-self is not a fall into a void but a merging into the fullness of Brahman, which Krishna identifies with himself. Nirvāṇa and divine union are not opposites — they are the same reality seen from two angles.",
        "yogananda": "Yogananda places great emphasis on 'sadā' — always — in this verse. The yogi who 'always disciplines himself' — not just during formal meditation sessions but throughout daily life — attains this supreme peace. Nirvāṇa, he explains, literally means the extinguishing of the flame: the flame of the ego, of separate desire, of the illusion that we are isolated beings in an indifferent universe. When that flame goes out, what remains? Not darkness but divine light — mat-saṃsthā, the peace that abides in God. This is what all the saints of all traditions have described: a peace that passes all understanding, because it belongs to a dimension beyond the mind.",
        "goyandka": "The Gita Press commentary notes that 'yuñjann evam sadā' (always disciplining thus) is the key condition: consistent, sustained practice — not occasional or half-hearted effort. 'Niyata-mānasaḥ' (one of controlled mind) describes the state that such sustained practice produces. The compound 'nirvāṇa-paramāṃ mat-saṃsthām śāntim' is carefully parsed: the śānti (peace) being described has nirvāṇa as its culmination (paramā) and abides (saṃsthā) in Krishna — meaning this is not the peace of ordinary mental quietude but the absolute peace of liberation, which has its eternal ground in the Supreme Being. Goyandka connects this to the Upaniṣadic 'śāntir śāntir śāntiḥ' — the triple peace."
      }
    },
    {
      "verse": 16,
      "sanskrit": "नात्यश्नतस्तु योगोऽस्ति न चैकान्तमनश्नतः ।\nन चाति स्वप्नशीलस्य जाग्रतो नैव चार्जुन ॥",
      "transliteration": "nāty-aśnatas tu yogo 'sti na caikāntam anaśnataḥ\nna cāti-svapna-śīlasya jāgrato naiva cārjuna",
      "translation": "God's path is not found in extremes, O Arjuna. Yoga is not for the soul that wallows in excess of food, nor for the one who punishes the body with starvation. It cannot take root in one who surrenders to too much sleep, nor in one who never allows the body its needed rest. The Spirit flourishes in the fertile middle ground of wise moderation.",
      "audio": "/assets/audio/ch06/verse_06_16.mp3",
      "word_breakdown": [
        {
          "word": "नात्यश्नतः",
          "transliteration": "nāty-aśnataḥ",
          "root": "na (not) + ati (too much) + √aś (to eat)",
          "grammatical_form": "Negative compound + present participle, genitive, singular",
          "meaning": "not for one who eats excessively / not for the over-eater"
        },
        {
          "word": "एकान्तम् अनश्नतः",
          "transliteration": "ekāntam anaśnataḥ",
          "root": "ekānta (absolutely, at all) + an + √aś (to eat)",
          "grammatical_form": "Adverb + present participle, genitive, singular",
          "meaning": "for him who does not eat at all / absolute non-eating"
        },
        {
          "word": "अतिस्वप्नशीलस्य",
          "transliteration": "ati-svapna-śīlasya",
          "root": "ati (excessive) + svapna (sleep) + śīla (habit, nature)",
          "grammatical_form": "Compound adjective, masculine, genitive, singular",
          "meaning": "of him who has the habit of excessive sleep"
        },
        {
          "word": "जाग्रतः",
          "transliteration": "jāgrataḥ",
          "root": "√jāgṛ (to be awake, to be vigilant)",
          "grammatical_form": "Present participle, masculine, genitive, singular",
          "meaning": "of him who is always awake / for the perpetually sleepless"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji loved this verse for its sheer practical wisdom and its gentle rebuke to spiritual extremism. He would say: 'God is not pleased by our self-torture.' This verse is Krishna correcting both the indulgent and the overly austere. The person who eats lavishly and sleeps long has surrendered to tamas and rajas — they cannot sit still for meditation, the mind restless with sensation. But the one who fasts severely and sleeps not at all has created such physical agitation that stillness is equally impossible. The middle path here is not a compromise — it is a precise recognition that the instrument of yoga is the body-mind, and it must be kept in optimal condition.",
        "sarvapriyananda": "This verse establishes the principle of yukta-āhāra — regulated intake — that will be elaborated in the next verse. Krishna identifies four extremes that destroy the possibility of yoga: excessive eating (aty-aśnataḥ), complete fasting (ekāntam anaśnataḥ), excessive sleep (ati-svapna-śīlaḥ), and perpetual wakefulness (jāgrataḥ). All four disturb the delicate sattvic balance that meditation requires. This is a profound statement of the yoga tradition's middle way — not the same as the Buddhist middle way, but similarly grounded in the recognition that both excess and deficiency in natural functions disturb the subtle nervous system and make inner stillness inaccessible.",
        "yogananda": "Yogananda presents this verse as one of the most practically important in the Gita for the modern spiritual seeker. He observed that many sincere seekers fail in meditation not because of spiritual deficiency but because of physical and lifestyle imbalances. The person who overeats draws so much energy into digestion that meditation becomes impossible — the mind is literally pulled downward. The person who under-eats has so little prāṇa that the brain cannot sustain alert concentration. Similarly, oversleeping produces a tamasic mind, and sleep deprivation produces a rajasic agitation. The yoga path requires a healthy, balanced body as its vehicle.",
        "goyandka": "The classical commentary notes that this verse uses the principle of negation to establish the law of the mean — a pervasive principle in Indian philosophy and ethics. By stating what yoga is NOT — four categories of excess — Krishna implicitly defines what yoga IS: a practice that requires moderation in all things. Goyandka points out that these instructions have both literal and metaphorical dimensions: 'eating' can refer to all sensory intake, 'sleeping' to all forms of mental dullness and avoidance of reality, 'waking' to all forms of restless mental hyperactivity. The verse thus covers the entire spectrum of human excess and deficiency that obstructs the inner life."
      }
    },
    {
      "verse": 17,
      "sanskrit": "युक्ताहारविहारस्य युक्तचेष्टस्य कर्मसु ।\nयुक्तस्वप्नावबोधस्य योगो भवति दुःखहा ॥",
      "transliteration": "yukta-āhāra-vihārasya yukta-ceṣṭasya karmasu\nyukta-svapnāvabodhasya yogo bhavati duḥkhahā",
      "translation": "When all the rhythms of life are wisely tuned — eating and recreation, work and action, sleep and waking — the instrument of body and mind becomes a pure vessel through which Grace can flow. For this harmonious soul, yoga does not merely soften pain — it becomes the sovereign destroyer of all suffering, uprooting sorrow at its very source and revealing the undying joy within.",
      "audio": "/assets/audio/ch06/verse_06_17.mp3",
      "word_breakdown": [
        {
          "word": "युक्ताहारविहारस्य",
          "transliteration": "yukta-āhāra-vihārasya",
          "root": "yukta (regulated, disciplined) + āhāra (food, intake) + vihāra (recreation, movement)",
          "grammatical_form": "Compound adjective, masculine, genitive, singular",
          "meaning": "of him who is disciplined in food and recreation"
        },
        {
          "word": "युक्तचेष्टस्य",
          "transliteration": "yukta-ceṣṭasya",
          "root": "yukta + ceṣṭā (effort, activity, movement)",
          "grammatical_form": "Compound adjective, masculine, genitive, singular",
          "meaning": "of him whose efforts and actions are regulated / disciplined in activity"
        },
        {
          "word": "युक्तस्वप्नावबोधस्य",
          "transliteration": "yukta-svapnāvabodhasya",
          "root": "yukta + svapna (sleep) + avabodha (waking, awakening)",
          "grammatical_form": "Compound adjective, masculine, genitive, singular",
          "meaning": "of him who is regulated in sleeping and waking"
        },
        {
          "word": "दुःखहा",
          "transliteration": "duḥkhahā",
          "root": "duḥkha (pain, suffering) + √han (to destroy, to slay)",
          "grammatical_form": "Compound noun/adjective, masculine, nominative, singular (predicative)",
          "meaning": "the destroyer of pain / that which slays suffering"
        }
      ],
      "commentary": {
        "dadaji": "After naming the four excesses that ruin yoga (v.16), here Krishna gives the positive prescription — and the beautiful fruit: yoga becomes duḥkhahā, the destroyer of pain. Dadaji would linger on that word: 'Not the reducer of pain, not the manager of pain — the destroyer.' The regulated life — yuktāhāra (right eating), yukta-vihāra (right recreation), yukta-ceṣṭā (right action), yukta-svapnāvabodha (right sleep and waking) — creates the physical and mental conditions in which yoga can do its deepest work. And what is that work? The uprooting of the very causes of suffering: desire, identification with the ego, and the forgetting of the Self.",
        "sarvapriyananda": "The triple repetition of 'yukta' in this verse is significant and deliberate: yukta-āhāra-vihāra, yukta-ceṣṭā, yukta-svapnāvabodha. Yukta literally means 'yoked' — the same root as 'yoga.' To be yukta in eating, recreation, activity, and sleep is itself a form of yoga — a continuous, lived yoga that extends far beyond the formal meditation session. Swami Sarvapriyananda often observed that most people think yoga happens on the mat; this verse teaches that yoga is a complete lifestyle. Only when life itself is 'yoked' — brought into disciplined harmony — can formal meditation practice bear its full fruit: the complete destruction of duḥkha.",
        "yogananda": "Yogananda saw this verse as describing what he called the 'yoga of daily life.' The word 'yukta' — disciplined, yoked, regulated — when applied to all the major rhythms of life (eating, recreation, work, sleep) creates what he described as a sattvic life-field: an environment in which divine consciousness can flower naturally. He particularly emphasizes 'vihāra' (recreation, movement) — the regulated yogi is not a joyless ascetic but someone who knows how to rest, how to enjoy beauty, how to move the body wisely. And the reward? Yoga becomes duḥkhahā — the slayer of sorrow. Not just reduction of suffering but its complete annihilation at the root.",
        "goyandka": "The Gita Press commentary draws out the precise meaning of each compound in this verse. Āhāra means not only food but all sensory intake — what we see, hear, and take into our minds. Vihāra refers to recreation, travel, movement, and the way we spend our leisure. Ceṣṭā means all bodily and mental exertions in the course of duty. Svapna-avabodha means the proper regulation of both sleep (svapna) and wakefulness (avabodha). When all four of these life-dimensions are yukta — properly disciplined — the condition of the body-mind becomes sattvic, and in such a sattvic condition, yoga practice bears its ultimate fruit: the permanent destruction of duḥkha, the suffering that is the lot of the unawakened soul."
      }
    },
    {
      "verse": 18,
      "sanskrit": "यदा विनियतं चित्तमात्मन्येवावतिष्ठते ।\nनिःस्पृहः सर्वकामेभ्यो युक्त इत्युच्यते तदा ॥",
      "transliteration": "yadā viniyataṃ cittaṃ ātmany evāvatiṣṭhate\nniḥspṛhaḥ sarva-kāmebhyo yukta ity ucyate tadā",
      "translation": "When the mind, thoroughly tamed by patient practice, comes to rest in the luminous stillness of the Self — no longer chasing the mirage of desires, no longer pulled outward by the world's thousand calls — then the soul has arrived. Only then is it truly said to be yoked, united, whole: established at last in its own divine ground.",
      "audio": "/assets/audio/ch06/verse_06_18.mp3",
      "word_breakdown": [
        {
          "word": "विनियतम्",
          "transliteration": "viniyatam",
          "root": "vi + ni + √yam (to restrain, to hold)",
          "grammatical_form": "Past participle, neuter, nominative, singular",
          "meaning": "fully controlled / perfectly restrained / thoroughly disciplined"
        },
        {
          "word": "आत्मन्येव",
          "transliteration": "ātmany eva",
          "root": "ātman (Self) + eva (alone, only, indeed)",
          "grammatical_form": "Noun in locative + emphatic particle",
          "meaning": "in the Self alone / resting solely in the Ātman"
        },
        {
          "word": "अवतिष्ठते",
          "transliteration": "avatiṣṭhate",
          "root": "ava + √sthā (to stand, to rest, to be established)",
          "grammatical_form": "Present tense, Ātmanepada, 3rd singular",
          "meaning": "rests / abides / remains established"
        },
        {
          "word": "निःस्पृहः",
          "transliteration": "niḥspṛhaḥ",
          "root": "niḥ (without) + spṛhā (longing, craving, desire)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "without craving / free from longing / desireless"
        },
        {
          "word": "युक्तः",
          "transliteration": "yuktaḥ",
          "root": "√yuj (to yoke)",
          "grammatical_form": "Past participle used as adjective, masculine, nominative, singular",
          "meaning": "yoked / established in yoga / in the state of union"
        }
      ],
      "commentary": {
        "dadaji": "This is the definition of the yukta state — what it truly means to be 'in yoga.' Dadaji used to say that most of us confuse being busy with being alive, and being stimulated with being happy. Here Krishna gives the opposite description: the mind that rests in the Self alone (ātmany eva avatiṣṭhate) and is without longing for any object of desire (niḥspṛhaḥ sarva-kāmebhyaḥ) — that mind is yukta. This is not a state of deprivation; it is the state of fullness. When we are complete in ourselves — when the Self is felt as home — there is no lack, and therefore no craving. Craving is always a sign that we are looking for the Self in the wrong place.",
        "sarvapriyananda": "This verse gives the Gita's precise definition of the meditative state — what the tradition calls samādhi or at least its threshold. 'Viniyataṃ cittam' — the fully controlled mind — is the citta that has been brought to rest, not merely calmed but anchored. 'Ātmany evāvatiṣṭhate' — it rests in the Self alone — means that awareness has withdrawn from all objects and rests in its own source, the Ātman. The crucial qualification is 'niḥspṛhaḥ sarva-kāmebhyaḥ' — free from longing for ALL objects of desire, not just some. Partial freedom from desire produces partial samādhi; complete freedom produces the state that is called 'yukta' — genuinely, fully yoked to the Supreme.",
        "yogananda": "For Yogananda, this verse describes the threshold of the superconscious state — what he called the state of samādhi or cosmic consciousness. When the mind, thoroughly controlled, rests in the Self alone (ātmany eva), it has made the great U-turn from outward-flowing consciousness to inward-dwelling consciousness. The phrase 'niḥspṛhaḥ sarva-kāmebhyaḥ' — without craving for any objects of desire — does not describe a state of emptiness but of superabundance. The meditator is no longer reaching outward for fulfillment because the inner Self is experienced as the source of all bliss. This is the satcidānanda — existence-consciousness-bliss — that the Upaniṣads describe as the nature of Brahman.",
        "goyandka": "The classical commentary identifies this verse as the definition of niruddha — the completely arrested mental flow that constitutes true yoga according to Patañjali's Yoga Sūtras ('yogaś citta-vṛtti-nirodhaḥ'). 'Viniyataṃ cittam' corresponds to citta-vṛtti-nirodha (the cessation of mental modifications). 'Ātmany evāvatiṣṭhate' corresponds to the draṣṭuḥ svarūpe 'vasthānam — the seer resting in their own nature. 'Niḥspṛhaḥ sarva-kāmebhyaḥ' corresponds to vairāgya (complete dispassion). This verse is thus a bridge between the Bhagavad Gita's presentation of yoga and the classical Yoga Darśana — showing their essential agreement on the nature of the highest meditative state."
      }
    },
    {
      "verse": 19,
      "sanskrit": "यथा दीपो निवातस्थो नेङ्गते सोपमा स्मृता ।\nयोगिनो यतचित्तस्य युञ्जतो योगमात्मनः ॥",
      "transliteration": "yathā dīpo nivāta-stho neṅgate sopamā smṛtā\nyogino yata-cittasya yuñjato yoga-ātmanaḥ",
      "translation": "As a lamp sheltered in a windless space burns with a flame that does not tremble, so shines the consciousness of the yogi whose mind has become still — blazing with steady, unwavering inner light. This sacred image is the sages' remembered portrait of the soul in meditation, luminous and unflickering in its communion with the Eternal Self.",
      "audio": "/assets/audio/ch06/verse_06_19.mp3",
      "word_breakdown": [
        {
          "word": "दीपः",
          "transliteration": "dīpaḥ",
          "root": "√dīp (to shine, to blaze)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "a lamp / a flame"
        },
        {
          "word": "निवातस्थः",
          "transliteration": "nivāta-sthaḥ",
          "root": "ni + vāta (wind) + √sthā (to stand)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "placed in a windless spot / situated where there is no wind"
        },
        {
          "word": "नेङ्गते",
          "transliteration": "neṅgate",
          "root": "na + √iṅg (to move, to stir, to flicker)",
          "grammatical_form": "Present tense, Ātmanepada, 3rd singular + negation",
          "meaning": "does not flicker / does not waver / remains motionless"
        },
        {
          "word": "यतचित्तस्य",
          "transliteration": "yata-cittasya",
          "root": "yata (controlled) + citta (mind)",
          "grammatical_form": "Compound adjective, masculine, genitive, singular",
          "meaning": "of him whose mind is controlled / of the yogi of restrained mind"
        },
        {
          "word": "योगमात्मनः",
          "transliteration": "yoga-ātmanaḥ",
          "root": "yoga + ātman (Self)",
          "grammatical_form": "Compound, genitive, singular",
          "meaning": "the yoga of the Self / the practice of union with the Ātman"
        }
      ],
      "commentary": {
        "dadaji": "Of all the images in the Gita, Dadaji said this one — the lamp in the windless place — is the most tender and most perfect. A lamp does not try to be still. It is still because nothing disturbs it. The flame has no agenda; it simply burns. So the yogi's mind, when truly in the yukta state, does not achieve stillness through effort — the effort comes earlier, in creating the protected inner space. Once that space is established, stillness is natural, spontaneous, effortless. The flame is always inclined to burn upward; the mind of the yogi is always inclined toward the Self. Remove the disturbing winds of desire and distraction — and it rests there naturally.",
        "sarvapriyananda": "Swami Sarvapriyananda describes this as one of the most beautiful and philosophically precise upamā (similes) in Sanskrit literature. A lamp in a windless place does not flicker — neṅgate (from √iṅg, to stir) — it remains perfectly, unvaryingly luminous. The mind of the yogi who has arrived at the state described in v.18 is like this: not extinguished, not dull, but brilliantly luminous and perfectly still. The fire of the lamp corresponds to the light of consciousness; the windless enclosure corresponds to the protected inner space created by meditation practice; the absence of flickering corresponds to the cessation of citta-vṛttis (mental fluctuations). It is a simile of luminous, vibrant stillness — not the stillness of extinction.",
        "yogananda": "Yogananda considers this verse a description of the deepest state of meditation — the state he called savikalpa samādhi, where the meditator is still conscious of being in meditation, still practising (yuñjataḥ), yet the mind is perfectly still. The lamp 'in a windless place' is the master metaphor for this state: the yogi's consciousness is blazing — brilliant, aware, awake — but without the slightest flicker of ordinary mental agitation. He taught his disciples to seek this 'inner stillness' as the sign that meditation is deepening: not blankness, not unconsciousness, but vivid interior awareness with no movement whatsoever. This is the anteroom of the divine meeting.",
        "goyandka": "The Gita Press commentary notes that this verse is introduced with 'smṛtā' — 'recalled' or 'is remembered to be so' — suggesting that this upamā (comparison) was a well-known traditional simile that Krishna is here invoking, not coining freshly. The wind that disturbs the lamp corresponds to the viṣaya-vāsanās (sensory impressions and cravings) that disturb the mind. The windless space corresponds to the condition created by the disciplines described in verses 11-17. The lamp itself is the citta (mind-consciousness). The steady, non-flickering flame is the state of yoga proper. Goyandka notes that this simile captures both the positive (the lamp still burns and illumines) and the negative (it does not waver) aspects of meditative stillness."
      }
    },
    {
      "verse": 20,
      "sanskrit": "यत्रोपरमते चित्तं निरुद्धं योगसेवया ।\nयत्र चैवात्मनात्मानं पश्यन्नात्मनि तुष्यति ॥",
      "transliteration": "yatra uparamate cittaṃ niruddhaṃ yoga-sevayā\nyatra caivātmanātmānaṃ paśyann ātmani tuṣyati",
      "translation": "There comes a blessed inner place — found through devoted practice — where the mind, long restless, grows perfectly still at last. There the Soul beholds the Self by the light of the Self alone — no instrument needed, no outer teacher — and rests in that vision completely satisfied, needing nothing more from the entire creation, for the Infinite has been found within.",
      "audio": "/assets/audio/ch06/verse_06_20.mp3",
      "word_breakdown": [
        {
          "word": "उपरमते",
          "transliteration": "uparamate",
          "root": "upa + √ram (to cease, to rest, to delight)",
          "grammatical_form": "Present tense, Ātmanepada, 3rd singular",
          "meaning": "becomes still / ceases / comes to rest / desists from outward movement"
        },
        {
          "word": "निरुद्धम्",
          "transliteration": "niruddham",
          "root": "ni + √rudh (to obstruct, to stop, to restrain)",
          "grammatical_form": "Past participle, neuter, nominative, singular",
          "meaning": "restrained / arrested / stopped / held back from outward flow"
        },
        {
          "word": "योगसेवया",
          "transliteration": "yoga-sevayā",
          "root": "yoga + sevā (service, practice, cultivation)",
          "grammatical_form": "Compound noun, feminine, instrumental, singular",
          "meaning": "by the practice of yoga / through the cultivation of yoga"
        },
        {
          "word": "आत्मनात्मानम्",
          "transliteration": "ātmanātmānam",
          "root": "ātman (Self) — dual use: instrumental + accusative",
          "grammatical_form": "Noun, masculine: instrumental (by the Self) + accusative (the Self)",
          "meaning": "seeing the Self by means of the Self / the Self beholding itself"
        },
        {
          "word": "तुष्यति",
          "transliteration": "tuṣyati",
          "root": "√tuṣ (to be satisfied, to be content, to rejoice)",
          "grammatical_form": "Present tense, Parasmaipada, 3rd singular",
          "meaning": "is satisfied / is content / rejoices / finds complete sufficiency"
        }
      ],
      "commentary": {
        "dadaji": "This verse opens what Dadaji called 'the description of the highest state' — a description that continues through verse 27. 'Where the mind becomes still' — not forced into silence but naturally settling like water that has ceased to be disturbed. 'Seeing the Self by the Self' — this is the great mystery: the Self knows itself not through another instrument but through itself alone. And 'tuṣyati ātmani' — is satisfied in the Self. Dadaji would ask: 'When do you feel completely, restfully satisfied, needing nothing more?' That feeling — in its absolute, permanent form — is what the yogi finds permanently in the Self. Not a passing moment of contentment but the ground of being.",
        "sarvapriyananda": "This verse begins the climactic section of Chapter 6 (verses 20-23) which describes samādhi itself — the highest state of yogic realization. The two 'yatra' (where) clauses describe a single state from two perspectives: first, where the mind (citta) that has been niruddha (restrained) by yoga-sevā finally uparamate (comes to complete rest); and second, where the ātman sees itself by itself (ātmanātmānam paśyan) and is satisfied in itself (ātmani tuṣyati). This self-luminous self-knowing is the essence of Advaita Vedānta's teaching on the nature of the Ātman: it is svayaṃ-jyotiḥ (self-luminous), knowing itself without any external instrument. This is knowledge without a knower-known duality.",
        "yogananda": "Yogananda describes this verse as pointing to the threshold of nirbikalpa samādhi — the state beyond any trace of mental modification. 'Yoga-sevayā niruddham' — restrained by the practice of yoga — indicates that this state is the product of sustained, devoted practice (sevā — service, devotion, cultivation). No sudden enlightenment here: it is the fruit of consistent effort. But once the fruit ripens — when the citta uparamate (becomes completely still) — what is found? The Self sees itself by itself. Ātmanātmānam paśyan: not the ego looking at the Self, but the Self itself, with all veils removed, in the clarity of its own self-luminosity. And in that seeing, perfect, complete, permanent satisfaction: ātmani tuṣyati.",
        "goyandka": "Goyandka's classical commentary carefully distinguishes the two ātman occurrences in 'ātmanātmānam paśyan': the first ātman (in the instrumental case — ātmanā) is the purified buddhi (discriminating intellect refined to transparency) acting as the instrument; the second ātmānam (accusative) is the Paramātman (Supreme Self) as the object of direct perception. This is not a circular argument but a description of the unique epistemological situation of Ātma-jñāna: the individual consciousness, when completely purified by yoga-sevā, becomes transparent and thereby directly reflects — and is seen to be identical with — the Supreme Consciousness. 'Tuṣyati' (becomes satisfied) signals that this is not a temporary experience but the permanent rest of consciousness in its own natural ground."
      }
    },
    {
      "verse": 21,
      "sanskrit": "सुखमात्यन्तिकं यत्तद् बुद्धिग्राह्यमतीन्द्रियम् ।\nवेत्ति यत्र न चैवायं स्थितश्चलति तत्त्वतः ॥",
      "transliteration": "sukham ātyantikaṃ yat tad buddhi-grāhyam atīndriyam\nvetti yatra na caivāyaṃ sthitaś calati tattvataḥ",
      "translation": "There the soul touches an infinite bliss that no sense can ever reach — a joy beyond all earthly joys, perceived directly by the awakened inner intelligence. And having once tasted this divine reality, the soul never moves from it — for it has arrived at the ground of all existence, the Truth from which nothing in heaven or earth can displace it.",
      "audio": "/assets/audio/ch06/verse_06_21.mp3",
      "word_breakdown": [
        {
          "word": "आत्यन्तिकम्",
          "transliteration": "ātyantikaṃ",
          "root": "atyanta (excessive, absolute, infinite)",
          "grammatical_form": "Adjective, neuter, accusative, singular",
          "meaning": "infinite / absolute / without limit — that which has no end"
        },
        {
          "word": "बुद्धिग्राह्यम्",
          "transliteration": "buddhi-grāhyam",
          "root": "buddhi (intellect) + √grah (to grasp, to perceive)",
          "grammatical_form": "Compound adjective, neuter, accusative, singular",
          "meaning": "graspable by the buddhi / perceptible to the purified intellect"
        },
        {
          "word": "अतीन्द्रियम्",
          "transliteration": "atīndriyam",
          "root": "ati (beyond) + indriya (sense organ)",
          "grammatical_form": "Compound adjective, neuter, accusative, singular",
          "meaning": "beyond the senses / transcending the range of sensory experience"
        },
        {
          "word": "तत्त्वतः",
          "transliteration": "tattvataḥ",
          "root": "tattva (truth, reality, essence) + tas (ablative suffix)",
          "grammatical_form": "Ablative of manner (adverbial)",
          "meaning": "from truth / from reality — in the sense of never departing from the real"
        },
        {
          "word": "चलति",
          "transliteration": "calati",
          "root": "√cal (to move, to waver, to depart)",
          "grammatical_form": "Present tense, 3rd person singular",
          "meaning": "moves / wavers / departs — here in the negative: does not waver"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji would read this verse slowly, letting the word 'ātyantikaṃ' — infinite, absolute, without end — sink in. He used to say that all the bliss we seek through our eyes, our ears, our affections is real bliss — but it is a tiny, limited, temporary fragment of this infinite sukham. The difference is that worldly bliss is indriya-grāhyam — grasped by the senses — and therefore subject to the limitations of the senses: it comes and goes, it depends on outer conditions. But this bliss — this ātyantika sukham — is buddhi-grāhyam: it is perceived by the innermost knowing faculty, the purified intellect, which has turned back toward its source. And once found, one never wanders from it. 'Sthitaś calati tattvataḥ' — the one established in it never departs from truth. That is the miracle: it is permanent.",
        "sarvapriyananda": "This verse begins the celebrated four-verse description of the samādhi-state (verses 21-23) and contains perhaps the most precise philosophical description of spiritual bliss in the entire Gita. Swami Sarvapriyananda highlights two key qualifiers for this sukham: it is ātyantikaṃ (infinite, absolute — not subject to degrees or conditions) and it is buddhi-grāhyam atīndriyam (grasped by the buddhi, yet beyond the senses). This is a crucial Vedantic distinction: ānanda (bliss) is not a sensory experience and cannot be reached by any refinement of sensory perception. Yet it is not completely inaccessible — the purified buddhi, in its state of perfect transparency, directly cognizes it. This is the pratyakṣa (direct perception) of the Ātman — not inference, not scripture-study, but direct knowing.",
        "yogananda": "Yogananda lavishes his commentary on the phrase 'buddhi-grāhyam atīndriyam' — beyond the senses, yet apprehended by the intellect. He explains that in deep meditation, when the five senses are completely withdrawn and even the lower mind is stilled, the buddhi — the highest faculty of the causal body — remains luminous and active. It is in this refined instrument that the bliss of the Self is first cognized. The meditator does not feel this bliss through the body or the emotions; it arises as a profound interior knowing, a direct perception of one's own nature as ānanda. And once experienced, 'sthitaś calati tattvataḥ' — the yogi established in this knows with certainty: all outer pleasures are pale shadows of this reality.",
        "goyandka": "The Gita Press commentary carefully unpacks the paradox of 'buddhi-grāhyam atīndriyam' — grasped by the intellect yet beyond the senses. How can something beyond the senses be grasped at all? The resolution is that the buddhi, when purified by yoga, acquires a mode of knowing that does not depend on sense-data — the direct, immediate self-luminous knowledge called aparokṣānubhūti in the Vedantic tradition. 'Tattvataḥ' — from truth — in the final pāda means that having once stood in the ground of reality, one does not fall away from it. This is the Gita's description of jīvanmukti: the permanent establishment in truth that does not depend on continued meditative effort to sustain itself."
      }
    },
    {
      "verse": 22,
      "sanskrit": "यं लब्ध्वा चापरं लाभं मन्यते नाधिकं ततः ।\nयस्मिन्स्थितो न दुःखेन गुरुणापि विचाल्यते ॥",
      "transliteration": "yaṃ labdhvā cāparaṃ lābhaṃ manyate nādhikaṃ tataḥ\nyasmin sthito na duḥkhena guruṇāpi vicālyate",
      "translation": "Once this treasure is found, the soul considers nothing else in all creation worth greater longing — the hunger that drove a thousand lifetimes of seeking has been forever stilled. And established in this divine ground, even the heaviest waves of grief that life can bring cannot shake the soul loose from its moorings in God. This is the unassailable peace the mystics have always known.",
      "audio": "/assets/audio/ch06/verse_06_22.mp3",
      "word_breakdown": [
        {
          "word": "लब्ध्वा",
          "transliteration": "labdhvā",
          "root": "√labh (to gain, to obtain, to attain)",
          "grammatical_form": "Absolutive / gerund",
          "meaning": "having gained / having obtained / upon attaining"
        },
        {
          "word": "नाधिकम्",
          "transliteration": "nādhikaṃ",
          "root": "na (not) + adhika (more, greater, exceeding)",
          "grammatical_form": "Negative compound adjective, neuter, accusative, singular",
          "meaning": "not greater / not exceeding / nothing surpassing it"
        },
        {
          "word": "गुरुणापि",
          "transliteration": "guruṇāpi",
          "root": "guru (heavy, weighty, serious) + api (even, also)",
          "grammatical_form": "Adjective, masculine/neuter, instrumental, singular + particle",
          "meaning": "even by the heaviest / even by the most weighty grief"
        },
        {
          "word": "विचाल्यते",
          "transliteration": "vicālyate",
          "root": "vi + √cal (to move, to shake)",
          "grammatical_form": "Passive present, 3rd person singular",
          "meaning": "is shaken / is moved / is displaced — here negated: is not shaken"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji used to say that this verse is how you recognize a true saint — not by their miraculous powers or their external austerities, but by these two signs: they do not want anything more than what they have, and heavy grief cannot shake them. 'Yaṃ labdhvā cāparaṃ lābhaṃ manyate nādhikam' — having found this, nothing else seems greater. That is the test. Most of us always want the next thing, a slightly better version of what we have. The saint's wanting is stilled — not because they are suppressed, but because they are full. And the second quality — 'guruṇāpi duḥkhena na vicālyate' — is the test of grief. Life will bring grief; it cannot be avoided. But the one established in this state is not uprooted by it. They feel it, but they are not defined by it.",
        "sarvapriyananda": "Swami Sarvapriyananda presents this verse as providing two operational tests for genuine spiritual attainment: the test of gain and the test of loss. First, 'yaṃ labdhvā aparaṃ lābhaṃ nādhikaṃ manyate' — having gained this, one considers no other gain greater. This is the test of complete desirelessness: the state in which the Self, recognized as pūrṇa (complete), generates no more reaching toward external objects. Second, 'yasmin sthito na guruṇāpi duḥkhena vicālyate' — established in which, not shaken even by the heaviest sorrow. This is the test of equanimity under extreme adverse conditions. Together they describe the sthitaprajña — the one of steady wisdom — whose interior life has become immune to both the seductions of gain and the devastations of loss.",
        "yogananda": "Yogananda finds in this verse the Gita's portrait of what he calls the 'superconscious man' — one who has awakened to their true nature. The first half — no gain is considered greater — reflects the truth that God's bliss, once directly tasted even briefly, reveals all sensory pleasure as thin and transient by comparison. Yogananda writes that even a single deep experience of samādhi leaves such an impression of fullness that the seeker loses much of their previous hunger for worldly satisfactions. The second quality — unshakeability under heavy grief — is the fruit of understanding that the Self is eternal, unborn, and undying. When the identity is rooted in the Ātman, the death of a loved one, failure, or catastrophe is seen with deep compassion but without existential devastation.",
        "goyandka": "The Gita Press commentary reads this verse as the definitive description of the state of nitya-tṛpti — permanent contentment. 'Lābhaṃ nādhikaṃ manyate' — considers no gain greater — is the sign of absolute pūrṇatā (completeness): when the infinite Self is realized as one's own nature, what can any finite acquisition add? Goyandka emphasizes the word 'guruṇāpi' — even by the heaviest. Lesser griefs test the yogi; the heaviest griefs test them absolutely. The truly established one is 'yasmin sthitaḥ' — seated in that state — and therefore 'na vicālyate' — not displaced. The compound duḥkhena guruṇāpi covers all forms of extreme suffering: bereavement, physical pain, failure, dishonour — none of these can shake the one whose foundation is the Ātman."
      }
    },
    {
      "verse": 23,
      "sanskrit": "तं विद्याद् दुःखसंयोगवियोगं योगसंज्ञितम् ।\nस निश्चयेन योक्तव्यो योगोऽनिर्विण्णचेतसा ॥",
      "transliteration": "taṃ vidyād duḥkha-saṃyoga-viyogaṃ yoga-saṃjñitam\nsa niścayena yoktavyo yogo 'nirviṇṇa-cetasā",
      "translation": "This is what the sages call yoga: the complete and final severing of the soul's long-suffering union with pain. Not the mere management of suffering, but its root dissolution — the freedom that comes when the soul no longer identifies with the ego that suffers. Practise this yoga with unshakeable determination and a heart that never grows weary of the journey toward God.",
      "audio": "/assets/audio/ch06/verse_06_23.mp3",
      "word_breakdown": [
        {
          "word": "दुःखसंयोगवियोगम्",
          "transliteration": "duḥkha-saṃyoga-viyogam",
          "root": "duḥkha (pain) + saṃyoga (union, contact) + viyoga (separation, severance)",
          "grammatical_form": "Compound noun, neuter, accusative, singular",
          "meaning": "the severance of union with pain / the dissolution of all connection with suffering"
        },
        {
          "word": "योगसंज्ञितम्",
          "transliteration": "yoga-saṃjñitam",
          "root": "yoga + saṃjñā (designation, name, technical term)",
          "grammatical_form": "Compound past participle, neuter, accusative, singular",
          "meaning": "known by the name of yoga / designated as yoga / called yoga"
        },
        {
          "word": "निश्चयेन",
          "transliteration": "niścayena",
          "root": "niś + √ci (to determine) → niścaya (resolve, determination, certainty)",
          "grammatical_form": "Noun, masculine, instrumental, singular",
          "meaning": "with firm resolve / with determination / with unwavering certainty"
        },
        {
          "word": "अनिर्विण्णचेतसा",
          "transliteration": "anirviṇṇa-cetasā",
          "root": "an (not) + nirviṇṇa (dejected, wearied, disheartened) + cetas (mind, heart)",
          "grammatical_form": "Compound adjective, neuter, instrumental, singular",
          "meaning": "with an undejected mind / with a heart that does not grow weary / without despondency"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji considered this one of the most important practical verses in the entire Gita. Krishna here gives us his own definition of yoga — not as a technique, not as a posture, not as a philosophy — but as 'duḥkha-saṃyoga-viyogam': the severance of the union with pain. Notice it is not the severance of pain itself — pain may still arise — but the severance of our compulsive, habitual union with it. We are bound to pain because we identify with the body-mind and its experiences. Yoga is the gradual, then complete, loosening of that identification. And how is it to be practised? 'Niścayena anirviṇṇa-cetasā' — with firm resolve and an unwearied heart. No giving up, no self-pity, no saying 'it is too hard.' That is the whole instruction.",
        "sarvapriyananda": "Swami Sarvapriyananda notes that this verse contains the Gita's own authoritative definition of yoga — and it is negative in form: yoga is that which severs the union with pain. This negative definition is deliberate and profound. The positive content of yoga (bliss, realization, union with Brahman) is indescribable in ordinary language; but its effect — the permanent ending of suffering — can be precisely stated. 'Duḥkha-saṃyoga' literally means the conjunction or contact with pain — the sorrow that comes from identifying the self with the body-mind complex and its inevitable vicissitudes. 'Viyoga' is the complete separation from this. The instruction 'niścayena yoktavyaḥ' — to be practised with certainty — means that doubt is the greatest obstacle to yoga. One must be determined.",
        "yogananda": "For Yogananda, 'duḥkha-saṃyoga-viyogam' is the most compassionate definition of yoga he encountered anywhere in scripture. The entire purpose of the path is freedom from suffering — not the stoic endurance of suffering, not its philosophical explanation, but its root severance. He explains that suffering arises from the misidentification of the self with the ego and body — what he called the 'cosmic dream.' Yoga wakes us from that dream. The instruction 'anirviṇṇa-cetasā' — with an unwearied heart — he considered especially important for Western students, who often approach meditation with great initial enthusiasm but abandon the practice when quick results do not come. The yogi must be like a surgeon — committed, precise, patient, never giving up before the operation is complete.",
        "goyandka": "The Gita Press commentary treats this verse as the summative definition of the entire Chapter 6 teaching. Three things are stated: the nature of yoga (duḥkha-saṃyoga-viyogam — disjunction from suffering), the necessity of resolve (niścayena — with determination), and the quality of mind required (anirviṇṇa-cetasā — without discouragement). Goyandka notes that 'yoktavyaḥ' — is to be practised, ought to be practised — carries the force of a moral imperative: this is not optional for the seeker of liberation. The compound 'anirviṇṇa-cetasā' is particularly analyzed: nirviṇṇa (from vi + √vid) means one who has turned away in disgust or lost heart; 'anirviṇṇa' is one who has not — the steadfast practitioner who perseveres regardless of how slow the progress seems."
      }
    },
    {
      "verse": 24,
      "sanskrit": "सङ्कल्पप्रभवान्कामांस्त्यक्त्वा सर्वानशेषतः ।\nमनसैवेन्द्रियग्रामं विनियम्य समन्ततः ॥",
      "transliteration": "saṅkalpa-prabhavān kāmāṃs tyaktvā sarvān aśeṣataḥ\nmanasaiva indriya-grāmaṃ viniyamya samantataḥ",
      "translation": "Let the soul utterly relinquish — without holding back the smallest fragment — every desire born of the ego's private will. Then, using the purified mind as the soul's faithful instrument, draw in the entire restless army of the senses from every direction, gathering all scattered energies into the single luminous point of inner awareness where God waits.",
      "audio": "/assets/audio/ch06/verse_06_24.mp3",
      "word_breakdown": [
        {
          "word": "सङ्कल्पप्रभवान्",
          "transliteration": "saṅkalpa-prabhavān",
          "root": "saṅkalpa (volitional thought, resolve, fantasy) + prabhava (origin, arising)",
          "grammatical_form": "Compound adjective, masculine, accusative, plural",
          "meaning": "arising from selfish will / born of mental resolve / originating in self-willed thought"
        },
        {
          "word": "अशेषतः",
          "transliteration": "aśeṣataḥ",
          "root": "a (not) + śeṣa (remainder, residue)",
          "grammatical_form": "Adverb (ablative form)",
          "meaning": "without remainder / completely / leaving no trace behind"
        },
        {
          "word": "मनसैव",
          "transliteration": "manasaiva",
          "root": "manas (mind) + eva (alone, only, indeed)",
          "grammatical_form": "Noun, neuter, instrumental, singular + emphatic particle",
          "meaning": "by the mind alone / through the mind itself and nothing else"
        },
        {
          "word": "इन्द्रियग्रामम्",
          "transliteration": "indriya-grāmam",
          "root": "indriya (sense, sense organ) + grāma (village, collection, host)",
          "grammatical_form": "Compound noun, masculine, accusative, singular",
          "meaning": "the entire collection of senses / the whole host of sense organs"
        },
        {
          "word": "समन्ततः",
          "transliteration": "samantataḥ",
          "root": "samanta (all around, from all sides)",
          "grammatical_form": "Adverb (ablative form)",
          "meaning": "from every side / on all fronts / completely surrounding"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji always marvelled at the precision of 'saṅkalpa-prabhavān kāmān' — desires born of saṅkalpa, of volitional thought. This is such an important insight. Desires do not fall from the sky; they are manufactured by the mind through the activity of saṅkalpa — the moment we start imagining, projecting, fantasizing about something. Before the saṅkalpa there is no desire; desire is born in the mind's creative activity. Therefore, when Krishna says abandon all desires, he means first: still the saṅkalpa-making. When the mind stops constructing scenarios of future fulfilment, desires lose their fuel. The instruction 'manasaiva' — by the mind alone — is remarkable: the restraint of the senses is not done by force or external constraint but by the mind's own turning inward. True freedom is always from within.",
        "sarvapriyananda": "Swami Sarvapriyananda finds in 'saṅkalpa-prabhavān kāmān' a precise statement of the Vedantic psychology of desire. Kāma (desire) is not a raw datum of experience; it is manufactured. The process is: first comes saṅkalpa (the imagination of an object as desirable), then comes kāma (the wanting of it), then comes karma (the action to obtain it). Cut the saṅkalpa and the entire chain collapses. This is why the Gita so consistently emphasizes the stilling of saṅkalpa rather than the mere suppression of action. 'Manasaiva indriya-grāmaṃ viniyamya' — restraining the senses by the mind alone — means that genuine sense-control is not physical suppression but mental reorientation: when the mind withdraws its interest from sensory objects, the senses naturally follow.",
        "yogananda": "Yogananda reads this verse as the description of pratyāhāra — the fifth limb of Patañjali's ashtanga yoga — carried to its completion. 'Saṅkalpa-prabhavān kāmān tyaktvā aśeṣataḥ' — abandoning without remainder all desires born of selfish will — is a radical instruction. Not some desires, not gross desires while keeping refined ones, but all of them, without remainder (aśeṣataḥ). He explains that this does not mean the yogi becomes inert or indifferent to the world, but that their actions arise from divine inspiration rather than personal craving. 'Manasaiva' — by the mind alone — is the key: as the meditator deepens their practice, the mind turns inward and naturally loses its outward-pulling force, and the senses, deprived of the mind's projecting energy, fall silent.",
        "goyandka": "This verse, continues Goyandka's commentary, is the practical instruction that follows the definition of yoga in verse 23. Having defined yoga as the severance of union with pain, Krishna now describes the mechanics: first, abandon desire completely (vv. 24); next, progressively deepen through the stages of vv. 25-26. The phrase 'aśeṣataḥ' — without residue — is critical. The tradition recognizes that partial abandonment of desire leaves seeds (saṃskāras) that will eventually sprout again. Complete abandonment, described here, is the uprooting of the very capacity for self-willed desire. 'Samantataḥ' — from every side — suggests that the restraint must be total: not controlling some senses while leaving others free to roam, but bringing the entire indriya-grāma (the collective of all senses) under unified mental direction."
      }
    },
    {
      "verse": 25,
      "sanskrit": "शनैः शनैरुपरमेद् बुद्ध्या धृतिगृहीतया ।\nआत्मसंस्थं मनः कृत्वा न किञ्चिदपि चिन्तयेत् ॥",
      "transliteration": "śanaiḥ śanair uparamed buddhyā dhṛti-gṛhītayā\nātma-saṃsthaṃ manaḥ kṛtvā na kiñcid api cintayet",
      "translation": "Gradually — gently, step by patient step — let the soul settle into stillness, guided by an intellect armed with spiritual courage and steadiness. With the mind finally anchored in the pure light of the Self, let no thought stir the interior silence. In this sacred quietude, the soul discovers that it has been resting in God's presence all along.",
      "audio": "/assets/audio/ch06/verse_06_25.mp3",
      "word_breakdown": [
        {
          "word": "शनैः शनैः",
          "transliteration": "śanaiḥ śanaiḥ",
          "root": "śanaiḥ (slowly, gradually, softly)",
          "grammatical_form": "Adverb, repeated for emphasis (distributive/iterative)",
          "meaning": "gradually, step by step / slowly and steadily / little by little"
        },
        {
          "word": "उपरमेत्",
          "transliteration": "uparamed",
          "root": "upa + √ram (to cease, to desist, to become still)",
          "grammatical_form": "Optative (should), 3rd person singular",
          "meaning": "let one attain stillness / should come to rest / ought to desist gradually"
        },
        {
          "word": "धृतिगृहीतया",
          "transliteration": "dhṛti-gṛhītayā",
          "root": "dhṛti (firmness, fortitude, resolve) + √grah (to hold, to grasp)",
          "grammatical_form": "Compound past participle, feminine, instrumental, singular",
          "meaning": "held fast by fortitude / grasped by resolve / sustained by steady determination"
        },
        {
          "word": "आत्मसंस्थम्",
          "transliteration": "ātma-saṃstham",
          "root": "ātman (Self) + sam + √sthā (to stand, to be established)",
          "grammatical_form": "Compound adjective, neuter, accusative, singular",
          "meaning": "established in the Self / resting in the Ātman / abiding in one's own nature"
        },
        {
          "word": "चिन्तयेत्",
          "transliteration": "cintayet",
          "root": "√cint (to think, to reflect, to dwell upon)",
          "grammatical_form": "Optative (should), 3rd person singular",
          "meaning": "should think / ought to contemplate — here negated: should not think of anything"
        }
      ],
      "commentary": {
        "dadaji": "The two words 'śanaiḥ śanaiḥ' — gradually, gently, step by step — are among the most compassionate words in the Gita. Dadaji said Krishna uses them deliberately to protect sincere seekers from the terrible impatience that destroys spiritual practice. We want immediate results; we try to force the mind into stillness, and the forcing itself creates agitation. But Krishna says: gradually, gradually. This is not laziness — it is wisdom. The buddhi held firm by dhṛti (fortitude) guides the process: not by gripping the mind tightly, but by providing a steady, unwavering direction. And the goal: 'ātma-saṃsthaṃ manaḥ kṛtvā' — the mind made to rest in the Self — is then to think of absolutely nothing. Not to think of God, not to contemplate a form. Nothing. Pure, luminous silence.",
        "sarvapriyananda": "Swami Sarvapriyananda identifies this verse as the Gita's most explicit description of the technique of dhyāna (meditation) in the specific sense of the gradual withdrawal of the mind from all objects. 'Śanaiḥ śanaiḥ' — the repetition itself enacts the gradualness it describes. 'Uparamed' — from upa+√ram, to cease movement — refers to the progressive quieting of the citta-vṛttis (mental fluctuations). The instrument is 'buddhyā dhṛti-gṛhītayā' — the buddhi endowed with dhṛti (steady courage and patience). The buddhi's role here is to keep returning the mind to its object without strain or self-reproach. The final phrase 'na kiñcid api cintayet' — should think of nothing whatsoever — describes the state beyond concentration, the threshold of samādhi.",
        "yogananda": "Yogananda considered 'śanaiḥ śanaiḥ' the great mercy-instruction of the Gita. In his autobiography and commentaries he describes how he himself — even with his great spiritual gifts — did not attain samādhi in a single sitting but through years of sustained, patient practice. He interprets 'dhṛti-gṛhītayā' — held by fortitude — as the quality he calls 'spiritual tenacity': not forcing the mind, but gently, persistently returning it to the inner focus every time it wanders. 'Ātma-saṃsthaṃ manaḥ kṛtvā' — mind established in the Self — is the pivot point: once the mind is anchored in the Self, the final instruction becomes natural: 'na kiñcid api cintayet' — think of nothing. In that no-thought awareness, the divine is revealed.",
        "goyandka": "Goyandka's classical commentary treats this verse as prescribing a sequential, graded practice. Step one: withdraw the senses (v.24). Step two: progressively still the mind (v.25). The word 'uparamed' (optative form) suggests this is a practice to be actively engaged — not a passive waiting. 'Buddhyā dhṛti-gṛhītayā' describes the specific role of the buddhi: it must be armed with dhṛti (patient fortitude) because the path to stillness is long and the mind will resist many times. The buddhi is the inner teacher that keeps redirecting the mind toward the Self. Once the mind is established in the Self ('ātma-saṃstham'), the final instruction 'na kiñcid api cintayet' — not even the smallest thing should be thought — marks the transition from dhāraṇā (concentration) to dhyāna (meditation) to samādhi (absorption)."
      }
    },
    {
      "verse": 26,
      "sanskrit": "यतो यतो निश्चरति मनश्चञ्चलमस्थिरम् ।\nततस्ततो नियम्यैतदात्मन्येव वशं नयेत् ॥",
      "transliteration": "yato yato niścalati manaś cañcalam asthiram\ntatas tato niyamyaitad ātmany eva vaśaṃ nayet",
      "translation": "Wherever the restless, fickle mind may scatter — chasing a memory, building a fantasy, wandering into yesterday or tomorrow — from every such distant place, gently and without judgment, bring it home. Bring it back under the loving sovereignty of the Self, again and again, for this is the very practice of meditation: the soul calling itself back to God.",
      "audio": "/assets/audio/ch06/verse_06_26.mp3",
      "word_breakdown": [
        {
          "word": "यतो यतः",
          "transliteration": "yato yataḥ",
          "root": "yataḥ (from which, wherever — ablative of relative pronoun)",
          "grammatical_form": "Relative adverb, repeated for universality",
          "meaning": "wherever / from whatever direction / in whatever way it goes"
        },
        {
          "word": "निश्चलति",
          "transliteration": "niścalati",
          "root": "niḥ + √cal (to move, to wander, to go out)",
          "grammatical_form": "Present tense, 3rd person singular",
          "meaning": "wanders away / moves out / strays / goes forth"
        },
        {
          "word": "चञ्चलम्",
          "transliteration": "cañcalam",
          "root": "√cal (to move) — reduplicated form",
          "grammatical_form": "Adjective, neuter, nominative, singular",
          "meaning": "fickle / restless / ever-moving / unstable"
        },
        {
          "word": "नियम्य",
          "transliteration": "niyamya",
          "root": "ni + √yam (to restrain, to hold back, to curb)",
          "grammatical_form": "Absolutive / gerund",
          "meaning": "having restrained / after curbing / by bringing under control"
        },
        {
          "word": "वशम् नयेत्",
          "transliteration": "vaśaṃ nayet",
          "root": "vaśa (power, control, sway) + √nī (to lead, to bring)",
          "grammatical_form": "Noun + Optative, 3rd person singular",
          "meaning": "should bring under control / ought to lead into the power of / should bring to submission"
        }
      ],
      "commentary": {
        "dadaji": "This verse is the practical heart of the entire meditation teaching, and Dadaji said it is the verse that makes ordinary people saints — if they apply it faithfully. The mind will wander. Krishna does not say 'prevent the mind from wandering'; he says 'wherever it wanders, bring it back.' This is the whole practice of meditation in one verse. The mind is 'cañcalam asthiram' — restless and unsteady — and there is no shame in this; it is the nature of the unawakened mind. What matters is not that it does not wander, but what you do each time it does: 'tatas tato niyamya' — from there, from there, restrain it. Again and again. Each return is not a failure; each return is the practice itself. And always toward the same destination: 'ātmany eva' — the Self alone.",
        "sarvapriyananda": "Swami Sarvapriyananda calls this verse 'the meditator's most reliable friend.' The correlative constructions 'yato yataḥ... tatas tataḥ' — wherever... from there — cover every possible direction of mental wandering without exception. There is no place the mind can go from which it cannot be returned. This is deeply reassuring: the practice is never ruined by distraction, only interrupted. The key word is 'nayet' — the optative of √nī, to lead — rather than a harsh word for forcing. The mind is not to be beaten back but gently led, as one would lead a child or a gentle animal that has strayed. 'Ātmany eva vaśam' — into the power of the Self alone — is the destination: not concentration on a deity form or a mantra (which are means), but the Self itself.",
        "yogananda": "Yogananda treasured this verse above almost any other in Chapter 6. He taught it to every student of meditation as the fundamental instruction that makes persistent, long-term practice possible. He said: if you know only this one verse, you know the entire technique of meditation. The mind will go out — it will go to a memory, a plan, an anxiety, a sensation. The moment you notice it has gone, bring it back. Not with anger at yourself, not with discouragement, but with the patient, cheerful determination of a devoted gardener returning a climbing vine to its trellis. 'Ātmany eva' — to the Self alone — is the trellis. Every return is a small victory. Over time, the intervals of wandering grow shorter and the intervals of resting in the Self grow longer.",
        "goyandka": "Goyandka notes that this verse is the practical complement to verse 25: verse 25 describes the goal and the method in general; verse 26 addresses what to do when — inevitably — the method encounters the mind's natural resistance. The 'yato yataḥ... tatas tataḥ' construction (wherever... from there) is exhaustive: it leaves no exception. Whatever the content of the distraction — noble or base, spiritual or mundane — the instruction is the same: bring it back. 'Niyamya' (having restrained) implies a gentle but firm act of will, not violent suppression. 'Vaśam nayet' — bring under sway — implies a transfer of sovereignty: the wandering mind is under the sway of objects; the yogi's task is to bring it under the sway of the Self. This is the entire practice of dhyāna in a single verse."
      }
    },
    {
      "verse": 27,
      "sanskrit": "प्रशान्तमनसं ह्येनं योगिनं सुखमुत्तमम् ।\nउपैति शान्तरजसं ब्रह्मभूतमकल्मषम् ॥",
      "transliteration": "praśānta-manasaṃ hy enaṃ yoginaṃ sukham uttamam\nupaiti śānta-rajasaṃ brahma-bhūtam akalmaṣam",
      "translation": "To this yogi — whose mind has been stilled to its deepest depths, whose fires of restless passion have been gently extinguished, who has been purified of every inner blemish and become one with Brahman, the Infinite — to this blessed soul comes the supreme bliss that no tongue can name. It is the joy of the drop that has merged back into its eternal Ocean.",
      "audio": "/assets/audio/ch06/verse_06_27.mp3",
      "word_breakdown": [
        {
          "word": "प्रशान्तमनसम्",
          "transliteration": "praśānta-manasam",
          "root": "pra + √śam (to become calm) + manas (mind)",
          "grammatical_form": "Bahuvrīhi compound, masculine, accusative, singular",
          "meaning": "one whose mind is profoundly stilled / of thoroughly pacified mind"
        },
        {
          "word": "शान्तरजसम्",
          "transliteration": "śānta-rajasam",
          "root": "śānta (quieted, stilled) + rajas (the quality of passion and activity)",
          "grammatical_form": "Bahuvrīhi compound, masculine, accusative, singular",
          "meaning": "whose rajas is quieted / whose passion and agitation have been stilled"
        },
        {
          "word": "ब्रह्मभूतम्",
          "transliteration": "brahma-bhūtam",
          "root": "brahman (the Absolute) + √bhū (to become, to be)",
          "grammatical_form": "Compound past participle, masculine, accusative, singular",
          "meaning": "become Brahman / one who has become the Absolute / identified with the Supreme"
        },
        {
          "word": "अकल्मषम्",
          "transliteration": "akalmaṣam",
          "root": "a (not) + kalmaṣa (blemish, impurity, sin, stain)",
          "grammatical_form": "Compound adjective, masculine, accusative, singular",
          "meaning": "without blemish / free from all impurity / stainless / spotless"
        }
      ],
      "commentary": {
        "dadaji": "Here Krishna describes the yogi who has arrived — and notice the beauty of how he describes this person. Not 'the one who has accumulated merit' or 'the one who has performed great austerities.' Four qualities: praśānta-manas (the mind deeply stilled), śānta-rajas (the fire of passion cooled), brahma-bhūta (become Brahman — not approaching Brahman, not worshipping Brahman, but become Brahman), and akalmaṣa (without a single blemish). Dadaji would say this last quality — free from blemish — is not about moral perfection in the conventional sense, but about the complete washing away of saṃskāras, the stains left by past actions and desires. And to such a one comes sukham uttamam — the supreme bliss — and notice: it comes (upaiti), it approaches the yogi, as if bliss itself recognizes where its home is.",
        "sarvapriyananda": "Swami Sarvapriyananda notes that 'brahma-bhūtam' — having become Brahman — is one of the most significant phrases in the Gita, and it recurs in Chapter 18 (verse 54) as the foundation of the highest devotion. To 'become Brahman' does not mean creation of a new identity but the removal of the false one: the ego-self that has superimposed itself on the ātman. When the superimposition is removed through the practices described in the preceding verses, what remains is Brahman — not as something newly acquired but as what always was. The four adjectives applied to this yogi — praśānta-manasam, śānta-rajasam, brahma-bhūtam, akalmaṣam — trace a clear sequence: stilling of mind leads to stilling of passion, which leads to recognition of Brahman-nature, which reveals the natural stainlessness of the Self.",
        "yogananda": "Yogananda finds in 'brahma-bhūtam' the key to the entire verse. He explains that there is a crucial difference between the spiritual aspirant who meditates on Brahman as an object of contemplation and the realized yogi who has become Brahman. The former is still the experiencer facing an experience; the latter is the merging of experiencer, experiencing, and experience into a single luminous reality. The order of the four attributes is significant: first the mind must be stilled (praśānta-manas), then the rajasic agitation must subside (śānta-rajas), then the Brahman-nature is recognized (brahma-bhūta), and this recognition reveals the natural purity that was always there but hidden (akalmaṣa). To such a one, sukham uttamam — supreme bliss — does not arrive from outside but wells up from within as the Self's own nature.",
        "goyandka": "The Gita Press commentary treats this verse as the fruit-verse (phala-śruti) for the entire meditation practice described since verse 11. The four compounds — praśānta-manas, śānta-rajas, brahma-bhūta, akalmaṣa — describe the state of the perfected yogi from four angles: psychological (stilled mind), physiological-energetic (quieted rajas), ontological (become Brahman), and moral-spiritual (without blemish). 'Upaiti' — comes to, approaches — suggests that sukham uttamam is not something the yogi creates or achieves through effort; it is something that naturally arrives when the obstacles are removed, like sunlight that floods a room the moment the shutters are opened. The supreme bliss is ever-present; the disciplines merely remove what has been blocking it."
      }
    },
    {
      "verse": 28,
      "sanskrit": "युञ्जन्नेवं सदात्मानं योगी विगतकल्मषः ।\nसुखेन ब्रह्मसंस्पर्शमत्यन्तं सुखमश्नुते ॥",
      "transliteration": "yuñjann evaṃ sadātmānaṃ yogī vigata-kalmaṣaḥ\nsukhena brahma-saṃsparśam atyantaṃ sukham aśnute",
      "translation": "The yogi who persists thus — always turning toward the Divine, every layer of inner impurity gradually dissolved by the sacred fire of practice — reaches with ease and joy the infinite bliss of touching Brahman. Not the effortful, straining touch of the beginner, but the effortless communion of the purified soul who has finally come home to its Source.",
      "audio": "/assets/audio/ch06/verse_06_28.mp3",
      "word_breakdown": [
        {
          "word": "युञ्जन्",
          "transliteration": "yuñjan",
          "root": "√yuj (to yoke, to practise, to discipline)",
          "grammatical_form": "Present participle, masculine, nominative, singular",
          "meaning": "always engaging / continuously disciplining / unceasingly practising"
        },
        {
          "word": "विगतकल्मषः",
          "transliteration": "vigata-kalmaṣaḥ",
          "root": "vi + gata (gone away) + kalmaṣa (blemish, impurity)",
          "grammatical_form": "Bahuvrīhi compound, masculine, nominative, singular",
          "meaning": "from whom all impurity has departed / one freed from all blemish"
        },
        {
          "word": "सुखेन",
          "transliteration": "sukhena",
          "root": "sukha (ease, happiness, comfort)",
          "grammatical_form": "Noun, neuter, instrumental, singular",
          "meaning": "with ease / effortlessly / in comfort — the bliss itself is effortless"
        },
        {
          "word": "ब्रह्मसंस्पर्शम्",
          "transliteration": "brahma-saṃsparśam",
          "root": "brahman (the Absolute) + sam + √spṛś (to touch, to come into contact with)",
          "grammatical_form": "Compound noun, masculine, accusative, singular",
          "meaning": "the touch of Brahman / contact with the Absolute / union by touching the Supreme"
        },
        {
          "word": "अश्नुते",
          "transliteration": "aśnute",
          "root": "√aś (to pervade, to attain, to enjoy)",
          "grammatical_form": "Present tense, Ātmanepada, 3rd person singular",
          "meaning": "attains / enjoys / pervades / partakes of"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji's eyes would light up at 'brahma-saṃsparśam' — the touch of Brahman. He used to say: imagine what it is to be touched by the Infinite. Not seen from a distance, not intellectually grasped, not worshipped from afar — touched. Saṃsparśa is an intimate word: it means skin-contact, the feeling of being touched. The mystics of every tradition have described this moment — the moment when the boundary between the individual and the Divine dissolves into a felt union. And notice 'sukhena' — with ease. Not with strain, not after heroic final effort, but with ease. This is because the yogi who has faithfully followed all the preceding instructions has already done the hard work of removal. The touch of Brahman is not something earned — it is something revealed when the obstacles are gone.",
        "sarvapriyananda": "Swami Sarvapriyananda draws attention to the extraordinary word 'brahma-saṃsparśam' — the contact with Brahman, the touch of the Absolute. In Vedantic epistemology, the highest knowledge is aparokṣānubhūti — not mediated, direct, immediate knowing. Saṃsparśa (touch) is the most immediate of all sensory metaphors — closer than seeing, more intimate than hearing. It suggests that the realization of Brahman is not an intellectual conclusion but an immediate, unmediated experience of identity — a knowing that is simultaneously a being. 'Sukhena' — with ease — is the sign that this state is arrived at effortlessly because it is the Self's own nature. It is only the obstacles that take effort to remove; the underlying reality is always here, always easy, always natural.",
        "yogananda": "Yogananda considers 'brahma-saṃsparśam' one of the most evocative descriptions of samādhi in the Gita. The word saṃsparśa — touch — is deliberately sensory: it points to an experience that is felt, not merely understood. He recounts from his own experience that the first touch of Brahman in deep meditation feels like being bathed in an ocean of living light — an experience so vast and so intimate simultaneously that the ordinary sense of 'I' and 'other' simply dissolves. 'Sukhena' — with ease — is the sign of genuine divine grace: at the moment of final surrender, all effort ceases, and the soul is simply taken. 'Atyantaṃ sukham aśnute' — enjoys infinite bliss — is not a poetic exaggeration but a statement of direct experience that every true mystic confirms.",
        "goyandka": "The Gita Press commentary carefully distinguishes between two aspects of 'atyantaṃ sukham': the bliss that is atyanta (infinite, absolute) and the mode of its attainment — sukhena (with ease). This is a profound teaching: the bliss of Brahman is not hard to attain in itself, but it becomes easy to attain only for the one who has removed the obstacles through sustained practice (yuñjan evam sadā) and inner purification (vigata-kalmaṣaḥ). The compound 'vigata-kalmaṣaḥ' — from whom impurity has departed — indicates that the purification is complete, not partial. This corresponds to the Vedantic concept of citta-śuddhi as the prerequisite for brahmajñāna. Goyandka notes that 'aśnute' (from √aś, to pervade and enjoy) implies that the yogi does not merely perceive Brahman but pervades it and is pervaded by it — a state of complete mutual indwelling."
      }
    },
    {
      "verse": 29,
      "sanskrit": "सर्वभूतस्थमात्मानं सर्वभूतानि चात्मनि ।\nईक्षते योगयुक्तात्मा सर्वत्र समदर्शनः ॥",
      "transliteration": "sarva-bhūtastham ātmānaṃ sarva-bhūtāni cātmani\nīkṣate yoga-yuktātmā sarvatra sama-darśanaḥ",
      "translation": "The soul made radiant through yoga perceives — with the clear, astonished eyes of the Spirit — the one indwelling Self present in every living being, and every being cradled within that same infinite Self. This vision of unity is not a poetic idea but the direct experience of the awakened heart: God in all, all in God, everywhere and always the same divine Presence.",
      "audio": "/assets/audio/ch06/verse_06_29.mp3",
      "word_breakdown": [
        {
          "word": "सर्वभूतस्थम्",
          "transliteration": "sarva-bhūtastham",
          "root": "sarva (all) + bhūta (being, creature) + √sthā (to stand, to abide)",
          "grammatical_form": "Compound adjective, neuter, accusative, singular",
          "meaning": "abiding in all beings / dwelling in every creature / present in all that exists"
        },
        {
          "word": "ईक्षते",
          "transliteration": "īkṣate",
          "root": "√īkṣ (to see, to behold, to perceive)",
          "grammatical_form": "Present tense, Ātmanepada, 3rd person singular",
          "meaning": "sees / beholds / perceives — with the force of direct spiritual vision"
        },
        {
          "word": "योगयुक्तात्मा",
          "transliteration": "yoga-yuktātmā",
          "root": "yoga + yukta (yoked, united) + ātman (self)",
          "grammatical_form": "Compound noun, masculine, nominative, singular",
          "meaning": "one whose self is made perfect through yoga / the yogi whose self is fully united"
        },
        {
          "word": "समदर्शनः",
          "transliteration": "sama-darśanaḥ",
          "root": "sama (equal, same, even) + darśana (seeing, vision, beholding)",
          "grammatical_form": "Compound noun, masculine, nominative, singular",
          "meaning": "one of equal vision / who sees all with the same eye / who beholds the same in all"
        }
      ],
      "commentary": {
        "dadaji": "This verse is the flower that blooms when the samādhi described in the preceding verses ripens into permanent wisdom. Dadaji called this verse the vision of the saint in daily life: when the yogi comes out of deep meditation, the world looks different. Not different in its surface appearances — the cow is still a cow, the stone a stone — but the light within everything is seen. 'Sarva-bhūtastham ātmānam' — the Self dwelling in all beings — and 'sarva-bhūtāni cātmani' — all beings in the Self. This is not a philosophical belief; it is direct perception, described by 'īkṣate.' And the practical consequence: 'sarvatra sama-darśanaḥ' — seeing everywhere with equal eyes. Not equal in the sense of ignoring differences, but equal in recognizing the same divine presence in the saint and the sinner, the beautiful and the ugly, the friend and the enemy.",
        "sarvapriyananda": "Swami Sarvapriyananda identifies this verse as the Gita's most explicit statement of the non-dual vision — what the Upaniṣads call sarvam khalv idaṃ brahma (all this is indeed Brahman). The two complementary perceptions — 'sarva-bhūtastham ātmānam' (the Self in all beings) and 'sarva-bhūtāni cātmani' (all beings in the Self) — represent the two directions of the non-dual vision: looking outward, the yogi sees the one Self everywhere; looking inward, the yogi sees the entire universe within the Self. This is the Vedantic seer's vision described in the Īśā Upaniṣad: 'He who sees all beings in the Self and the Self in all beings loses all hatred.' The practical-ethical consequence is 'sama-darśana' — equal vision — the fruit of wisdom.",
        "yogananda": "Yogananda sees this verse as the description of what he calls the 'cosmic consciousness' experience — the state in which the individual consciousness expands to encompass all existence. 'Yoga-yuktātmā' — the self perfected through yoga — is the key qualifier: this is not a temporary mystical experience but the permanent state of the fully realized yogi. 'Sarvatra sama-darśanaḥ' — equal vision everywhere — does not mean the yogi becomes indifferent to distinctions, but that beneath all differences the yogi perceives the one Presence, the one Self, playing all the roles of the cosmic drama. He relates this to his own experience of cosmic consciousness described in his autobiography — the experience in which the walls of the room expanded to contain the universe and the universe was felt as one's own Self.",
        "goyandka": "The Gita Press commentary treats this verse as the description of jīvanmukti — liberation while still embodied — in its experiential dimension. The phrase 'yoga-yuktātmā' — one whose ātman is properly united through yoga — indicates that this is the fruit specifically of the dhyāna yoga taught in this chapter, not a gift that arrives independently of practice. The verse describes a double vision: upward (the Self in all beings) and downward (all beings in the Self) — like seeing both the gold in every ornament and every ornament as gold. 'Sama-darśanaḥ' (equal vision) does not deny the empirical differences between beings — a blade of grass and a human being are empirically different — but it affirms that at the level of ultimate reality, both are expressions of the one Self, and the realized yogi sees this directly."
      }
    },
    {
      "verse": 30,
      "sanskrit": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति ।\nतस्याहं न प्रणश्यामि स च मे न प्रणश्यति ॥",
      "transliteration": "yo māṃ paśyati sarvatra sarvaṃ ca mayi paśyati\ntasyāhaṃ na praṇaśyāmi sa ca me na praṇaśyati",
      "translation": "He who sees Me shining in every face and beholds all creation resting within Me — between that soul and God no shadow of separation can ever fall again. I am never hidden from him, says the Divine, and he can never be lost to Me. This is the eternal promise spoken from the Heart of all hearts: the love between the awakened soul and God is mutual, absolute, and forever.",
      "audio": "/assets/audio/ch06/verse_06_30.mp3",
      "word_breakdown": [
        {
          "word": "सर्वत्र",
          "transliteration": "sarvatra",
          "root": "sarva (all) + tra (locative suffix meaning 'in all places')",
          "grammatical_form": "Adverb of place",
          "meaning": "everywhere / in all places / throughout all existence"
        },
        {
          "word": "मयि",
          "transliteration": "mayi",
          "root": "mad (I, Me) — first person pronoun",
          "grammatical_form": "First person pronoun, locative, singular",
          "meaning": "in Me / within Me / inside the Divine"
        },
        {
          "word": "प्रणश्यामि",
          "transliteration": "praṇaśyāmi",
          "root": "pra + √naś (to perish, to be lost, to disappear)",
          "grammatical_form": "Present tense, 1st person singular",
          "meaning": "am lost / disappear / become invisible — here negated: am never lost"
        },
        {
          "word": "प्रणश्यति",
          "transliteration": "praṇaśyati",
          "root": "pra + √naś (to perish, to be lost, to disappear)",
          "grammatical_form": "Present tense, 3rd person singular",
          "meaning": "is lost / disappears / becomes invisible — here negated: is never lost to Me"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji considered this one of the most moving verses in the entire Gita, and he would read it very quietly, almost as a whisper. 'Tasyāhaṃ na praṇaśyāmi sa ca me na praṇaśyati' — I am never lost to him, and he is never lost to Me. This is the divine promise, the assurance of eternal, unbreakable relationship between the soul and God. Dadaji would say: most of us fear that God has forgotten us, that we are somehow not important enough, not pure enough, not deserving of the divine presence. This verse destroys that fear forever. If you can see Krishna — the Divine — in everything and everything in the Divine, then you are held. You are seen. You are never lost, even for a moment. And God is never hidden from you. The mystical relationship is permanent, mutual, and unconditional.",
        "sarvapriyananda": "Swami Sarvapriyananda reads this verse as the personal, devotional expression of the non-dual vision described in verse 29. Verse 29 is in the third person — the yogi sees the Self in all. Verse 30 is in the first person — Krishna speaks directly, personally: I am never lost to him, and he is never lost to Me. This shift from philosophical description to personal address is significant: the non-dual vision is not a cold abstraction but a living relationship. 'Na praṇaśyāmi' — I do not become lost — is a divine guarantee. 'Praṇaśyati' (from pra + √naś) means to vanish, to be destroyed, to become invisible. The one who has attained sama-darśana can never lose sight of the Divine, because they have recognized the Divine as the very substance of their own seeing.",
        "yogananda": "For Yogananda, this verse is the supreme devotional promise in the Gita — the moment where philosophical teaching gives way to the voice of divine love. He writes that these words of Krishna are addressed to every sincere meditator, in every age. The one who trains their inner eye to see the Divine everywhere — in the flower, the storm, the stranger, the moment of suffering and the moment of joy — that one will never lose God. And equally, Krishna says, God will never lose that devotee: 'sa ca me na praṇaśyati' — he is never lost to Me. Yogananda found this verse profoundly consoling: even when the meditator is beset by doubts, distractions, and spiritual dryness, they are still in God's sight. The relationship, once established, is eternal.",
        "goyandka": "The Gita Press commentary reads this verse as the culmination of the entire Chapter 6 teaching and the transition to Chapter 7, which opens with bhakti-jñāna (devotion united with knowledge). The reciprocal structure — 'tasyāhaṃ na praṇaśyāmi / sa ca me na praṇaśyati' — mirrors the reciprocal vision of verse 29 (Self in all, all in Self) but at the personal level of the Divine-devotee relationship. Goyandka notes that the word 'praṇaśyati' (not merely 'naśyati' but with the prefix 'pra' intensifying the meaning) emphasizes complete, absolute invisibility — which is what is being negated. There is no possibility, however slight, of the realized devotee losing sight of Krishna or of Krishna losing sight of the devotee. This mutual seeing — the Divine beholding the devotee, the devotee beholding the Divine — is the essence of the bhakta's relationship with God."
      }
    },
    {
      "verse": 31,
      "sanskrit": "श्रीभगवानुवाच ।\nसर्वभूतस्थितं यो मां भजत्येकत्वमास्थितः ।\nसर्वथा वर्तमानोऽपि स योगी मयि वर्तते ॥",
      "transliteration": "śrī-bhagavān uvāca\nsarva-bhūta-sthitaṃ yo māṃ bhajatyekatvam āsthitaḥ\nsarvathā vartamāno 'pi sa yogī mayi vartate",
      "translation": "The Lord declares: That blessed yogi who, rooted in the experience of oneness, worships Me as the one indwelling Reality in every creature — that soul lives always in Me, whatever the outer form of life may be. In cooking and teaching, in silence and in service, every moment becomes a continuous prayer to the One who dwells in all. Such a one has transcended religion and entered Reality.",
      "audio": "/assets/audio/ch06/verse_06_31.mp3",
      "word_breakdown": [
        {
          "word": "सर्वभूतस्थितम्",
          "transliteration": "sarva-bhūta-sthitaṃ",
          "root": "sarva (all) + bhūta (being) + √sthā (to stand, to abide)",
          "grammatical_form": "Compound adjective, masculine, accusative, singular",
          "meaning": "abiding in all beings — one who dwells within every creature without exception"
        },
        {
          "word": "एकत्वम्",
          "transliteration": "ekatvam",
          "root": "eka (one) + tva (abstract suffix: -ness)",
          "grammatical_form": "Neuter noun, accusative, singular",
          "meaning": "non-duality / oneness — the state of seeing only the One in all multiplicity"
        },
        {
          "word": "आस्थितः",
          "transliteration": "āsthitaḥ",
          "root": "ā + √sthā (to stand, to be established)",
          "grammatical_form": "Past passive participle, masculine, nominative, singular",
          "meaning": "established in / grounded in — one who is firmly settled in that oneness"
        },
        {
          "word": "भजति",
          "transliteration": "bhajati",
          "root": "√bhaj (to worship, to adore, to share in)",
          "grammatical_form": "Present tense, 3rd person singular",
          "meaning": "worships / adores — offers loving devotion; not ritual worship but continual communion"
        },
        {
          "word": "वर्तते",
          "transliteration": "vartate",
          "root": "√vṛt (to exist, to move, to abide)",
          "grammatical_form": "Present tense, 3rd person singular, ātmanepada",
          "meaning": "abides / lives / exists — dwells in; the yogi's every moment is a living within the Divine"
        }
      ],
      "commentary": {
        "dadaji": "This verse is the crown of the whole chapter, my dear. Baba used to say, 'When you truly see Bhagwan in each face, you never leave His lap.' The word ekatvam is so beautiful — it does not mean sameness in appearance, but oneness in essence. When you worship the Lord as dwelling in all — the beggar at your door, the crow on the wire, the child crying in the night — you yourself enter into the Lord. Notice 'sarvathā vartamāno 'pi' — even while going about all duties, cooking, working, quarreling perhaps — still the yogi lives in Me, says Krishna. The devotional act of bhajati here is not chanting alone; it is the heart's steady recognition. This is the fruit of dhyana: you stop seeing 'others.' What a gift Bhagwan gives in this one shloka.",
        "sarvapriyananda": "This verse expresses the pinnacle of the Advaita realization within bhakti. Ekatvam āsthitaḥ — established in non-duality. The yogi sees sarva-bhūta-sthitaṃ māṃ — Me, the Lord, abiding in all beings. This is not pantheism but the Vedantic truth that Brahman, the one Self, underlies all apparent multiplicity. The Māṇḍūkya Upaniṣad declares: 'All this is Brahman.' When worship flows from this non-dual understanding, there is no worshipper separate from the worshipped. 'Sarvathā vartamāno 'pi sa yogī mayi vartate' — regardless of external activity, he lives in Me. This integrates jñāna and bhakti perfectly. The outer world does not disturb him, for he sees no outer world separate from the Self.",
        "yogananda": "In the language of divine realization, ekatvam — cosmic oneness — is the direct perception of God as the one Life pulsating through every atom. Paramahansaji taught that the advanced devotee literally sees the Light of Brahman shining through all faces. 'Sarva-bhūta-sthitaṃ māṃ' is not metaphor; it is mystical fact, perceived in the highest states of samādhi and then retained even in waking consciousness. The ordinary person lives in delusion, seeing separateness; the yogi, awakened through meditation, sees unity. 'Sarvathā vartamāno 'pi' — though moving through all conditions — the inner vision never wavers. Such a one has transcended the oscillating states of the mind and lives perpetually in the cosmic AUM, in the omnipresent Christ Consciousness.",
        "goyandka": "Bhagavan here defines the highest yogi — one established in ekatvam, non-difference. This means seeing Paramātmā as the indwelling Reality in all jīvas. He worships that all-pervading Lord through the recognition of His presence everywhere. The phrase 'sarvathā vartamāno 'pi' — though living in all manner of ways — indicates that external circumstances are irrelevant once the inner vision is established. Such a devotee, even while performing worldly duties, never actually leaves the Lord, for his consciousness remains anchored in the divine omnipresence. This verse crowns the previous descriptions of the realized yogi and shows that the acme of yoga is not withdrawal from the world but the constant living awareness of the Lord's all-pervasive presence."
      }
    },
    {
      "verse": 32,
      "sanskrit": "श्रीभगवानुवाच ।\nआत्मौपम्येन सर्वत्र समं पश्यति योऽर्जुन ।\nसुखं वा यदि वा दुःखं स योगी परमो मतः ॥",
      "transliteration": "śrī-bhagavān uvāca\nātmaupamyena sarvatra samaṃ paśyati yo 'rjuna\nsukhaṃ vā yadi vā duḥkhaṃ sa yogī paramo mataḥ",
      "translation": "The Divine Teacher declares: He who, measuring all by the standard of his own soul's longing for joy and shrinking from pain, sees every being's happiness and suffering as his own — who beholds this sacred equality everywhere without exception — that yogi stands among the highest, dearest to My heart, O Arjuna. This universal empathy is love made perfect.",
      "audio": "/assets/audio/ch06/verse_06_32.mp3",
      "word_breakdown": [
        {
          "word": "आत्मौपम्येन",
          "transliteration": "ātmaupamyena",
          "root": "ātman (self) + upamā (comparison, likeness)",
          "grammatical_form": "Compound noun, neuter, instrumental, singular",
          "meaning": "by comparison with oneself — using one's own experience as the measuring rod for all others"
        },
        {
          "word": "समम्",
          "transliteration": "samaṃ",
          "root": "sama (equal, same, even)",
          "grammatical_form": "Adjective/adverb, neuter, accusative, singular",
          "meaning": "equality / sameness — the even vision that sees the same essential reality in all"
        },
        {
          "word": "पश्यति",
          "transliteration": "paśyati",
          "root": "√paś / √dṛś (to see, to perceive, to observe)",
          "grammatical_form": "Present tense, 3rd person singular",
          "meaning": "sees / perceives — an active, living perception, not merely an intellectual belief"
        },
        {
          "word": "परमः",
          "transliteration": "paramaḥ",
          "root": "para (beyond, supreme, highest)",
          "grammatical_form": "Adjective, masculine, nominative, singular, superlative",
          "meaning": "the highest / supreme — the pinnacle among all yogis; none is greater"
        },
        {
          "word": "मतः",
          "transliteration": "mataḥ",
          "root": "√man (to think, to consider, to regard)",
          "grammatical_form": "Past passive participle, masculine, nominative, singular",
          "meaning": "considered / regarded — Krishna's own verdict; this is the Lord's direct assessment"
        }
      ],
      "commentary": {
        "dadaji": "Ātmaupamyena — by comparison with oneself. This is the simplest and most beautiful teaching on compassion in the whole Gita. Feel your own joy, feel your own pain — and know that every creature feels exactly thus. When that knowing becomes real, not borrowed from a book, you stop hurting others automatically. The yogi of this verse does not need rules to be kind; he simply cannot be unkind, because he sees himself in everyone. And Bhagwan says such a one is 'paramo' — the very highest. Not the one who sits longest in meditation, but the one who has most fully erased the line between 'self' and 'other.' This is the final test of all spiritual practice, my child.",
        "sarvapriyananda": "Ātmaupamyena — the method is striking in its practicality. The Vedanta says 'tat tvam asi — that thou art'; here Krishna gives the experiential method: use your own felt experience of joy and suffering as the universal yardstick. You know your own pain intimately; extend that same knowing to others. This is how the abstract teaching of oneness becomes compassionate action. Note that paśyati is in the present tense — it is a living perception, not a past realization filed away. The highest yogi is perpetually, actively seeing this equality. The Upaniṣad asks: 'Who sees all beings in the Self and the Self in all beings — from that person, what delusion, what sorrow can there be?'",
        "yogananda": "The greatest yogi, says Krishna, is the one who has awakened to the universality of feeling. In the superconscious state of samādhi, the boundaries of the ego dissolve and one literally feels the joy and suffering of all creation as one's own. This is not mere sentiment; it is the cosmic empathy of Christ Consciousness. Ātmaupamyena — through the measure of the Self — means the realized master uses the expanded Self as the measuring rod, not the small ego-self. Yoganandaji wrote that such a one becomes an instrument of Divine Love, effortlessly serving all because he has ceased to see any separation between his own soul and the souls of others. This equality-vision is samādhi lived in the marketplace.",
        "goyandka": "This verse describes the sādhana of samadarśitā — equal vision — in its most concrete form. The instruction 'ātmaupamyena' provides a practical method: as you yourself desire happiness and shrink from pain, so does every being. This empathic recognition, extended universally, becomes the foundation of true non-injury and genuine service. Such a yogi never harms another knowingly, for he understands from within what harm means. Bhagavan himself declares this yogi 'paramo mataḥ' — the highest in My estimation. This places equal vision above mere tapas, scholarship, or ritual purity. It is the culmination of all inner development and the living expression of the realization of the one Ātman in all."
      }
    },
    {
      "verse": 33,
      "sanskrit": "अर्जुन उवाच ।\nयोऽयं योगस्त्वया प्रोक्तः साम्येन मधुसूदन ।\nएतस्याहं न पश्यामि चञ्चलत्वात् स्थितिं स्थिराम् ॥",
      "transliteration": "arjuna uvāca\nyo 'yaṃ yogas tvayā proktaḥ sāmyena madhusūdana\netasyāhaṃ na paśyāmi cañcalatvāt sthitiṃ sthirām",
      "translation": "Arjuna, the sincere soul, confesses to Krishna: O Slayer of Madhu, this yoga of perfect equanimity that You have revealed fills me with longing — yet I cannot see how to stand firm upon it. The mind, so restless, so fickle, seems to offer no stable ground beneath these lofty teachings. How does the soul find its footing when the very instrument of practice is in constant motion?",
      "audio": "/assets/audio/ch06/verse_06_33.mp3",
      "word_breakdown": [
        {
          "word": "साम्येन",
          "transliteration": "sāmyena",
          "root": "sāmya (equality, sameness, evenness)",
          "grammatical_form": "Neuter noun, instrumental, singular",
          "meaning": "by equality / through equanimity — the yoga characterized by the equal vision just described"
        },
        {
          "word": "मधुसूदन",
          "transliteration": "madhusūdana",
          "root": "madhu (the demon Madhu) + √sūd (to destroy, to slay)",
          "grammatical_form": "Masculine noun, vocative, singular (epithet of Krishna)",
          "meaning": "O Slayer of the demon Madhu — Arjuna invokes Krishna's power to destroy obstacles, hinting that the mind's restlessness is his own demon"
        },
        {
          "word": "चञ्चलत्वात्",
          "transliteration": "cañcalatvāt",
          "root": "cañcala (restless, wavering, fickle) + tva (abstract suffix)",
          "grammatical_form": "Neuter abstract noun, ablative, singular",
          "meaning": "because of restlessness — ablative of cause; the mind's oscillating, unsteady nature is the very obstacle"
        },
        {
          "word": "स्थितिम्",
          "transliteration": "sthitiṃ",
          "root": "√sthā (to stand, to remain, to be stable)",
          "grammatical_form": "Feminine noun, accusative, singular",
          "meaning": "foundation / stability / steadiness — a firm resting place; the inability to find such a place is Arjuna's complaint"
        },
        {
          "word": "स्थिराम्",
          "transliteration": "sthirām",
          "root": "sthira (firm, steady, stable, fixed)",
          "grammatical_form": "Adjective, feminine, accusative, singular",
          "meaning": "steady / firm / stable — qualifies sthitiṃ; he cannot find even a stable stability, as it were"
        }
      ],
      "commentary": {
        "dadaji": "Arjuna speaks here for every one of us, and that is precisely why these verses are so precious. He has just heard the most sublime teaching — the yogi who sees oneness, who feels others' joy and pain — and his immediate, honest response is: 'I cannot do this. My mind will not sit still.' What I love is the name he uses: Madhusudana, Slayer of the demon Madhu. Unconsciously, he is calling on Krishna to slay the demon of his own restless mind. God always answers such prayers. And notice — Arjuna does not pretend. He does not say 'Yes, I understand.' He says 'I do not see how this can be steadily established.' This honesty before the Guru is itself a great spiritual act.",
        "sarvapriyananda": "Arjuna's objection is the objection of every sincere student. The yoga of sāmya — equal vision — sounds beautiful in theory. But the mind, the instrument through which this vision must arise, is itself cañcala — restless, perpetually oscillating between attraction and repulsion. Without a steady mind, there can be no steady vision of equality. This is a real philosophical problem, not mere weakness. The Kaṭha Upaniṣad compares the Self to the passenger in the chariot, the buddhi to the charioteer, and the mind to the reins — if the reins are slack, the horses run wild. Arjuna is honestly reporting: his reins are slack. This confession sets up Krishna's practical and compassionate answer in the following verses.",
        "yogananda": "Arjuna gives voice to the universal human predicament. The divine vision of oneness is perceived in glimpses during meditation — moments of breathtaking clarity when the boundaries of self dissolve — but then the mind reasserts itself and the vision vanishes. Cañcalatvāt — because of restlessness — this is the root affliction of the unawakened nervous system. Yoganandaji taught that this restlessness is caused by the outward-flowing life force (prāṇa) dispersed through the senses. Until prāṇa is interiorized through kriyā practice, the mind cannot maintain steady samādhi. Arjuna's complaint is not defeatism; it is the essential question that brings out Krishna's answer about abhyāsa and vairāgya — the twin pillars of yogic training.",
        "goyandka": "Arjuna's question is of universal importance. Having understood the ideal yoga of equal vision, he frankly confesses his inability to achieve it due to the mind's inherent instability. The use of 'cañcalatvāt' — ablative of cause — is significant: it identifies the precise obstacle. The mind is not merely occasionally disturbed; its very nature is oscillation, as its root cañc (to move to and fro) indicates. Arjuna is asking not out of laziness but out of genuine inquiry: given this nature of the mind, how can the 'sthiti sthirā' — the steady resting place — ever be achieved? This question compels Krishna to give his most practical and accessible teaching in verses 35 and 36."
      }
    },
    {
      "verse": 34,
      "sanskrit": "अर्जुन उवाच ।\nचञ्चलं हि मनः कृष्ण प्रमाथि बलवद् दृढम् ।\nतस्याहं निग्रहं मन्ये वायोरिव सुदुष्करम् ॥",
      "transliteration": "arjuna uvāca\ncañcalaṃ hi manaḥ kṛṣṇa pramāthi balavad dṛḍham\ntasyāhaṃ nigrahaṃ manye vāyor iva su-duṣkaram",
      "translation": "O Krishna, the mind is restless — this I know from the depths of my own experience. It churns and torments without ceasing, powerful as a storm, stubborn as stone. To bring such a force under the soul's quiet governance seems as impossible as grasping the wind with bare hands. Yet You ask this of me — tell me, beloved Lord, how it can be done.",
      "audio": "/assets/audio/ch06/verse_06_34.mp3",
      "word_breakdown": [
        {
          "word": "प्रमाथि",
          "transliteration": "pramāthi",
          "root": "pra + √math (to churn, to agitate, to torment)",
          "grammatical_form": "Adjective, neuter, nominative, singular",
          "meaning": "turbulent / tormenting — one that churns and agitates; the mind actively disturbs and churns all one's good intentions"
        },
        {
          "word": "बलवत्",
          "transliteration": "balavat",
          "root": "bala (strength, power, force)",
          "grammatical_form": "Adjective, neuter, nominative, singular",
          "meaning": "powerful / forceful — possessed of great strength; the mind's pull toward objects is not a weak inclination but a powerful current"
        },
        {
          "word": "दृढम्",
          "transliteration": "dṛḍham",
          "root": "√dṛh (to be firm, to be fixed, to be obstinate)",
          "grammatical_form": "Adjective, neuter, nominative, singular",
          "meaning": "obstinate / rigid / stubborn — the mind resists efforts to discipline it with a stiff tenacity"
        },
        {
          "word": "निग्रहम्",
          "transliteration": "nigrahaṃ",
          "root": "ni + √grah (to hold, to restrain, to seize)",
          "grammatical_form": "Masculine noun, accusative, singular",
          "meaning": "restraint / control — the act of holding the mind back from its outward rush; the object of Arjuna's attempt"
        },
        {
          "word": "सुदुष्करम्",
          "transliteration": "su-duṣkaram",
          "root": "su (intensifier: very) + duṣkara (difficult to do, duṣ + √kṛ)",
          "grammatical_form": "Adjective, neuter, accusative, singular",
          "meaning": "exceedingly difficult — not merely hard but supremely difficult, as if impossible by one's own unaided effort"
        }
      ],
      "commentary": {
        "dadaji": "Four words Arjuna uses — cañcalaṃ, pramāthi, balavat, dṛḍham — and each one is true. Have you tried to sit quietly for even five minutes? The mind jumps to tomorrow's worries, yesterday's insults, tonight's dinner. And then Arjuna gives the most beautiful comparison: like trying to hold the wind. You cannot grab wind in your fist; it slips through. So does the mind — the harder you squeeze, the more it escapes. But Baba used to smile at this verse and say: 'The one who knows the mind is like the wind is already half a yogi. Most people don't even know they have a mind running wild.' This recognition is not defeat — it is the beginning of real sādhana.",
        "sarvapriyananda": "Arjuna adds four devastating adjectives: cañcalaṃ — restless; pramāthi — turbulent, it churns everything it touches; balavat — powerful, its pull toward sense objects has enormous force; and dṛḍham — obstinate, it does not easily yield to discipline. The vāyu comparison is philosophically apt. In the subtle body, the mind and prāṇa are intimately connected — where prāṇa goes, the mind follows, and vice versa. Controlling the mind is indeed like catching the wind, because both the mind and vāyu are subtle, pervasive, and formless. The Haṭhayoga Pradīpikā says: 'When prāṇa moves, chitta moves; when prāṇa is still, chitta is still.' This gives us the key to what Krishna will prescribe.",
        "yogananda": "Pramāthi — this word is extraordinary. It means the mind not only wanders but actively torments, churns, agitates. Anyone who has sat in meditation and watched the mind drag up ancient memories, project future fears, construct elaborate fantasies — knows this churning firsthand. Balavat dṛḍham — powerful and stubborn. Yoganandaji used to say the mind is like an untrained monkey stung by a scorpion: jumping, screeching, wildly erratic. The wind comparison points to the need for a subtle technology of control — you cannot wrestle with the wind; you must work with it. In kriyā yoga, the prāṇa-mind complex is redirected through the spine's subtle channels rather than forcibly suppressed, and this is the only truly effective method.",
        "goyandka": "In this verse, Arjuna elaborates his concern from verse 33 by piling up four powerful epithets for the mind. Together they form a complete description of the mind's nature as an obstacle to yoga. Cañcalaṃ: its essential character is oscillation. Pramāthi: it actively disrupts even the wisdom one has accumulated. Balavat: it overpowers the discriminative intellect. Dṛḍham: its habits are deeply entrenched and resist reform. The wind metaphor is well-chosen; just as one cannot grasp and hold wind in one's hand, one cannot forcibly suppress the mind through brute willpower alone. This prepares the ground for Krishna's answer, which speaks of gradual practice and dispassion as the appropriate methods — working with the mind's nature rather than against it."
      }
    },
    {
      "verse": 35,
      "sanskrit": "श्रीभगवानुवाच ।\nअसंशयं महाबाहो मनो दुर्निग्रहं चलम् ।\nअभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते ॥",
      "transliteration": "śrī-bhagavān uvāca\nasaṃśayaṃ mahā-bāho mano durnigrahaṃ calam\nabhyāsena tu kaunteya vairāgyeṇa ca gṛhyate",
      "translation": "The Divine Friend answers with compassion: Yes, O mighty-armed Arjuna — the mind is indeed restless and hard to govern. I acknowledge the truth of what you have said. And yet — by two wings the soul learns to soar above the mind's turbulence: sustained, devoted practice that returns again and again to the inner Source, and the gradual blossoming of dispassion toward the world's hollow promises. With these two, the mind is mastered.",
      "audio": "/assets/audio/ch06/verse_06_35.mp3",
      "word_breakdown": [
        {
          "word": "असंशयम्",
          "transliteration": "asaṃśayaṃ",
          "root": "a (not) + saṃśaya (doubt)",
          "grammatical_form": "Neuter noun used adverbially, accusative, singular",
          "meaning": "without doubt / undoubtedly — Krishna begins by fully validating Arjuna's observation; this is not weakness but truth"
        },
        {
          "word": "दुर्निग्रहम्",
          "transliteration": "durnigrahaṃ",
          "root": "dur (with difficulty) + ni + √grah (to hold, to restrain)",
          "grammatical_form": "Adjective, neuter, nominative, singular",
          "meaning": "difficult to restrain / hard to control — Krishna concedes the mind's stubbornness while implying it is not impossible"
        },
        {
          "word": "अभ्यासेन",
          "transliteration": "abhyāsena",
          "root": "abhi + √as (to throw, to practice) — repetitive application",
          "grammatical_form": "Masculine noun, instrumental, singular",
          "meaning": "by practice / through repeated effort — the instrumental case indicates the method; consistent, sustained repetition of the chosen discipline"
        },
        {
          "word": "वैराग्येण",
          "transliteration": "vairāgyeṇa",
          "root": "vi + rāga (passion, color, attachment) — freedom from coloring",
          "grammatical_form": "Neuter noun, instrumental, singular",
          "meaning": "by dispassion / through non-attachment — the progressive loosening of the mind's fascination with sense objects"
        },
        {
          "word": "गृह्यते",
          "transliteration": "gṛhyate",
          "root": "√grah (to grasp, to hold, to restrain)",
          "grammatical_form": "Present tense, passive voice, 3rd person singular",
          "meaning": "is restrained / is held — passive construction: through these means, the mind becomes controlled; the process is gradual and sure"
        }
      ],
      "commentary": {
        "dadaji": "See how Krishna begins: 'Asaṃśayam' — without doubt. He does not scold Arjuna. He does not say 'You are weak, you should be stronger.' He says: Yes, you are right, the mind is indeed very hard to control. This is the compassion of a true teacher. Then comes the answer — just two words: abhyāsa and vairāgya. Practice and dispassion. Not miracles, not special powers — just daily, patient, loving practice. Like learning to ride a bicycle. You fall, you get back on. And vairāgya — not hatred of the world, but simply not clinging to it. When Baba explained vairāgya he said: 'Enjoy the rose, but do not try to own it.' That is enough.",
        "sarvapriyananda": "Krishna's reply is a masterpiece of pedagogical compassion and philosophical precision. First, He validates: asaṃśayam — without doubt, the mind is durnigraham, hard to restrain. There is no shame in finding this difficult. Then He gives the two pillars of mental mastery: abhyāsa and vairāgya. These same two are prescribed at the very opening of Patañjali's practical teaching in the Yoga Sūtras (1.12): 'abhyāsa-vairāgyābhyāṃ tan-nirodhaḥ — by practice and dispassion comes the cessation of mental fluctuations.' Abhyāsa means the consistent, repeated turning of the mind back toward the chosen object of meditation. Vairāgya means the steady reduction of the mind's interest in sensory objects. Together they work: abhyāsa gives the mind something wholesome to cling to; vairāgya loosens its grip on the unwholesome.",
        "yogananda": "Krishna's two-word prescription — abhyāsa and vairāgya — encapsulates the entire science of raja yoga. Abhyāsa is the positive pole: the daily, devoted practice of meditation, of returning the mind to its source. Vairāgya is the negative pole: the withdrawal of interest from the flickering attractions of the senses. These two create the tension within which the mind is gradually mastered — like two oars rowing a boat in tandem. Yoganandaji emphasized that vairāgya is not world-hatred but world-transcendence. The vairāgī still lives in the world but is no longer enslaved by it. And abhyāsa, in the kriyā context, means the specific technique that withdraws the life force from the senses and focuses it at the spiritual eye — the most effective of all practices for mental mastery.",
        "goyandka": "This verse is foundational for all sincere spiritual aspirants. Krishna first confirms the difficulty Arjuna has described — this is not false encouragement but honest acknowledgment. Then He gives the two universal means: abhyāsa (practice) and vairāgya (dispassion). Abhyāsa is defined in the Yoga Sūtras as the effort toward steadiness, pursued long, without interruption, and with earnestness. Vairāgya is the mastery over craving — the progressive reduction of the mind's thirst for sensory objects. Together these two are sufficient. No special birth, no extraordinary grace, no esoteric technique is required beyond these. The word 'gṛhyate' — is restrained — in the passive voice is significant: through these means, the restraint happens; it is not forced but naturally achieved."
      }
    },
    {
      "verse": 36,
      "sanskrit": "श्रीभगवानुवाच ।\nअसंयतात्मना योगो दुष्प्राप इति मे मतिः ।\nवश्यात्मना तु यतता शक्योऽवाप्तुमुपायतः ॥",
      "transliteration": "śrī-bhagavān uvāca\nasaṃyatātmanā yogo duṣprāpa iti me matiḥ\nvaśyātmanā tu yatatā śakyo 'vāptum upāyataḥ",
      "translation": "For the soul whose inner life is not yet disciplined — scattered by the senses, driven by desire — yoga remains elusive, like a distant horizon. This is My honest truth to you, says the Lord. Yet for the one who takes the reins of the self into steady hands and strives with the right methods, yoga becomes not merely possible but certain. The door is open to every soul who truly knocks.",
      "audio": "/assets/audio/ch06/verse_06_36.mp3",
      "word_breakdown": [
        {
          "word": "असंयतात्मना",
          "transliteration": "asaṃyatātmanā",
          "root": "a (not) + saṃyata (controlled, restrained, from sam + √yam) + ātman (self)",
          "grammatical_form": "Compound noun, masculine, instrumental, singular (bahuvrīhi)",
          "meaning": "by one whose self is uncontrolled — the person who has not yet brought the senses and mind under discipline"
        },
        {
          "word": "दुष्प्रापः",
          "transliteration": "duṣprāpaḥ",
          "root": "duṣ (with difficulty) + pra + √āp (to reach, to attain)",
          "grammatical_form": "Adjective, masculine, nominative, singular",
          "meaning": "difficult to attain — not impossible, but requiring serious effort; duṣ indicates difficulty, not impossibility"
        },
        {
          "word": "वश्यात्मना",
          "transliteration": "vaśyātmanā",
          "root": "vaśya (controllable, subdued, from √vaś) + ātman (self)",
          "grammatical_form": "Compound noun, masculine, instrumental, singular (bahuvrīhi)",
          "meaning": "by one whose self is controlled / subdued — the counterpart to asaṃyatātmanā; the disciplined practitioner"
        },
        {
          "word": "यतता",
          "transliteration": "yatatā",
          "root": "√yat (to strive, to endeavor, to make effort)",
          "grammatical_form": "Present participle, masculine, instrumental, singular",
          "meaning": "by one who strives / by the earnest seeker — effort is indispensable; self-control alone without striving is insufficient"
        },
        {
          "word": "उपायतः",
          "transliteration": "upāyataḥ",
          "root": "upāya (means, method, approach) + tas (ablative suffix)",
          "grammatical_form": "Ablative of manner (adverbial)",
          "meaning": "through proper means / by right method — yoga is not attained by any random effort but by the correct methods described"
        }
      ],
      "commentary": {
        "dadaji": "Krishna is both encouraging and honest in this verse. He does not say yoga is impossible for the uncontrolled person — He says it is duṣprāpa, difficult to reach. There is hope in that word. And then see the beautiful construction: 'vaśyātmanā tu yatatā śakyo 'vāptum upāyataḥ' — by the one with a controlled self who strives through right means, it can be attained. Two conditions: self-control and right striving. Upāyataḥ — through proper means. This means the Guru's guidance matters; one must learn the correct method. Random tapasya or self-invented practices may not serve. Seek a teacher, follow the path, and practice consistently — yoga will come. Krishna guarantees it.",
        "sarvapriyananda": "This verse completes the thought of verse 35. Krishna now frames the matter as a clear logical contrast. The uncontrolled self — asaṃyatātmā — will find yoga duṣprāpa, very hard to reach. Here 'self' (ātman) in this compound refers not to the supreme Self but to the jīvātman, the individual, with its instruments of mind and senses. The self-controlled person — vaśyātmā — who additionally yatata (strives) and uses upāya (right means), will find it śakya (possible, achievable). Note the particle 'tu' — but — which turns the verse from potentially discouraging to deeply encouraging. Self-control is developed through abhyāsa and vairāgya just described; right means includes all the preliminary disciplines of the Gita.",
        "yogananda": "Asaṃyatātmanā — by the uncontrolled self — this refers to one who allows prāṇa to flow outward freely through the sense doors. Such a person sits for meditation but the mind follows the prāṇa outward and there is no real interiorization. Vaśyātmanā — by the controlled self — this is the practitioner who has learned to withdraw prāṇa at will, who can close the sense doors not by brute suppression but by the magnetic attraction of inner bliss. Upāyataḥ — through proper means — points to the scientific technique. Yoganandaji was emphatic: any sincere seeker who applies the right technique consistently will attain yoga. It is not a lottery; it is a science with guaranteed results for the sincere practitioner.",
        "goyandka": "The word 'upāyataḥ' — through proper means — is especially significant in this verse. It indicates that yoga is not attained through mere desire, nor through haphazard effort, but through the intelligent application of prescribed methods. These means include yama-niyama (ethical discipline), āsana, prāṇāyāma, pratyāhāra, and the dhāraṇā-dhyāna-samādhi sequence described throughout this chapter. Me matiḥ — this is My view — Krishna takes personal responsibility for this statement, lending it the weight of divine authority. For those who worry whether yoga is achievable at all, this verse is the Lord's direct assurance: with self-mastery and right effort, it is certainly attainable."
      }
    },
    {
      "verse": 37,
      "sanskrit": "अर्जुन उवाच ।\nअयतिः श्रद्धयोपेतो योगाच्चलितमानसः ।\nअप्राप्य योगसंसिद्धिं कां गतिं कृष्ण गच्छति ॥",
      "transliteration": "arjuna uvāca\nayatiḥ śraddhayopeto yogāc calita-mānasaḥ\naprāpya yoga-saṃsiddhiṃ kāṃ gatiṃ kṛṣṇa gacchati",
      "translation": "Arjuna asks with the anxiety of every sincere seeker: O Krishna, what of the soul who genuinely believed — who turned toward the path of yoga with true faith — yet whose effort fell short, whose mind wandered from the practice before perfection was reached? What becomes of such a one? Has the aspiration been wasted? Has the love been lost? This is the question that has haunted every devoted heart.",
      "audio": "/assets/audio/ch06/verse_06_37.mp3",
      "word_breakdown": [
        {
          "word": "अयतिः",
          "transliteration": "ayatiḥ",
          "root": "a (not) + yati (one who strives, from √yat)",
          "grammatical_form": "Masculine noun, nominative, singular",
          "meaning": "one who does not strive enough / the non-striver — not a faithless person, but one whose effort falls short of completion"
        },
        {
          "word": "श्रद्धयोपेतः",
          "transliteration": "śraddhayopetaḥ",
          "root": "śraddhā (faith, trust) + upa + √i (to go, to be endowed with)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "endowed with faith — genuinely believing in yoga and in God; the problem is not lack of faith but lack of sustained effort"
        },
        {
          "word": "चलितमानसः",
          "transliteration": "calita-mānasaḥ",
          "root": "calita (moved, wandered, from √cal) + mānasa (mind)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular (bahuvrīhi)",
          "meaning": "one whose mind has wandered from yoga — who started the path but was deflected by distractions or circumstances"
        },
        {
          "word": "योगसंसिद्धिम्",
          "transliteration": "yoga-saṃsiddhiṃ",
          "root": "yoga + sam + √sidh (to succeed, to be perfected)",
          "grammatical_form": "Feminine compound noun, accusative, singular",
          "meaning": "perfection in yoga / the fullness of yogic accomplishment — the complete realization; not progress but the final fruit"
        },
        {
          "word": "गतिम्",
          "transliteration": "gatiṃ",
          "root": "√gam (to go, to move) — the path one takes",
          "grammatical_form": "Feminine noun, accusative, singular",
          "meaning": "destination / end / fate — the path or state attained after death; the ultimate trajectory of the soul"
        }
      ],
      "commentary": {
        "dadaji": "This is the question that makes every ordinary person's heart quicken — because most of us are exactly this: we have faith, we want God, we even practice for some time — and then life comes. Illness, family duties, laziness, doubt. The practice slips. Are we then condemned? Arjuna is asking this on behalf of all of us imperfect seekers, and it is one of the most loving questions in the entire Gita. Notice — this person has śraddhā, genuine faith. He is not a hypocrite or an unbeliever. He simply did not complete the journey this time. Krishna's answer in verse 40 will bring tears of relief to every such person.",
        "sarvapriyananda": "This is one of the most poignant and practically important questions of the Gita. Arjuna describes a specific type of sādhaka: śraddhayopetaḥ — possessed of genuine faith, not a doubter or a worldly person; ayatiḥ — yet one who did not persevere sufficiently; calita-mānasaḥ — whose mind wandered from the path. Such a person, aprāpya yoga-saṃsiddhim — not having attained the fullness of yoga — what becomes of them? This is the anxiety of every sincere but struggling practitioner. The Vedantic question behind it is: does spiritual effort have cumulative, trans-life value? Krishna will answer with an unequivocal and deeply comforting yes.",
        "yogananda": "This question could only come from Arjuna's compassionate heart. He is not asking for himself alone but for the countless sincere souls who begin the spiritual journey, make genuine progress, and then are cut short — by an untimely death, by an overwhelming temptation, by the sheer force of accumulated karma. Śraddhayopetaḥ — faith is present; yoga-saṃsiddhiṃ aprāpya — but perfection was not reached. Is all that effort wasted? Yoganandaji used to say this is the most reassuring passage in all scripture for the struggling devotee, because Krishna's answer makes it utterly clear that no sincere spiritual effort is ever lost or wasted. The soul carries its attainments from life to life.",
        "goyandka": "Arjuna presents a case of great practical importance: the sādhaka who possesses the most important qualification — śraddhā, faith — but who falls short due to insufficient effort or due to the mind's wandering. He asks: kāṃ gatiṃ gacchati — what destination does such a person reach? The question implies a fear that such a person, having abandoned worldly pursuit without completing the spiritual path, might be 'lost' — falling between two worlds. This fear motivates the question. The pair of verses 37-38 together present a complete portrait of this fallen yogi's predicament. Krishna's comprehensive answer will be given in verses 40-45 and will fully resolve the anxiety."
      }
    },
    {
      "verse": 38,
      "sanskrit": "अर्जुन उवाच ।\nकच्चिन्नोभयविभ्रष्टश्छिन्नाभ्रमिव नश्यति ।\nअप्रतिष्ठो महाबाहो विमूढो ब्रह्मणः पथि ॥",
      "transliteration": "arjuna uvāca\nkaccin nobhaya-vibhraṣṭaś chinnābhram iva naśyati\napratiṣṭho mahā-bāho vimūḍho brahmaṇaḥ pathi",
      "translation": "Fallen from the world he left behind, not yet arrived at the God he sought — does such a soul perish like a wisp of cloud torn from the sky, without enough substance to become rain, drifting and fading into nothing? Without footing in either realm, confused on the luminous path to Brahman — is this the fate of the sincere but incomplete seeker? My heart trembles at the thought.",
      "audio": "/assets/audio/ch06/verse_06_38.mp3",
      "word_breakdown": [
        {
          "word": "उभयविभ्रष्टः",
          "transliteration": "ubhaya-vibhraṣṭaḥ",
          "root": "ubhaya (both) + vi + √bhraṃś (to fall, to slip, to be dislodged)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "fallen from both — from worldly life (abandoned for yoga) and from yoga (not yet perfected); stranded in between"
        },
        {
          "word": "छिन्नाभ्रम्",
          "transliteration": "chinnābhram",
          "root": "chinna (cut, torn, from √chid) + abhra (cloud)",
          "grammatical_form": "Compound noun, neuter, nominative, singular",
          "meaning": "a torn / severed cloud — a fragment broken off from the main cloud-mass, with no substance of its own; a vivid image of purposeless drifting"
        },
        {
          "word": "अप्रतिष्ठः",
          "transliteration": "apratiṣṭhaḥ",
          "root": "a (not) + prati + √sthā (to stand) — lacking a firm base",
          "grammatical_form": "Adjective, masculine, nominative, singular",
          "meaning": "without support / without a firm footing — having no stable ground in either worldly achievement or spiritual realization"
        },
        {
          "word": "विमूढः",
          "transliteration": "vimūḍhaḥ",
          "root": "vi (intensifier) + √muh (to be confused, to be deluded)",
          "grammatical_form": "Past passive participle, masculine, nominative, singular",
          "meaning": "utterly confused / thoroughly deluded — disoriented on the path, unable to find direction in the spiritual journey"
        },
        {
          "word": "ब्रह्मणः पथि",
          "transliteration": "brahmaṇaḥ pathi",
          "root": "brahman (Absolute Reality) + patha (path, way)",
          "grammatical_form": "Genitive + locative, masculine, singular",
          "meaning": "on the path to Brahman — the great spiritual highway leading to liberation; the path the seeker has set out upon but not yet traversed"
        }
      ],
      "commentary": {
        "dadaji": "The image of the torn cloud is so poignant. A small cloud that breaks off from the main cloud has no weight to fall as rain, no size to linger — it simply evaporates, scattered by the wind, becoming nothing. Arjuna is asking: is the fallen yogi like this? Gone from the world, not yet arrived at God, adrift — does he simply dissolve? And 'apratiṣṭho' — without any footing. Nowhere to stand. This is the fear of the spiritual seeker who has left behind the familiar securities of worldly life. But notice — Arjuna already seems to sense the answer will be reassuring, because he phrases it as a question: 'does he not perish?' He is hoping Krishna will say 'No.' And Krishna will.",
        "sarvapriyananda": "The chinnābhram — torn cloud — simile is philosophically rich. A cloud that is severed from its formation has no coherence; it disperses and vanishes. Arjuna fears this is the fate of the yogi who has cut ties with worldly dharma to pursue liberation, but then fails to reach liberation. Ubhaya-vibhraṣṭaḥ — fallen from both worlds. From the worldly perspective he has been a failure; from the spiritual perspective he has not succeeded. Apratiṣṭhaḥ — no foothold anywhere. Vimūḍhaḥ — deluded. This is a complete picture of spiritual desolation. The question is not merely academic; every sincere sādhaka fears this outcome. It is the fundamental question about the security of the spiritual path.",
        "yogananda": "The chinnābhram image is one of the most evocative in the Gita. A shred of cloud torn from the main body has no capacity to produce rain — it simply fades. Arjuna fears the spiritually incomplete soul shares this fate: cut off from materialistic fulfillment, cut off from divine realization — lost in the in-between. Vimūḍho brahmaṇaḥ pathi — confused on the path to Brahman. Yoganandaji assured us that no soul is ever truly lost in this way. The very fact that a soul has turned toward God, even imperfectly, leaves an indelible mark on the causal body that draws it back toward the divine in future incarnations. The torn cloud must eventually rejoin the ocean in rain or mist — and so must every soul.",
        "goyandka": "This verse presents the worst-case scenario that Arjuna can envision. Ubhaya-vibhraṣṭa — fallen from both. He has given up worldly activities and enjoyments for yoga; he has then also given up or been unable to complete yoga. He stands in a no-man's land. The chinnābhram simile captures this precisely: a shred of cloud, separated from its mass, has no power to become rain, no endurance to remain, and simply vanishes. Apratiṣṭhaḥ — without any stable support. Vimūḍhaḥ — thoroughly confused, having lost the guidance of both worldly wisdom and spiritual discrimination. This verse completes Arjuna's anguished question, and the two together — 37 and 38 — call forth one of the most reassuring pronouncements in the entire Gita."
      }
    },
    {
      "verse": 39,
      "sanskrit": "अर्जुन उवाच ।\nएतन्मे संशयं कृष्ण छेत्तुमर्हस्यशेषतः ।\nत्वदन्यः संशयस्यास्य छेत्ता न ह्युपपद्यते ॥",
      "transliteration": "arjuna uvāca\netan me saṃśayaṃ kṛṣṇa chettum arhasy aśeṣataḥ\ntvad-anyaḥ saṃśayasyāsya chettā na hy upapadyate",
      "translation": "Arjuna implores with humility and complete surrender: O Krishna, resolve this doubt that dwells in the cave of my heart — dissolve it entirely, without remainder. For I know, with the certainty of the soul recognizing its Higher Self, that no one in all creation is capable of cutting through this fear except You, my divine Teacher, the very Soul of my soul.",
      "audio": "/assets/audio/ch06/verse_06_39.mp3",
      "word_breakdown": [
        {
          "word": "संशयम्",
          "transliteration": "saṃśayaṃ",
          "root": "sam + √śi (to lie, to rest) — that which lies across both sides; uncertainty",
          "grammatical_form": "Masculine noun, accusative, singular",
          "meaning": "doubt / uncertainty — specifically a doubt that agitates, that pulls in two directions at once and gives no peace"
        },
        {
          "word": "छेत्तुम्",
          "transliteration": "chettum",
          "root": "√chid (to cut, to cleave, to sever)",
          "grammatical_form": "Infinitive",
          "meaning": "to cut / to sever — doubt is like a knot (saṃśaya also means a knot); it must be cut, not untied gradually; the image is of decisive resolution"
        },
        {
          "word": "अशेषतः",
          "transliteration": "aśeṣataḥ",
          "root": "a (not) + śeṣa (remainder, residue) + tas (adverbial suffix)",
          "grammatical_form": "Adverb (ablative form)",
          "meaning": "completely / without any remainder — leaving nothing unresolved; Arjuna does not want a partial answer that might leave secondary doubts"
        },
        {
          "word": "त्वदन्यः",
          "transliteration": "tvad-anyaḥ",
          "root": "tvad (than you) + anya (other)",
          "grammatical_form": "Compound pronoun/adjective, masculine, nominative, singular",
          "meaning": "other than You — excluding Krishna from those unable to answer; an implicit affirmation of Krishna's unique omniscience and grace"
        },
        {
          "word": "उपद्यते",
          "transliteration": "upapadyate",
          "root": "upa + √pad (to fall, to come about, to be possible)",
          "grammatical_form": "Present tense, passive, 3rd person singular",
          "meaning": "is possible / is appropriate / comes about — literally: no other cutter of this doubt comes about or exists"
        }
      ],
      "commentary": {
        "dadaji": "This one verse is a whole teaching on the Guru-disciple relationship. Arjuna says: 'Tvad-anyaḥ saṃśayasyāsya chettā na hy upapadyate' — no one but You can cut this doubt. He is not saying no one else is smart enough. He is saying: this doubt is in my deepest heart, and only the one who lives in my deepest heart can answer it. Only the Guru who is also the God within can answer the questions that truly matter. And 'aśeṣataḥ' — completely, leaving no residue. This is the right way to come before the Lord with one's troubles: completely, honestly, trusting that He alone can resolve what no amount of human cleverness can. This verse is itself a prayer.",
        "sarvapriyananda": "This verse marks the emotional culmination of Arjuna's inquiry. He has asked his question in two parts — verses 37 and 38 — and now he explicitly surrenders the resolution to Krishna alone. Chettum — to cut. The Muṇḍaka Upaniṣad uses the same image: 'Bhidyate hṛdaya-granthiḥ — the knot of the heart is cut asunder' upon Self-knowledge. A doubt that is merely argued away on the intellectual surface may return; but a doubt cut at the root by the direct insight of a realized teacher is gone for good. 'Tvad-anyaḥ... na upapadyate' — no one other than You. This is the recognition of the Guru's indispensability — not because others lack intellect, but because only the one who has realized the truth can transmit the certainty that dissolves doubt.",
        "yogananda": "In this verse, Arjuna makes the complete surrender of the questioner to the teacher. Note that he has not asked abstractly — he has asked from the ache of personal concern: what happens to people like me, who have faith but struggle? And now he says: only You can cut this. Not merely answer it intellectually, but cut it — with the sword of divine wisdom that leaves no wound of remaining uncertainty. Yoganandaji often said that the highest form of spiritual inquiry is this: not the clever intellectual question designed to impress, but the burning personal question that keeps one awake at night, brought in full vulnerability before the one who knows. Arjuna's surrender here is as beautiful as his question.",
        "goyandka": "Arjuna's appeal in this verse has three noteworthy features. First, 'chettum arhasi' — 'You are fit to cut' — this is not mere flattery but acknowledgment of Krishna's authority as Brahman Itself. Second, 'aśeṣataḥ' — completely — shows the thoroughness required; a partial answer would only generate further doubt. Third, 'tvad-anyaḥ... na upapadyate' — no one other than You — this exclusive appeal reveals that Arjuna understands the unique status of the Sadguru: only one who has transcended death and rebirth can speak with authority about the fate of the soul after death. The question of what happens to the incomplete yogi is a question about the next world; only the one who knows all worlds can answer it."
      }
    },
    {
      "verse": 40,
      "sanskrit": "श्रीभगवानुवाच ।\nपार्थ नैवेह नामुत्र विनाशस्तस्य विद्यते ।\nन हि कल्याणकृत्कश्चिद् दुर्गतिं तात गच्छति ॥",
      "transliteration": "śrī-bhagavān uvāca\npārtha naiveha nāmutra vināśas tasya vidyate\nna hi kalyāṇa-kṛt kaścid durgatiṃ tāta gacchati",
      "translation": "The Lord speaks with the warmth of divine certainty: O beloved Partha, there is no destruction for that soul — not in this world, not in any world beyond. Hear Me and be at peace: not one who has sincerely turned toward the Good, not one who has ever genuinely reached for God, ever meets a bad end. This is the law written in the heart of the cosmos by Love itself. No sincere spiritual effort is ever lost.",
      "audio": "/assets/audio/ch06/verse_06_40.mp3",
      "word_breakdown": [
        {
          "word": "विनाशः",
          "transliteration": "vināśaḥ",
          "root": "vi + √naś (to perish, to be lost, to be destroyed)",
          "grammatical_form": "Masculine noun, nominative, singular",
          "meaning": "destruction / perdition / utter loss — the feared fate of the fallen yogi; Krishna's answer is its direct negation"
        },
        {
          "word": "कल्याणकृत्",
          "transliteration": "kalyāṇa-kṛt",
          "root": "kalyāṇa (auspicious, good, virtuous, beneficial) + √kṛ (to do, to make)",
          "grammatical_form": "Compound noun/adjective, masculine, nominative, singular",
          "meaning": "one who does good / doer of the auspicious — includes not just ethics but all sincere spiritual effort; any turning toward the higher is 'kalyāṇa'"
        },
        {
          "word": "दुर्गतिम्",
          "transliteration": "durgatiṃ",
          "root": "dur (bad, evil, difficult) + gati (destination, movement, from √gam)",
          "grammatical_form": "Feminine noun, accusative, singular",
          "meaning": "evil destiny / miserable end / bad fate — the opposite of what is promised; the fallen yogi will definitively NOT reach this"
        },
        {
          "word": "तात",
          "transliteration": "tāta",
          "root": "tāta (affectionate address: dear child, dear one)",
          "grammatical_form": "Masculine noun, vocative, singular (term of endearment)",
          "meaning": "O beloved / O dear one / O my child — one of the most tender forms of address in Sanskrit; Krishna's deep love for Arjuna pours through this single word"
        },
        {
          "word": "नैव",
          "transliteration": "naiva",
          "root": "na (not) + eva (indeed, certainly, emphatic particle)",
          "grammatical_form": "Negative emphatic particle",
          "meaning": "certainly not / absolutely not / not at all — the emphatic eva removes all ambiguity; destruction is unequivocally ruled out"
        }
      ],
      "commentary": {
        "dadaji": "Tāta — this word. This is the whole Gita in one word. Tāta means 'my dear child.' The Lord of the universe calls Arjuna — calls each of us — 'my dear child.' And He says: no destruction. None. Neither here nor there. And then the universal law that should be written on every heart: 'na hi kalyāṇa-kṛt kaścid durgatiṃ gacchati' — no one who does good ever comes to grief. Not some people. Not most people. No one. Ever. If you have turned toward God — even once, even imperfectly, even with a wandering mind — that turning is kalyāṇa. It is written in the ledger of eternity. No amount of falling can erase it. This is why we say Bhagwan is karuṇāmaya — full of compassion beyond all measure.",
        "sarvapriyananda": "This is one of the most liberating verses in all of scripture. Krishna's answer is an absolute, unequivocal assurance: na vināśaḥ vidyate — destruction simply does not exist for such a person. Not in this life, not in the hereafter. The logic is dharmic: spiritual progress is not like money that can be lost. It is inscribed in the subtle and causal bodies of the jīva and persists across births. 'Kalyāṇa-kṛt' — one who does good, who pursues the auspicious, who orients toward the Divine — such a one cannot ultimately fail. The word 'tāta' — dear child — is deeply moving here. It is not the tone of a theological pronouncement but of a parent comforting an anxious child. The Absolute speaks as Love.",
        "yogananda": "Na hi kalyāṇa-kṛt kaścid durgatiṃ tāta gacchati — not one single doer of good, ever, comes to an evil end. This is the cosmic law of spiritual gravity: the soul that has turned toward God is drawn by that turning forever forward and upward. It may take many lives, many rebirths in progressive circumstances — as described in the following verses — but the direction is set. Yoganandaji taught that this is precisely what resurrection means in the deepest sense: the soul that has been touched by divine grace cannot truly die. It rises again and again, in body after body, in life after life, until the journey is complete. Tāta — beloved — the Lord uses the most intimate word to deliver the most universal promise.",
        "goyandka": "This verse constitutes one of the most definitive assurances in the entire Bhagavad Gītā. Krishna's answer is direct and absolute. The word 'naiva' — certainly not — leaves no room for exception or qualification. The fear expressed in verses 37-38, that the failed yogi might be utterly lost like a torn cloud, is completely dispelled. The reason given is the fundamental spiritual law encapsulated in 'na kalyāṇa-kṛt kaścid durgatiṃ gacchati': no doer of good ever reaches a bad end. Spiritual effort, once made with faith, cannot be negated. It accumulates across lives. The word 'tāta' — a term of the deepest affection — reveals that this is not a cold legal guarantee but a promise from the Lord to His own child. The following verses will explain the positive destiny in detail."
      }
    },
    {
      "verse": 41,
      "sanskrit": "प्राप्य पुण्यकृतां लोकानुषित्वा शाश्वतीः समाः ।\nशुचीनां श्रीमतां गेहे योगभ्रष्टोऽभिजायते ॥",
      "transliteration": "prāpya puṇya-kṛtāṃ lokān uṣitvā śāśvatīḥ samāḥ\nśucīnāṃ śrīmatāṃ gehe yoga-bhraṣṭo 'bhijāyate",
      "translation": "The incomplete yogi first ascends — by the merit of sincere spiritual striving — to radiant inner planes where the righteous dwell, resting there through immeasurable, blessed years. Then, when those luminous realms have been enjoyed, the soul descends again to earth — but not into darkness. Divine Grace arranges a beautiful return: birth into a home of purity and abundance, where the Spirit can grow.",
      "audio": "/assets/audio/ch06/verse_06_41.mp3",
      "word_breakdown": [
        {
          "word": "पुण्यकृताम्",
          "transliteration": "puṇya-kṛtāṃ",
          "root": "puṇya (merit) + √kṛ (to do)",
          "grammatical_form": "Compound noun, masculine, genitive, plural",
          "meaning": "of the righteous / of those who have performed meritorious deeds"
        },
        {
          "word": "शाश्वतीः",
          "transliteration": "śāśvatīḥ",
          "root": "śāśvata (eternal, lasting)",
          "grammatical_form": "Adjective, feminine, accusative, plural",
          "meaning": "immeasurable / many long-lasting (years)"
        },
        {
          "word": "शुचीनाम्",
          "transliteration": "śucīnāṃ",
          "root": "√śuc (to shine, to be pure)",
          "grammatical_form": "Adjective used as noun, masculine, genitive, plural",
          "meaning": "of the pure / of those who are spiritually clean"
        },
        {
          "word": "योगभ्रष्टः",
          "transliteration": "yoga-bhraṣṭaḥ",
          "root": "yoga + √bhraṃś (to fall, to slip)",
          "grammatical_form": "Compound noun, masculine, nominative, singular",
          "meaning": "the fallen yogi / one who has slipped from the path of yoga"
        },
        {
          "word": "अभिजायते",
          "transliteration": "abhijāyate",
          "root": "abhi + √jan (to be born)",
          "grammatical_form": "Verb, present tense, passive, third person singular",
          "meaning": "is born / takes birth — is reborn into"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji used to say with quiet reassurance: 'Not one step taken toward God is ever wasted — not one.' This verse is Krishna's own guarantee of that truth. The yoga-bhraṣṭa — the one who tried and fell — does not fall into darkness. He rises first to the luminous worlds of the righteous, enjoys those fruits of sincere spiritual effort, and then descends again into a life of purity and prosperity. The word 'śucīnāṃ śrīmatāṃ' — pure and prosperous — tells us something sweet: God arranges a beautiful cradle for the returning soul. Born into a noble family with spiritual atmosphere, the fallen yogi finds himself once again in the right environment to resume what he left incomplete. Divine compassion leaves no soul abandoned.",
        "sarvapriyananda": "The Vedantic reading of this verse illuminates the cosmic justice woven into the structure of karma and rebirth. The yoga-bhraṣṭa first reaps the positive fruits of sincere spiritual effort — the puṇya-kṛtāṃ lokān, the higher planes of existence — because no action performed in God-consciousness goes unrewarded. Then, after those fruits are exhausted, the soul descends again, but not randomly. It is drawn to a śucī (pure) and śrīmān (prosperous) household — an environment that will support its next attempt at liberation. This is the śāstra's compassionate teaching: the law of karma does not punish sincerity; it creates the conditions for its eventual fulfillment.",
        "yogananda": "Yogananda teaches that after the death of the body, the soul does not immediately reincarnate. It first passes through the astral realms — here referred to as the 'worlds of the righteous' — where it experiences the refined states it cultivated in meditation. These astral sojourns can span vast time periods. When the soul descends again, it is drawn by its own vibratory affinity to a family whose spiritual atmosphere resonates with its inner development. Being born in the house of the śucī (pure) corresponds to an environment rich with sattva — where meditation, devotion, and dharmic living are natural. The soul is thus given every advantage to resume its journey.",
        "goyandka": "Goyandka notes that this verse answers an implicit anxiety: will the sincere yogi who fails suffer the same fate as the irreligious? Absolutely not, says the Lord. The yoga-bhraṣṭa first enjoys the puṇya-lokas — the planes earned by righteous living — for 'śāśvatīḥ samāḥ,' an almost incalculable span of time. Only then does he return to earth, and even that return is arranged by cosmic law into a śucī (morally pure) and śrīmat (materially comfortable) household. Such a birth gives him both the inner orientation and the outer leisure to resume sādhanā. This is the systematic benevolence of dharma for those who sincerely undertake its highest path."
      }
    },
    {
      "verse": 42,
      "sanskrit": "अथ वा योगिनामेव कुले भवति धीमताम् ।\nएतद्धि दुर्लभतरं लोके जन्म यदीदृशम् ॥",
      "transliteration": "atha vā yoginām eva kule bhavati dhīmatām\netad dhi durlabha-taraṃ loke janma yad īdṛśam",
      "translation": "Or — and this is the rarest, most exquisite gift of karma — the soul is born directly into a family of wise yogis, a lineage alive with meditation, devotion, and the direct knowledge of God. Such a birth, says the Lord, is the most difficult of all to obtain in this world. To breathe the sacred atmosphere of realized souls from one's first breath is an incalculable blessing beyond all comparison.",
      "audio": "/assets/audio/ch06/verse_06_42.mp3",
      "word_breakdown": [
        {
          "word": "योगिनाम्",
          "transliteration": "yoginām",
          "root": "yoga + -in (practitioner suffix)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "of yogis / of those established in yoga practice"
        },
        {
          "word": "कुले",
          "transliteration": "kule",
          "root": "kula (family, lineage, clan)",
          "grammatical_form": "Noun, neuter, locative, singular",
          "meaning": "in the family / in the lineage of"
        },
        {
          "word": "धीमताम्",
          "transliteration": "dhīmatām",
          "root": "dhī (intelligence, wisdom) + -mat (possessing)",
          "grammatical_form": "Adjective used as noun, masculine, genitive, plural",
          "meaning": "of the wise / of those endowed with refined intelligence"
        },
        {
          "word": "दुर्लभतरम्",
          "transliteration": "durlabha-taraṃ",
          "root": "dur (difficult) + √labh (to obtain) + tara (comparative suffix)",
          "grammatical_form": "Adjective, neuter, nominative, singular — comparative degree",
          "meaning": "most difficult to obtain / rarer still — harder to come by than all other births"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji would pause meaningfully whenever he quoted this verse. 'Think,' he would say, 'how rare it is to be born in a home where someone meditates, where God's name is spoken at the dinner table, where the atmosphere is saturated with sādhanā.' The word 'dhīmatām' — wise yogis — captures something extraordinary: not merely a family that follows ritual, but one where wisdom and direct inner practice are alive. This birth, Krishna says, is durlabhataram — rarer even than the pious householder's birth of verse 41. To be born where spiritual intelligence surrounds you from your first breath is the greatest gift karma can bestow. If you have had even a glimpse of such a home, honor it deeply.",
        "sarvapriyananda": "Two possibilities are offered for the yoga-bhraṣṭa's rebirth: the house of the pure and prosperous (v41), or — presented here as a second and higher alternative — the kula of yogis themselves. The word 'eva' (indeed, certainly) emphasizes that this second birth is specifically within an active lineage of practitioners, not merely a morally upright family. The superlative 'durlabhataram' — more difficult to obtain than anything else in the world — signals that Krishna considers this birth the supreme arrangement karma can make. From the Advaita perspective, it means being born into an environment where the highest teaching of non-duality is breathed in from childhood.",
        "yogananda": "Yogananda often emphasized the inestimable importance of the spiritual environment one is born into. He called it 'spiritual heredity' — the subtle transmission of yogic attainment that flows through a lineage of sincere practitioners. To be born in the kula of yoginām dhīmatām is to inherit a vibratory patrimony that immediately supports meditation, renunciation, and God-realization. The soul that has earned such a birth enters life already resonant with the inner states it had previously cultivated. This is why Yogananda taught that choosing one's spiritual community carefully in this life creates the conditions for the most auspicious rebirth in the next.",
        "goyandka": "This verse presents a gradation. The previous verse described rebirth in a śucī-śrīmat household — morally pure and comfortable. This verse presents an even more exalted option: birth directly in the family of wise yogis. Goyandka emphasizes the word 'dhīmatām' — it is not enough to be yogis in name; these are dhī-mān, endowed with discriminative intelligence, which points to jñāna-yoga alongside dhyāna-yoga. Such a family transmits not only religious habit but viveka (discrimination). The declaration 'etad dhi durlabhataram loke' is Krishna's own statement of how rare and precious this destiny is — it surpasses all worldly blessings."
      }
    },
    {
      "verse": 43,
      "sanskrit": "तत्र तं बुद्धिसंयोगं लभते पौर्वदेहिकम् ।\nयतते च ततो भूयः संसिद्धौ कुरुनन्दन ॥",
      "transliteration": "tatra taṃ buddhi-saṃyogaṃ labhate paurva-dehikam\nyatate ca tato bhūyaḥ saṃsiddhau kuru-nandana",
      "translation": "In that auspicious birth, the soul is reunited with the spiritual intelligence it had cultivated in previous lives — the subtle attainments of meditation, the cultivated sensitivity of the heart, all the inner currency of past devotion — flowing back like a remembered light. And from that reawakened foundation, the soul strives again with fresh momentum toward the supreme perfection, O joy of the Kurus.",
      "audio": "/assets/audio/ch06/verse_06_43.mp3",
      "word_breakdown": [
        {
          "word": "बुद्धिसंयोगम्",
          "transliteration": "buddhi-saṃyogaṃ",
          "root": "buddhi (intelligence) + saṃ + √yuj (to join, to unite)",
          "grammatical_form": "Compound noun, masculine, accusative, singular",
          "meaning": "reconnection with intelligence / re-linking to the spiritual discernment of the previous life"
        },
        {
          "word": "पौर्वदेहिकम्",
          "transliteration": "paurva-dehikam",
          "root": "pūrva (previous) + deha (body) + -ika (belonging to)",
          "grammatical_form": "Adjective, masculine, accusative, singular",
          "meaning": "belonging to the previous body / from the former life — the accumulated spiritual capital of the past birth"
        },
        {
          "word": "संसिद्धौ",
          "transliteration": "saṃsiddhau",
          "root": "saṃ + √sidh (to succeed, to be perfected)",
          "grammatical_form": "Noun, feminine, locative, singular",
          "meaning": "in perfection / toward complete spiritual attainment — the final goal of liberation"
        },
        {
          "word": "कुरुनन्दन",
          "transliteration": "kuru-nandana",
          "root": "Kuru (dynasty name) + nandana (joy, delight)",
          "grammatical_form": "Vocative compound, masculine, singular",
          "meaning": "O joy of the Kurus — a loving address to Arjuna as the delight of his noble lineage"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji called this verse 'the proof of God's perfect memory.' Nothing is lost. The buddhi-saṃyoga — the reconnection with one's previous spiritual intelligence — happens automatically when the soul takes birth in the right environment. A child born in a yogi's home who shows precocious spiritual sensitivity, who is naturally drawn to meditation without being taught — that is this verse made visible. Dadaji often told the story of young saints who seemed to already know what they had not yet learned, because they had learned it before. The phrase 'kuru-nandana' — joy of the Kurus — is a tender aside from Krishna to Arjuna: 'This is your heritage too. Every step you take now carries forward into eternity.'",
        "sarvapriyananda": "The crucial term here is 'buddhi-saṃyoga' — the re-union of consciousness with its previously cultivated spiritual intelligence. Vedanta teaches that the subtle body (sūkṣma-śarīra) carries the saṃskāras — the impressions — from one birth to the next. When the soul takes birth in a spiritually charged environment, those saṃskāras are reactivated more rapidly. This is why certain souls seem to leap ahead in a single lifetime: they are not beginning anew but resuming. The verb 'labhate' (obtains, recovers) is precise — it is not earned fresh but recovered, like a debt repaid. From there, the striving toward 'saṃsiddhau' — complete perfection — resumes with accumulated momentum.",
        "yogananda": "Yogananda described this process as the soul 'picking up the thread.' Each earnest meditation, each moment of divine contact, creates a groove — a channel — in the superconscious mind. Death cannot erase that groove. In the new body, when the child first encounters meditation or devotion, those ancient channels reopen with astonishing ease. Yogananda pointed to the lives of great saints who, from childhood, displayed mystical states that ordinary religious training could never produce in a lifetime. This is buddhi-saṃyoga — the divine reunion with one's own highest self. The address 'kuru-nandana' carries warmth: Krishna is reassuring Arjuna that sincere effort now will make his future lives blessed.",
        "goyandka": "Goyandka's classical commentary focuses on the precision of 'paurva-dehikam' — specifically belonging to the previous body, meaning the accumulated discriminative intelligence and spiritual refinement of the prior life. This is distinct from general puṇya (merit), which anyone may accumulate. The yoga-bhraṣṭa's buddhi carries the specific flavor of his practice: his degree of vairāgya, his meditation depth, his understanding of śāstra. All of this re-manifests. The phrase 'yatate ca tato bhūyaḥ' — 'he strives again from that point' — indicates continuity of effort across the discontinuity of death, which Goyandka presents as the śāstra's definitive answer to the anxiety about spiritual progress being cut short."
      }
    },
    {
      "verse": 44,
      "sanskrit": "पूर्वाभ्यासेन तेनैव ह्रियते ह्यवशोऽपि सः ।\nजिज्ञासुरपि योगस्य शब्दब्रह्मातिवर्तते ॥",
      "transliteration": "pūrvābhyāsena tenaiva hriyate hy avaśo 'pi saḥ\njijñāsur api yogasya śabda-brahmātivartate",
      "translation": "The very current of former practice sweeps the soul forward — effortlessly, irresistibly — even without the conscious will of the new incarnation. Something deeper than memory, a spiritual gravity, draws the soul back toward God. And even the soul who has only begun to ask, who is only now first wondering about yoga and its deeper mysteries — that sincere inquirer has already gone beyond the outer letter of all scripture.",
      "audio": "/assets/audio/ch06/verse_06_44.mp3",
      "word_breakdown": [
        {
          "word": "पूर्वाभ्यासेन",
          "transliteration": "pūrvābhyāsena",
          "root": "pūrva (previous) + abhi + √as (to practice repeatedly)",
          "grammatical_form": "Compound noun, masculine, instrumental, singular",
          "meaning": "by previous practice / through the force of prior spiritual disciplines"
        },
        {
          "word": "अवशः",
          "transliteration": "avaśaḥ",
          "root": "a (not) + vaśa (will, control)",
          "grammatical_form": "Adjective, masculine, nominative, singular",
          "meaning": "without will / involuntarily — even without conscious effort or self-direction"
        },
        {
          "word": "जिज्ञासुः",
          "transliteration": "jijñāsuḥ",
          "root": "√jñā (to know) — desiderative: one who desires to know",
          "grammatical_form": "Desiderative noun, masculine, nominative, singular",
          "meaning": "a sincere inquirer / one who merely desires to understand yoga"
        },
        {
          "word": "शब्दब्रह्म",
          "transliteration": "śabda-brahma",
          "root": "śabda (sound, word) + brahman (the Absolute)",
          "grammatical_form": "Compound noun, neuter, accusative, singular",
          "meaning": "the Vedic word / the scriptural Absolute — the exoteric dimension of the Vedas as ritual and injunction"
        },
        {
          "word": "अतिवर्तते",
          "transliteration": "ativartate",
          "root": "ati + √vṛt (to move, to abide) — to surpass, to go beyond",
          "grammatical_form": "Verb, present tense, active, third person singular",
          "meaning": "surpasses / transcends / goes beyond"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji loved this verse with great tenderness. 'Even avaśaḥ — helplessly, without trying — the soul is pulled toward God by what it once practiced.' He would say it like a reassurance to struggling seekers: 'Your sincere practice today is building a current. One day, in this life or the next, you will find yourself drawn toward God with a pull you cannot explain and do not need to explain — it will simply be so.' And then the beautiful second line: even a mere jijñāsu — someone who is only curious about yoga, who has only begun to wonder — already surpasses the exoteric Vedic path. The inner search, however tentative, is greater than perfect ritual observance.",
        "sarvapriyananda": "This verse contains one of the most liberating statements in all of Vedantic literature: 'śabda-brahmātivartate' — he transcends śabda-brahman. Śabda-brahman refers to the Vedas in their ritualistic, karma-kāṇḍa aspect — the path of prescribed action, sacrifice, and worldly fruit. Even a jijñāsu — a mere spiritual inquirer, not yet a perfected yogi — has already gone beyond this level. Shankaracharya reads this as placing jñāna-yoga and dhyāna-yoga categorically above karma-kāṇḍa. The deeper point is that sincere inner inquiry operates in a dimension that external ritual, however precise, cannot reach. Practice carries its own momentum, pulling the soul forward even when the ego does not cooperate.",
        "yogananda": "Yogananda called pūrvābhyāsa — prior practice — 'spiritual gravity.' Just as physical gravity pulls matter downward without requiring the matter's consent, spiritual gravity pulls the prepared soul toward its source without requiring the ego's assent. 'Avaśo 'pi' — even without will — is Yogananda's proof that grace and karma work together: the sincere meditator builds a gravitational field around his own soul that eventually draws him home. The second half of the verse is equally profound: the jijñāsu — the seeker who only asks the question — has already exceeded the śabda-brahman path, because the question itself arises from the inner Self calling to itself, which no external ritual can replicate.",
        "goyandka": "Goyandka draws a careful distinction in this verse between two types of yoga-bhraṣṭa mentioned across verses 41-44. The first type (v41) is born into a pious household, the second and higher type (v42) into a yogi's household. For both, prior practice exerts an irresistible pull — 'hriyate hy avaśo 'pi saḥ' — he is carried forward even without his own volition. This is the śāstra's teaching that saṃskāras (spiritual impressions) are not destroyed by death. The remarkable claim that the jijñāsu surpasses śabda-brahman is Goyandka's evidence that the Gita places direct inquiry into the nature of the self above the exoteric Vedic path of ritual and reward."
      }
    },
    {
      "verse": 45,
      "sanskrit": "प्रयत्नाद्यतमानस्तु योगी संशुद्धकिल्बिषः ।\nअनेकजन्मसंसिद्धस्ततो याति परां गतिम् ॥",
      "transliteration": "prayatnād yatamānas tu yogī saṃśuddha-kilbiṣaḥ\naneka-janma-saṃsiddhas tato yāti parāṃ gatim",
      "translation": "The yogi who strives earnestly — life after devoted life, layer after layer of impurity dissolved in the sacred fire of practice, gradually refined and ripened across the long arc of many births — arrives at last at the supreme Goal. Every sincere incarnation brings the soul closer. Every honest meditation burns away another veil. The journey is long, but God is patient, and the destination is utterly certain.",
      "audio": "/assets/audio/ch06/verse_06_45.mp3",
      "word_breakdown": [
        {
          "word": "प्रयत्नात्",
          "transliteration": "prayatnāt",
          "root": "pra + √yat (to strive, to endeavor)",
          "grammatical_form": "Noun, masculine, ablative, singular",
          "meaning": "with effort / through earnest endeavor — because of diligent striving"
        },
        {
          "word": "संशुद्धकिल्बिषः",
          "transliteration": "saṃśuddha-kilbiṣaḥ",
          "root": "saṃ + √śudh (to purify) + kilbiṣa (sin, impurity)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "purified of all sins / completely cleansed of impurity — one whose entire stock of negative karma is dissolved"
        },
        {
          "word": "अनेकजन्मसंसिद्धः",
          "transliteration": "aneka-janma-saṃsiddhaḥ",
          "root": "aneka (many) + janma (birth) + saṃ + √sidh (to perfect)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "perfected through many births / ripened over numerous lifetimes of sincere practice"
        },
        {
          "word": "परां गतिम्",
          "transliteration": "parāṃ gatim",
          "root": "para (supreme, highest) + √gam (to go) → gati (path, goal, state)",
          "grammatical_form": "Adjective + noun, feminine, accusative, singular",
          "meaning": "the supreme goal / the highest destination — mokṣa, liberation from the cycle of birth and death"
        }
      ],
      "commentary": {
        "dadaji": "This verse is the crescendo of the entire journey described in verses 37-45. Dadaji would read it slowly, as if each word were a milestone: 'Prayatnāt — with effort, willingly, strenuously; saṃśuddha-kilbiṣaḥ — cleansed of every sin; aneka-janma-saṃsiddhaḥ — perfected across many, many births.' He would then say: 'Do not be frightened by many births. You are not racing against time. You are moving toward God, and God is not going anywhere. Each birth is a gift of another chance. The important word is tataḥ — then. After all that effort, after all that purification, after all those births — then, finally, he reaches the parāṃ gatim, the supreme goal.' It is a verse of ultimate patience and ultimate certainty.",
        "sarvapriyananda": "Verse 45 presents the complete arc of the yoga-bhraṣṭa's journey compressed into a single verse: earnest effort (prayatnāt yatamānaḥ) → purification of karma (saṃśuddha-kilbiṣaḥ) → ripening across multiple births (aneka-janma-saṃsiddhaḥ) → liberation (parāṃ gatim). The Vedantic significance is in 'saṃśuddha-kilbiṣaḥ' — complete purity. Advaita teaches that liberation is not achieved; it is revealed when obstruction is removed. Kilbiṣa — spiritual impurity, the accumulated residue of ignorance and desire — is what obscures the self-luminous Ātman. When the kilbiṣa is fully saṃśuddha (thoroughly purified), the Self shines naturally and the yogi reaches the parā gati without any further effort.",
        "yogananda": "Yogananda saw verse 45 as Krishna's compassionate normalization of the long spiritual journey. Most souls require many incarnations. The great news is that effort is cumulative, purification is progressive, and liberation is certain. The phrase 'aneka-janma-saṃsiddha' — perfected through many births — should inspire rather than discourage, Yogananda taught. Each sincere incarnation burns away another layer of karmic obscuration. He often compared this to the progressive firing of clay: each kiln hardens and purifies the vessel further until it is ready to hold the divine. 'Parāṃ gatim' — the supreme state — is what Yogananda called 'cosmic consciousness': the final absorption of the individual soul into infinite Spirit, from which it never again returns.",
        "goyandka": "Goyandka notes the grammatical precision of 'tataḥ' — from that point, only then. It signals that parā gati is the consequence of a completed process, not a sudden grace granted before preparation is done. The three qualifications for this attainment are listed explicitly: (1) prayatnāt yatamānaḥ — sustained deliberate effort in this and future lives; (2) saṃśuddha-kilbiṣaḥ — complete dissolution of sin and impurity through that effort; (3) aneka-janma-saṃsiddhaḥ — gradual maturation across many lifetimes. Only when all three conditions are met does the yogi attain the parā gati. This is not pessimism but precision: the śāstra is mapping the actual spiritual journey with clinical honesty and infinite compassion."
      }
    },
    {
      "verse": 46,
      "sanskrit": "तपस्विभ्योऽधिको योगी ज्ञानिभ्योऽपि मतोऽधिकः ।\nकर्मिभ्यश्चाधिको योगी तस्माद्योगी भवार्जुन ॥",
      "transliteration": "tapasvibhyo 'dhiko yogī jñānibhyo 'pi mato 'dhikaḥ\nkarmibhyaś cādhiko yogī tasmād yogī bhavārjuna",
      "translation": "The yogi surpasses the ascetic who tortures the body in search of God. The yogi surpasses the scholar who seeks God through intellect alone. The yogi surpasses the ritualist who worships through outer ceremony. For the yogi unites body, mind, and soul in direct, living communion with the Divine — the most complete form of human existence. Therefore, O Arjuna — be a yogi. This is My command, spoken from love.",
      "audio": "/assets/audio/ch06/verse_06_46.mp3",
      "word_breakdown": [
        {
          "word": "तपस्विभ्यः",
          "transliteration": "tapasvibhyaḥ",
          "root": "tapas (austerity, heat) + -vin (one who has/practices)",
          "grammatical_form": "Noun, masculine, ablative, plural",
          "meaning": "than the ascetics / than those who practice severe austerities"
        },
        {
          "word": "ज्ञानिभ्यः",
          "transliteration": "jñānibhyaḥ",
          "root": "√jñā (to know) + -in (one who possesses)",
          "grammatical_form": "Noun, masculine, ablative, plural",
          "meaning": "than the jñānis / than those who pursue the path of intellectual knowledge"
        },
        {
          "word": "कर्मिभ्यः",
          "transliteration": "karmibhyaḥ",
          "root": "karman (action, ritual) + -in (one who performs)",
          "grammatical_form": "Noun, masculine, ablative, plural",
          "meaning": "than the ritualists / than those who follow the path of prescribed Vedic action"
        },
        {
          "word": "योगी भव",
          "transliteration": "yogī bhava",
          "root": "yoga + -in / √bhū (to become, to be)",
          "grammatical_form": "Noun, masculine, nominative + imperative, second person singular",
          "meaning": "be a yogi — a direct imperative command from Krishna to Arjuna to become a practitioner of yoga"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji said this verse is Krishna speaking with the full authority of the divine guru — not persuading but declaring. Three groups are named: the tapasvī who mortifies the body, the jñānī who cultivates intellectual knowledge, the karmī who follows ritual. All three paths have their dignity. Yet the yogī — the one who joins his entire being, breath, mind, and will with the Supreme — surpasses them all. The direct command 'yogī bhava' — become a yogi — is not a suggestion. Dadaji would say: 'When God himself says become this, what reason can we give for not becoming it?' The entire sixth chapter of Dhyana Yoga is a preparation for these two words: yogī bhava.",
        "sarvapriyananda": "This verse is the chapter's central axiom, its structural thesis. Krishna grades the paths: tapas (austerity) disciplines the body but does not directly dissolve ignorance; jñāna (as used here in its lower sense of mere intellectual study) cultivates discrimination but without inner stillness remains conceptual; karma (ritual action) generates merit but binds through expectation of fruit. Yoga — in the sense of dhyāna-yoga, the direct union of consciousness with its source — subsumes and transcends all three. The word 'mataḥ' (in my considered view, my opinion) makes this Krishna's personal declaration, not merely a categorical claim. Advaita reads yoga here as the integrated path that leads to the direct experience of non-duality.",
        "yogananda": "Yogananda interpreted this triad — tapasvin, jñānī, karmī — as representing three incomplete approaches to God-realization. Tapas without inner stillness becomes ego-driven mortification. Jñāna without the transformation of consciousness becomes intellectual pride. Karma without inner renunciation generates spiritual bondage. The yogī, properly understood, integrates all three: his practice is tapas (disciplined effort), his inquiry is jñāna (directed toward the Self), and his life is karma-yoga (action surrendered to God). But because he unites all of these in the fire of direct meditation — actual inner contact with divine consciousness — he surpasses each path practised in isolation. 'Yogī bhava' is therefore not a narrow injunction but an invitation to the most complete form of human spiritual life.",
        "goyandka": "Goyandka observes that this verse uses the comparative ablative 'adhikaḥ' three times in parallel construction — a rhetorical device that drives the point home with unmistakable force. The yogi surpasses (1) tapasvibhyaḥ — those who practice bodily austerity; (2) jñānibhyaḥ — those who pursue scriptural knowledge; and (3) karmibhyaḥ — those who follow the karma-kāṇḍa of the Vedas. The conclusion 'tasmāt' — therefore, for this reason — is logically tight: because of this threefold superiority, the imperative follows naturally: 'yogī bhava.' Goyandka notes that this verse validates the entire sixth chapter's elevation of dhyāna-yoga as the supreme practice, while not denigrating the other three paths which serve as its foundations."
      }
    },
    {
      "verse": 47,
      "sanskrit": "योगिनामपि सर्वेषां मद्गतेनान्तरात्मना ।\nश्रद्धावान्भजते यो मां स मे युक्ततमो मतः ॥",
      "transliteration": "yoginām api sarveṣāṃ mad-gatenāntarātmanā\nśraddhāvān bhajate yo māṃ sa me yuktatamo mataḥ",
      "translation": "And among all yogis — all the sincere seekers on every path — the one who loves Me with living faith, whose very innermost self is dissolved and absorbed into Me the Divine Beloved, who brings not just the mind or the intellect but the deepest cave of the heart — that devoted soul is the most supremely united of all with Me in yoga. This is My personal conviction, spoken from the heart of God.",
      "audio": "/assets/audio/ch06/verse_06_47.mp3",
      "word_breakdown": [
        {
          "word": "मद्गतेन",
          "transliteration": "mad-gatena",
          "root": "mad (Me, Krishna) + √gam (to go) → gata (gone, absorbed in)",
          "grammatical_form": "Compound adjective, neuter, instrumental, singular — qualifying antarātmanā",
          "meaning": "absorbed in Me / gone into Me — with the inner self entirely dissolved into the divine"
        },
        {
          "word": "अन्तरात्मना",
          "transliteration": "antarātmanā",
          "root": "antar (within, inner) + ātman (self, soul)",
          "grammatical_form": "Compound noun, masculine, instrumental, singular",
          "meaning": "with the innermost self / through the deepest core of one's being — not merely with the mind or intellect"
        },
        {
          "word": "श्रद्धावान्",
          "transliteration": "śraddhāvān",
          "root": "śraddhā (faith, reverential trust) + -vat (possessing)",
          "grammatical_form": "Adjective used as noun, masculine, nominative, singular",
          "meaning": "one endowed with faith / one who brings reverential trust — not blind belief but loving, heart-born confidence in the divine"
        },
        {
          "word": "युक्ततमः",
          "transliteration": "yukta-tamaḥ",
          "root": "√yuj (to unite, to yoke) + tama (superlative suffix)",
          "grammatical_form": "Adjective, masculine, nominative, singular — superlative degree",
          "meaning": "most united in yoga / supremely yoked — the highest possible degree of union with the divine"
        },
        {
          "word": "मतः",
          "transliteration": "mataḥ",
          "root": "√man (to think, to consider, to hold as opinion)",
          "grammatical_form": "Past passive participle, masculine, nominative, singular",
          "meaning": "is My considered view / in My opinion — Krishna's personal declaration, not a general rule"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji always called verse 47 the 'heart-seal' of Dhyana Yoga — and perhaps of the entire Gita up to this point. The chapter opened with the question of how to still the mind, moved through the stages of meditation, the fall and redemption of the yogi, and now closes here, with Krishna speaking from the very core of his divine heart. Notice: he does not say 'the most learned' or 'the most austere' or 'the most accomplished in meditation.' He says: 'He who worships Me with faith, with his antarātmanā — his innermost self — absorbed in Me.' The innermost self is not the mind, not the intellect, not even the meditating awareness. It is the place before all these, the root of your being. And 'śraddhāvān' — one who has faith — precedes everything else. Without faith, no practice, however perfect, reaches Him. But with faith, the most stumbling practice becomes the most beloved. Dadaji used to say: 'God sees the direction of your heart, not the perfection of your technique.' This verse is why.",
        "sarvapriyananda": "Verse 47 is the capstone of Dhyana Yoga and one of the most theologically significant verses in the entire Bhagavad Gita. It resolves the apparent tension between jñāna, karma, tapas, and dhyāna-yoga by declaring that all paths are superseded by one principle: loving absorption in the personal divine. The phrase 'mad-gatena antarātmanā' — the innermost self absorbed in Me — goes beyond the dhyāna described in the earlier verses of the chapter. Meditation can still be a technique, a practice with a practitioner and an object. What is described here is something beyond technique: the dissolution of the practitioner's deepest self into the divine. This is the Advaita perspective pushed to its devotional limit — where jñāna and bhakti become indistinguishable. The superlative 'yuktatama' — most supremely united — is reserved exclusively for the bhakta who brings his entire inner being. Śaṅkarācārya himself, despite his uncompromising non-dualism, acknowledges in his commentary on this verse that bhakti directed toward Īśvara is the most direct gateway to liberation. The word 'mataḥ' — this is My view — is Krishna staking his personal authority: not a rule derived from scripture, but a declaration from the divine itself.",
        "yogananda": "Yogananda considered verse 47 the supreme summation of his own life's teaching. He often said that all of his work — the techniques of Kriya Yoga, the instruction in pranayama and meditation, the discipline of the ashram — had this single verse as its aim: to bring the devotee to a state where the antarātman, the cave of the innermost self, is 'mad-gata,' dissolved into the Divine Beloved. He taught that there are two kinds of meditators: those who meditate upon God and those in whom God meditates. The first category includes all practitioners at every level. The second — the one described in this verse — is the one whose interior has become so transparent to the divine that the distinction between the seeker and the sought dissolves. The keyword is 'śraddhāvān' — faith-endowed. Yogananda described śraddhā not as intellectual belief but as 'soul-confidence' — the recognition, felt in the marrow of one's being, that God is real and present and reachable. With that śraddhā, and the inner self absorbed in God, Krishna declares this yogi the 'yuktatama' — the most supremely yoked of all. This verse, Yogananda taught, is why bhakti is not a lesser path than jñāna or rāja-yoga: it is their fulfillment.",
        "goyandka": "Goyandka's classical analysis of verse 47 identifies it as the phalasruti — the fruit-statement — of the entire sixth chapter, and indeed of the entire teaching on yoga up to this point in the Gita. Krishna has graded the paths: karmī (ritualist), tapasvī (ascetic), jñānī (scholar), and yogī (meditator). He then grades within the category of yogī itself, and declares the highest to be the one who combines bhakti (loving worship, 'bhajate yo māṃ'), śraddhā (faith), and the absorption of the 'antarātman' (innermost self) in the divine. Goyandka draws attention to two simultaneous qualifications: 'mad-gatena antarātmanā' — through the inner self absorbed in Me — and 'śraddhāvān' — endowed with faith. Neither alone is sufficient in its exoteric form; together they constitute the complete path. The word 'yuktatama' — using the superlative of yukta (yoked) — is the Gita's strongest possible statement of achieved union. Goyandka also notes that this verse is deliberately placed at the exact close of Dhyana Yoga: having described every aspect of meditation practice, its difficulties, failures, and recoveries across 47 verses, Krishna ends not with a technical refinement but with the declaration that bhakti — loving, faithful, whole-self worship — is the ultimate ground of all yoga. For Goyandka, this is the Gita's synthesis: the highest jñāna is expressed as bhakti, the highest karma is expressed as bhakti, and the highest dhyāna is expressed as bhakti. The chapter thus concludes by pointing beyond itself to the ocean of devotion that the rest of the Gita will explore."
      }
    }
  ]
}