{
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "sanskrit": "श्री-भगवान् उवाच । परं भूयः प्रवक्ष्यामि ज्ञानानां ज्ञानम् उत्तमम् । यज् ज्ञात्वा मुनयः सर्वे परां सिद्धिम् इतो गताः ॥",
      "transliteration": "śrī-bhagavān uvāca | paraṃ bhūyaḥ pravakṣyāmi jñānānāṃ jñānam uttamam | yaj jñātvā munayaḥ sarve parāṃ siddhim ito gatāḥ ||",
      "translation": "The Blessed Lord said: I will again declare the supreme knowledge, the best of all knowledges — knowing which, all sages have gone from here to the highest perfection.",
      "audio": "/assets/audio/ch14/verse_14_01.mp3",
      "word_breakdown": [
        {
          "word": "परम्",
          "meaning": "supreme, highest"
        },
        {
          "word": "भूयः",
          "meaning": "again, further, once more"
        },
        {
          "word": "प्रवक्ष्यामि",
          "meaning": "I shall declare, I will speak"
        },
        {
          "word": "ज्ञानानाम्",
          "meaning": "of all knowledges (genitive plural)"
        },
        {
          "word": "ज्ञानम्",
          "meaning": "knowledge"
        },
        {
          "word": "उत्तमम्",
          "meaning": "the highest, supreme, best"
        },
        {
          "word": "यत्",
          "meaning": "which"
        },
        {
          "word": "ज्ञात्वा",
          "meaning": "having known, by knowing"
        },
        {
          "word": "मुनयः",
          "meaning": "sages, silent contemplatives"
        },
        {
          "word": "सर्वे",
          "meaning": "all"
        },
        {
          "word": "पराम्",
          "meaning": "highest, supreme"
        },
        {
          "word": "सिद्धिम्",
          "meaning": "perfection, attainment, liberation"
        },
        {
          "word": "इतः",
          "meaning": "from here, from this world"
        },
        {
          "word": "गताः",
          "meaning": "have gone, have attained"
        }
      ],
      "commentary": {
        "dadaji": "Beloved, notice how the Lord says 'bhūyaḥ' — again, once more. He is not tired of giving; He is eager to give you more and more. This knowledge He is about to share is 'jñānānāṃ jñānam uttamam' — the supreme jewel of all knowledges, the very knowledge that freed all the great sages. Sit with open hands, open heart. What the rishis received and were liberated by, that same grace is flowing to you right now through these words.",
        "sarvapriyananda": "Śaṅkara notes that this chapter presents the highest Vedantic analysis of bondage: how the One Ātman comes to appear bound through the mechanism of the three guṇas. The word 'uttamam' here is definitive — this teaching about the guṇas is placed above all other levels of instruction because it goes directly to the mechanism of saṃsāra itself. Once the seeker clearly understands how the guṇas bind, the path to guṇātīta-state — transcending the guṇas — becomes vivid. The sages who 'went from here to the highest' are the jīvanmuktas who realized the Ātman as untouched by Prakṛti.",
        "yogananda": "The master speaks with cosmic enthusiasm — 'I shall tell you again!' because this wisdom of the three guṇas is the master-key to self-liberation. Every human condition, every state of consciousness, every experience in creation is a play of sattva, rajas, and tamas. When you truly understand these three forces, you see through the entire dream of creation. The sages who attained 'parāṃ siddhim' — the supreme perfection — did not merely accumulate more spiritual experiences; they went beyond all guṇa-conditioned experience entirely and merged in the Infinite. This is the knowledge that sets you permanently free.",
        "goyandka": "The Bhagavān opens this fourteenth chapter by asserting the supremacy of the knowledge He is about to impart. 'Jñānānāṃ jñānam uttamam' identifies this teaching as the apex of all revealed knowledge because it addresses the root cause of bondage. The word 'munayaḥ' refers specifically to those who have taken to contemplative silence and inner inquiry — they, by mastering this knowledge of the guṇas, attained 'parāṃ siddhim,' which the commentators uniformly interpret as mokṣa, the final release from the cycle of birth and death."
      }
    },
    {
      "verse": 2,
      "sanskrit": "इदं ज्ञानम् उपाश्रित्य मम साधर्म्यम् आगताः । सर्गेऽपि नोपजायन्ते प्रलये न व्यथन्ति च ॥",
      "transliteration": "idaṃ jñānam upāśritya mama sādharmyam āgatāḥ | sarge api nopajāyante pralaye na vyathanti ca ||",
      "translation": "Taking refuge in this knowledge, those who have attained My own nature (sādharmyam) are neither born at the time of creation nor troubled at the time of dissolution.",
      "audio": "/assets/audio/ch14/verse_14_02.mp3",
      "word_breakdown": [
        {
          "word": "इदम्",
          "meaning": "this"
        },
        {
          "word": "ज्ञानम्",
          "meaning": "knowledge"
        },
        {
          "word": "उपाश्रित्य",
          "meaning": "taking refuge in, relying upon"
        },
        {
          "word": "मम",
          "meaning": "My"
        },
        {
          "word": "साधर्म्यम्",
          "meaning": "same nature, same essential state, likeness"
        },
        {
          "word": "आगताः",
          "meaning": "having attained, those who have come to"
        },
        {
          "word": "सर्गे",
          "meaning": "at creation, at the manifestation of the universe"
        },
        {
          "word": "अपि",
          "meaning": "even, also"
        },
        {
          "word": "न उपजायन्ते",
          "meaning": "are not born, do not take birth"
        },
        {
          "word": "प्रलये",
          "meaning": "at dissolution, at the cosmic ending"
        },
        {
          "word": "न व्यथन्ति",
          "meaning": "are not troubled, are not agitated, do not suffer"
        },
        {
          "word": "च",
          "meaning": "and"
        }
      ],
      "commentary": {
        "dadaji": "What is liberation? It is 'mama sādharmyam' — attaining the same nature as the Lord Himself. This is not a small thing the Lord is offering; He is offering His own Being. Once this knowledge is truly received and lived, even the great cosmic tides — creation and dissolution — cannot touch you. You are neither born again when the worlds unfold, nor do you tremble when they are swallowed back into the Unmanifest. This is the fearlessness that comes only from resting in the Lord's own nature.",
        "sarvapriyananda": "This verse establishes the Advaitic ideal of sāyujya — merger with the ultimate reality. 'Mama sādharmyam' is interpreted by Śaṅkara as the attainment of Brahman-nature itself, not merely proximity to the Lord. The liberated soul is not reborn in sarga (creation) because there is no residual avidyā to fuel another embodiment. Nor is it 'troubled' at pralaya — because there is no separate ego left to be troubled. The language here transcends even the jivanmukta state, pointing to the videhamukta, the one who is free even beyond the body, beyond cosmic time.",
        "yogananda": "When the great sages discovered that their innermost Self was one with the Cosmic Consciousness, they stepped outside the law of creation and dissolution forever. 'Sarge api nopajāyante' — even when the entire universe bursts forth again from the Cosmic Dream, they do not reappear as separate beings subject to illusion. They have merged into the Dreamer. How magnificent is this promise! The entire cosmic spectacle of creation and destruction is like waves rising and falling in the ocean — the one who has become the Ocean itself is unmoved, untouched, unstirred by any wave.",
        "goyandka": "The practical import of this verse is profound: the value of the jñāna being taught is demonstrated by its ultimate fruit — attainment of the Lord's own essential nature (sādharmyam). Commentators distinguish this from sāmīpya (nearness) or sālokya (dwelling in the same realm); sādharmyam points to the highest liberation where the distinction between worshipper and worshipped dissolves. The immunity to sarga and pralaya — the cosmic cycles of birth and dissolution — confirms this is the state of Brahman-realization, beyond all conditional existence."
      }
    },
    {
      "verse": 3,
      "sanskrit": "मम योनिर् महद् ब्रह्म तस्मिन् गर्भं दधाम्य् अहम् । सम्भवः सर्व-भूतानां ततो भवति भारत ॥",
      "transliteration": "mama yoniḥ mahad brahma tasmin garbhaṃ dadhāmy aham | sambhavaḥ sarva-bhūtānāṃ tato bhavati bhārata ||",
      "translation": "My womb is the great Brahman (Mahad-Brahma/Prakṛti); in that I place the seed; the birth of all beings comes from that, O Bhārata.",
      "audio": "/assets/audio/ch14/verse_14_03.mp3",
      "word_breakdown": [
        {
          "word": "मम",
          "meaning": "My"
        },
        {
          "word": "योनिः",
          "meaning": "womb, source, matrix"
        },
        {
          "word": "महद् ब्रह्म",
          "meaning": "the great Brahman, Mahad (the primordial Prakṛti/Nature)"
        },
        {
          "word": "तस्मिन्",
          "meaning": "in that, therein"
        },
        {
          "word": "गर्भम्",
          "meaning": "the seed, the embryo, the germ"
        },
        {
          "word": "दधामि",
          "meaning": "I place, I deposit"
        },
        {
          "word": "अहम्",
          "meaning": "I"
        },
        {
          "word": "सम्भवः",
          "meaning": "birth, coming into being, origin"
        },
        {
          "word": "सर्व-भूतानाम्",
          "meaning": "of all beings (genitive plural)"
        },
        {
          "word": "ततः",
          "meaning": "from that, therefore"
        },
        {
          "word": "भवति",
          "meaning": "comes to be, occurs, happens"
        },
        {
          "word": "भारत",
          "meaning": "O Bhārata (Arjuna, descendant of Bharata)"
        }
      ],
      "commentary": {
        "dadaji": "See the Lord's tenderness in this verse: He calls the great Prakṛti 'My womb' and places within Her His own seed of consciousness. Every being that has ever lived is the child of this divine union — you are not an accident or a random formation of matter. You are the beloved child of the Lord Himself, born from His own love meeting the cosmic womb. The next time you look at any creature — human, animal, bird, insect — remember: this is the Lord's own child, born from His own seed placed in His own cosmic womb.",
        "sarvapriyananda": "This verse is the Sāṃkhya-Yoga cosmology in its purest Gītā form. 'Mahad brahma' refers to the Mahat-tattva or primordial Prakṛti — not Brahman in the Advaitic sense, but the highest manifest principle of Nature. The Lord as Puruṣa-supreme places the 'garbha' — the seed of individual consciousness — into Prakṛti, and from this union all individual beings arise. Śaṅkara interprets the Lord here as the Paramātman who, through His mere presence (sannidhi), causes Prakṛti to manifest. This preserves Advaita: the Lord does not actually 'act' but His presence catalyzes the entire creation.",
        "yogananda": "In this single verse, the Gītā reveals the mystery of all creation. The Cosmic Mother (Prakṛti) receives the seed of the Cosmic Father (Puruṣa, the Lord), and from this mystical union every living being is born — from the smallest microbe to the greatest archangel. The 'garbham' that the Lord places is not merely physical; it is the spark of divine consciousness, the seed of self-awareness, that makes every being alive and aware. You are literally a child of God in the most direct and cosmic sense — not metaphorically, but as a matter of universal law.",
        "goyandka": "The cosmological vision here follows the Sāṃkhya darśana which posits Prakṛti (here called 'mahad brahma' — the great basis or primordial field) as the material cause of the universe, while the Puruṣa (the Lord) is the efficient cause who 'places the seed.' The word 'garbham' is significant: it means both seed and embryo, indicating that the Lord's presence within Prakṛti is the very life-principle that animates all creation. 'Sarva-bhūtānāṃ sambhavaḥ' — the origin of all beings — confirms this is a universal cosmological statement with no exceptions."
      }
    },
    {
      "verse": 4,
      "sanskrit": "सर्व-योनिषु कौन्तेय मूर्तयः सम्भवन्ति याः । तासां ब्रह्म महद् योनिर् अहं बीज-प्रदः पिता ॥",
      "transliteration": "sarva-yoniṣu kaunteya mūrtayaḥ sambhavanti yāḥ | tāsāṃ brahma mahad yoniḥ ahaṃ bīja-pradaḥ pitā ||",
      "translation": "Whatever forms are born in all wombs, O Kaunteya — the great Brahman (Prakṛti) is their womb, and I am the seed-giving Father.",
      "audio": "/assets/audio/ch14/verse_14_04.mp3",
      "word_breakdown": [
        {
          "word": "सर्व-योनिषु",
          "meaning": "in all wombs, in all kinds of births"
        },
        {
          "word": "कौन्तेय",
          "meaning": "O son of Kuntī (Arjuna)"
        },
        {
          "word": "मूर्तयः",
          "meaning": "forms, bodies, embodied beings"
        },
        {
          "word": "सम्भवन्ति",
          "meaning": "are born, come into being"
        },
        {
          "word": "याः",
          "meaning": "which (relative pronoun)"
        },
        {
          "word": "तासाम्",
          "meaning": "of them, of all those"
        },
        {
          "word": "ब्रह्म महद्",
          "meaning": "the great Brahman, primordial Prakṛti"
        },
        {
          "word": "योनिः",
          "meaning": "the womb, the source"
        },
        {
          "word": "अहम्",
          "meaning": "I"
        },
        {
          "word": "बीज-प्रदः",
          "meaning": "the seed-giver, one who bestows the seed"
        },
        {
          "word": "पिता",
          "meaning": "the Father"
        }
      ],
      "commentary": {
        "dadaji": "The Lord extends the teaching to its universal limit: 'sarva-yoniṣu' — in ALL wombs, in every kind of birth across the entire creation. There is not a single creature born anywhere in this universe who is not His child. He says plainly: 'I am the seed-giving Father.' When the great Masters spoke of seeing God in all beings, this is the foundation — it is literally true. Every form before you carries the Lord's own seed within it. This understanding is the root of genuine love and the death of all contempt.",
        "sarvapriyananda": "Verse 3 established the general cosmological principle; verse 4 universalizes it without exception. 'Sarva-yoniṣu' — every category of birth, every species, every realm of existence — all draw their essential life-spark from the same source: the Lord as 'bīja-pradaḥ pitā,' the Father who gives the seed of consciousness. The use of 'pitā' (Father) alongside 'mahad brahma' as 'yoniḥ' (Mother-womb) gives us the complete Sāṃkhya-Vedāntic picture: Prakṛti is the material womb, Puruṣa is the consciousness that vivifies. No being stands outside this cosmic parentage.",
        "yogananda": "When the great sage Ramakrishna saw God in every being — prostrating to a prostitute, serving a criminal — this verse was his metaphysical foundation. Every single form born in any womb anywhere in the cosmos carries the divine seed of the Father. The variety of forms is Prakṛti's creativity; the consciousness within every form is the Lord's own gift. To harm any creature knowingly is to strike at the Father's own child. To serve any being selflessly is to worship the Father directly. This is the deepest logic of ahiṃsā and of universal service.",
        "goyandka": "This verse completes the cosmological dyad begun in verse 3. While verse 3 stated the principle of cosmic generation, verse 4 makes it universal and personal: 'ahaṃ bīja-pradaḥ pitā' — I am the Father who gives the seed. The term 'bīja-pradaḥ' is technically precise: the bīja (seed) is the cetana (consciousness-principle) without which no form of life is possible. The Lord is not merely a distant first cause but an ever-present Father whose seed of awareness animates every living form in all the fourteen worlds."
      }
    },
    {
      "verse": 5,
      "sanskrit": "सत्त्वं रजस् तम इति गुणाः प्रकृति-सम्भवाः । निबध्नन्ति महाबाहो देहे देहिनम् अव्ययम् ॥",
      "transliteration": "sattvaṃ rajas tamaḥ iti guṇāḥ prakṛti-sambhavāḥ | nibadhnanti mahābāho dehe dehinam avyayam ||",
      "translation": "Sattva, Rajas, and Tamas — these guṇas born of Prakṛti bind the eternal embodied soul (dehin) in the body, O Mighty-Armed.",
      "audio": "/assets/audio/ch14/verse_14_05.mp3",
      "word_breakdown": [
        {
          "word": "सत्त्वम्",
          "meaning": "sattva — the quality of purity, light, harmony"
        },
        {
          "word": "रजः",
          "meaning": "rajas — the quality of passion, activity, restlessness"
        },
        {
          "word": "तमः",
          "meaning": "tamas — the quality of darkness, inertia, ignorance"
        },
        {
          "word": "इति",
          "meaning": "thus, these are (enumerative particle)"
        },
        {
          "word": "गुणाः",
          "meaning": "qualities, strands, attributes of Prakṛti"
        },
        {
          "word": "प्रकृति-सम्भवाः",
          "meaning": "born of Prakṛti, arising from Nature"
        },
        {
          "word": "निबध्नन्ति",
          "meaning": "they bind, they tie down"
        },
        {
          "word": "महाबाहो",
          "meaning": "O Mighty-Armed (epithet of Arjuna)"
        },
        {
          "word": "देहे",
          "meaning": "in the body, within the physical form"
        },
        {
          "word": "देहिनम्",
          "meaning": "the embodied soul, the one who dwells in the body"
        },
        {
          "word": "अव्ययम्",
          "meaning": "the imperishable, the indestructible, the eternal"
        }
      ],
      "commentary": {
        "dadaji": "Here the central mystery of our bondage is revealed with such clarity and love. The soul — 'avyayam dehinam,' the imperishable, eternal one — is not intrinsically bound. It is free by its very nature! But the three strands of Prakṛti, like ropes woven of light, passion, and darkness, tie this free soul into the experience of a body and a world. The Lord addresses Arjuna as 'Mahābāho' — Mighty-Armed — reminding him: you have the strength within you to unbind yourself. The guṇas are not the enemy; they are the veil. And veils can be lifted.",
        "sarvapriyananda": "This verse announces the central thesis of the entire chapter. Notice the crucial phrase 'prakṛti-sambhavāḥ' — the guṇas are born of Prakṛti, not of the Puruṣa. The soul (dehin) is qualified as 'avyayam' — imperishable, eternal, and by implication free. The binding (nibadhnanti) is therefore not essential to the soul's nature but is a superimposition (adhyāsa). Śaṅkara would say: the soul appears bound but is never actually bound — it is like the sky that appears filled with clouds; the sky is untouched. Liberation is recognizing this unchanging truth about one's own essential nature.",
        "yogananda": "The word 'avyayam' holds the entire key to liberation. The soul is imperishable, immutable, eternally free — and yet it appears bound. How? Through the three guṇas of Prakṛti, which act like magnetic fields pulling consciousness into identification with the body and its experiences. Sattva creates the magnetic pull of beauty and wisdom; rajas creates the pull of desire and ambition; tamas creates the pull of ignorance and inertia. The spiritual path is not about destroying these forces but about understanding them so clearly that their magnetic pull loses its power over you.",
        "goyandka": "This verse, the pivotal verse of Chapter 14, introduces the threefold framework that will be elaborated in the following verses. The technical precision is important: guṇas are 'strands' (the literal meaning) — they are not mere qualities but fundamental constituents of Prakṛti that, like three intertwined ropes, create the fabric of all phenomenal experience. The soul (dehin) is explicitly called 'avyayam' — indestructible and unchanging — to establish that bondage is not the soul's natural state. All subsequent teaching flows from this: if the soul is inherently free, then understanding what binds it is the direct path to liberation."
      }
    },
    {
      "verse": 6,
      "sanskrit": "तत्र सत्त्वं निर्मलत्वात् प्रकाशकम् अनामयम् । सुख-सङ्गेन बध्नाति ज्ञान-सङ्गेन चानघ ॥",
      "transliteration": "tatra sattvaṃ nirmalatvāt prakāśakam anāmayam | sukha-saṅgena badhnāti jñāna-saṅgena ca anagha ||",
      "translation": "Among these, sattva — being pure — is luminous and free from disease/affliction. Yet it binds through attachment to happiness and attachment to knowledge, O Sinless One.",
      "audio": "/assets/audio/ch14/verse_14_06.mp3",
      "word_breakdown": [
        {
          "word": "तत्र",
          "meaning": "among these, therein"
        },
        {
          "word": "सत्त्वम्",
          "meaning": "sattva (the quality of purity and light)"
        },
        {
          "word": "निर्मलत्वात्",
          "meaning": "because of its purity, on account of being stainless"
        },
        {
          "word": "प्रकाशकम्",
          "meaning": "luminous, illuminating, light-producing"
        },
        {
          "word": "अनामयम्",
          "meaning": "free from disease, free from affliction, healthy"
        },
        {
          "word": "सुख-सङ्गेन",
          "meaning": "through attachment to happiness, through the bond of joy"
        },
        {
          "word": "बध्नाति",
          "meaning": "it binds, it ties"
        },
        {
          "word": "ज्ञान-सङ्गेन",
          "meaning": "through attachment to knowledge, through clinging to wisdom"
        },
        {
          "word": "च",
          "meaning": "and, also"
        },
        {
          "word": "अनघ",
          "meaning": "O Sinless One (epithet of Arjuna)"
        }
      ],
      "commentary": {
        "dadaji": "The Lord addresses Arjuna as 'anagha' — O Sinless One — precisely when speaking of sattva's subtle binding. This is the most delicate trap on the spiritual path: the joy of meditation, the love of sacred knowledge, the peace of inner stillness — these are the gifts of sattva. But if we cling to these experiences, even they become golden chains. The sincere sādhaka must be willing to offer up even the sweetness of spiritual experience at the Lord's feet. True freedom is not the enjoyment of sattvic bliss; it is the freedom even from needing that bliss.",
        "sarvapriyananda": "This verse presents the most subtle form of bondage — sattvic bondage. Sattva is 'nirmala' (pure), 'prakāśaka' (illuminating), 'anāmaya' (free from affliction) — it is the closest a conditioned state can come to the nature of the Ātman. But it still binds through saṅga: 'sukha-saṅga' (clinging to the experience of inner happiness) and 'jñāna-saṅga' (pride in spiritual knowledge). The Vedāntic student who is attached to the experience of clarity and wisdom has not yet crossed the final barrier. Even the love of enlightenment, if it generates clinging, is a subtle form of ego.",
        "yogananda": "Sattva is heaven — but heaven is still not the Infinite. The sattvic meditator experiences genuine luminosity, genuine peace, genuine wisdom — and these are real gifts. But if the meditator becomes attached to these sattvic experiences, saying 'I am a spiritual person, I have wisdom, I experience deep peace,' they are still in the net of the guṇas. The final leap requires releasing even the most refined sattvic identity. As Yogananda put it: do not mistake the map for the territory, do not mistake even the highest spiritual experience for the Self that witnesses all experiences.",
        "goyandka": "The description of sattva as 'nirmalatvāt prakāśakam anāmayam' establishes it as the highest of the three guṇas — it promotes clarity of mind, health of body, and receptivity to knowledge. However, 'badhnāti' is the crucial word: even sattva binds. 'Sukha-saṅga' refers to the attachment that forms around the experiences of inner tranquility and meditative joy — the seeker becomes reluctant to leave these states. 'Jñāna-saṅga' points to intellectual pride and the clinging to one's own spiritual understanding. Both are impediments to the guṇātīta state."
      }
    },
    {
      "verse": 7,
      "sanskrit": "रजो रागात्मकं विद्धि तृष्णा-सङ्ग-समुद्भवम् । तन् निबध्नाति कौन्तेय कर्म-सङ्गेन देहिनम् ॥",
      "transliteration": "rajaḥ rāgātmakaṃ viddhi tṛṣṇā-saṅga-samudbhavam | tat nibadhnāti kaunteya karma-saṅgena dehinam ||",
      "translation": "Know Rajas to be of the nature of passion, born from thirst (tṛṣṇā) and attachment (saṅga). It binds the embodied soul through attachment to action, O Kaunteya.",
      "audio": "/assets/audio/ch14/verse_14_07.mp3",
      "word_breakdown": [
        {
          "word": "रजः",
          "meaning": "rajas, the quality of passion and activity"
        },
        {
          "word": "रागात्मकम्",
          "meaning": "of the nature of passion/desire, whose essence is rāga"
        },
        {
          "word": "विद्धि",
          "meaning": "know, understand (imperative)"
        },
        {
          "word": "तृष्णा",
          "meaning": "thirst, craving, intense desire"
        },
        {
          "word": "सङ्ग",
          "meaning": "attachment, clinging"
        },
        {
          "word": "समुद्भवम्",
          "meaning": "born from, arising from, produced by"
        },
        {
          "word": "तत्",
          "meaning": "it, that (rajas)"
        },
        {
          "word": "निबध्नाति",
          "meaning": "binds, ties down"
        },
        {
          "word": "कौन्तेय",
          "meaning": "O son of Kuntī (Arjuna)"
        },
        {
          "word": "कर्म-सङ्गेन",
          "meaning": "through attachment to action, through bond of activity"
        },
        {
          "word": "देहिनम्",
          "meaning": "the embodied soul, the dweller in the body"
        }
      ],
      "commentary": {
        "dadaji": "Rajas is the busiest guna — always planning, always wanting, always moving toward the next thing. The Lord says its very nature (ātmakam) is rāga — passionate attachment. And from where does it arise? From 'tṛṣṇā' — thirst, the aching hunger for more — and from 'saṅga' — the stickiness that makes every desired object feel like it is a part of us. The rajasic person is never at rest. They bind themselves through 'karma-saṅga' — attachment to their own actions and their results. The antidote is not inaction but nishkāma karma — action offered freely, without the sticky hands of desire.",
        "sarvapriyananda": "Rajas is described with great precision: 'rāgātmakam' — its very ātma, its essential nature, is rāga (passion, coloring, attraction). And its origin is 'tṛṣṇā-saṅga-samudbhavam' — born from the pairing of tṛṣṇā (craving) and saṅga (attachment). This is important: rajas does not arise from outside; it arises from within, from the movement of the mind toward desired objects. It binds through 'karma-saṅga' — the soul becomes enslaved to the cycle of action and result, always in motion, never coming to rest. The antidote is karma yoga: action without the kartṛtva-abhimāna (the sense of 'I am the doer').",
        "yogananda": "Rajas is the engine of the world — the force that drives civilization, ambition, creativity, and restless human striving. In itself it is not evil; it is Prakṛti's great creative power. But when it governs the soul, it produces the most common human suffering: the exhausting treadmill of desire and fulfillment and new desire. 'Tṛṣṇā' — thirst — is the perfect word: like drinking salt water, rajasic fulfillment only intensifies the thirst. The soul enslaved to rajas is always chasing, never arriving. The way out is to discover the inner spring of joy that needs no outer object to sustain it.",
        "goyandka": "The characterization 'rāgātmakam' is definitive: rajas is not merely accompanied by rāga but is constituted by it — passion is its very substance. 'Tṛṣṇā-saṅga-samudbhavam' identifies the two generative forces of rajas: tṛṣṇā (the craving for objects not yet obtained) and saṅga (the attachment to objects already obtained or familiar). Together these two create the rajasic condition. Binding occurs through 'karma-saṅga' — not karma itself (which is natural and unavoidable for an embodied being) but saṅga toward karma: the proprietary feeling of 'my actions, my achievements, my results.'"
      }
    },
    {
      "verse": 8,
      "sanskrit": "तमस् त्व् अज्ञान-जं विद्धि मोहनं सर्व-देहिनाम् । प्रमादालस्य-निद्राभिस् तन् निबध्नाति भारत ॥",
      "transliteration": "tamaḥ tu ajñāna-jaṃ viddhi mohanaṃ sarva-dehinām | pramāda-ālasya-nidrābhiḥ tat nibadhnāti bhārata ||",
      "translation": "But Tamas, know to be born of ignorance — the deluder of all embodied beings. It binds through heedlessness (pramāda), laziness (ālasya), and excessive sleep (nidrā), O Bhārata.",
      "audio": "/assets/audio/ch14/verse_14_08.mp3",
      "word_breakdown": [
        {
          "word": "तमः",
          "meaning": "tamas, the quality of darkness and inertia"
        },
        {
          "word": "तु",
          "meaning": "but, however (contrasting particle)"
        },
        {
          "word": "अज्ञान-जम्",
          "meaning": "born of ignorance, produced by avidyā"
        },
        {
          "word": "विद्धि",
          "meaning": "know, understand (imperative)"
        },
        {
          "word": "मोहनम्",
          "meaning": "the deluder, that which causes delusion (moha)"
        },
        {
          "word": "सर्व-देहिनाम्",
          "meaning": "of all embodied beings (genitive plural)"
        },
        {
          "word": "प्रमाद",
          "meaning": "heedlessness, carelessness, negligence, intoxication"
        },
        {
          "word": "आलस्य",
          "meaning": "laziness, sloth, inertia"
        },
        {
          "word": "निद्राभिः",
          "meaning": "by sleep, through excessive sleep (instrumental)"
        },
        {
          "word": "तत्",
          "meaning": "it, that (tamas)"
        },
        {
          "word": "निबध्नाति",
          "meaning": "binds, ties down"
        },
        {
          "word": "भारत",
          "meaning": "O Bhārata (Arjuna)"
        }
      ],
      "commentary": {
        "dadaji": "Tamas is 'mohanam sarva-dehinām' — the great deluder of all embodied beings. Notice: it deludes everyone, not just some. The Lord mentions pramāda first — carelessness, negligence, a kind of spiritual intoxication that makes one forget what is real and what is important. Then ālasya — the heaviness that says 'later, not now, what's the point.' And nidrā — sleep, not just physical sleep but the deeper sleep of unawareness in which most people spend their lives. The spiritual path begins with simply waking up from this deep tamасic sleep.",
        "sarvapriyananda": "Tamas is the most foundational of the three guṇas because it is 'ajñāna-jam' — born of ignorance itself. Sattva illuminates, rajas agitates, tamas covers. Where sattva and rajas both involve some activity of the mind (pleasure, desire), tamas operates by suppressing mind-activity entirely through pramāda, ālasya, and nidrā. The word 'mohanam' is particularly significant in Vedānta — moha is not mere confusion but the fundamental delusion about the nature of the Self. Tamas is the grossest form of māyā's veiling power, the avaraṇa-śakti that hides the luminous Ātman most completely.",
        "yogananda": "Tamas is the spiritual enemy that most people never recognize as an enemy — because it feels like peace, like rest, like 'just relaxing.' But there is a vast difference between the sattvic peace of conscious inner stillness and the tamasic stupor of unconscious inertia. The tamasic person is not resting; they are spiritually asleep. Pramāda (heedlessness) is tamas of the will; ālasya (laziness) is tamas of the body; nidrā (sleep) is tamas of the mind. Together they create a cocoon of unconsciousness that keeps the soul from ever beginning its journey back to the Light.",
        "goyandka": "The contrast with sattva and rajas is marked by the particle 'tu' — 'but tamas.' Where sattva illuminates and rajas activates, tamas is 'ajñāna-jam' — its very birthplace is ignorance. This is the guṇa that does not merely misdirect the seeker (as rajas does) or create subtle attachment (as sattva does) but covers awareness itself. 'Mohanam sarva-dehinām' — it deludes all embodied beings, not just the spiritually immature. The three instruments of tamasic binding — pramāda, ālasya, nidrā — all operate by reducing or eliminating the sattvic light of discriminative awareness (viveka)."
      }
    },
    {
      "verse": 9,
      "sanskrit": "सत्त्वं सुखे सञ्जयति रजः कर्मणि भारत । ज्ञानम् आवृत्य तु तमः प्रमादे सञ्जयत्य् उत ॥",
      "transliteration": "sattvaṃ sukhe sañjayati rajaḥ karmaṇi bhārata | jñānam āvṛtya tu tamaḥ pramāde sañjayati uta ||",
      "translation": "Sattva attaches to happiness; Rajas to action, O Bhārata; but Tamas, having covered knowledge, attaches to heedlessness.",
      "audio": "/assets/audio/ch14/verse_14_09.mp3",
      "word_breakdown": [
        {
          "word": "सत्त्वम्",
          "meaning": "sattva"
        },
        {
          "word": "सुखे",
          "meaning": "in happiness, to joy (locative)"
        },
        {
          "word": "सञ्जयति",
          "meaning": "attaches, causes to cling, binds (causative of sañj)"
        },
        {
          "word": "रजः",
          "meaning": "rajas"
        },
        {
          "word": "कर्मणि",
          "meaning": "in action, to activity (locative)"
        },
        {
          "word": "भारत",
          "meaning": "O Bhārata (Arjuna)"
        },
        {
          "word": "ज्ञानम्",
          "meaning": "knowledge, awareness, discriminative understanding"
        },
        {
          "word": "आवृत्य",
          "meaning": "having covered, having veiled (gerund of āvṛ)"
        },
        {
          "word": "तु",
          "meaning": "but, however"
        },
        {
          "word": "तमः",
          "meaning": "tamas"
        },
        {
          "word": "प्रमादे",
          "meaning": "in heedlessness, to negligence (locative)"
        },
        {
          "word": "सञ्जयति",
          "meaning": "attaches, causes to cling"
        },
        {
          "word": "उत",
          "meaning": "indeed, moreover (emphatic particle)"
        }
      ],
      "commentary": {
        "dadaji": "In this verse, the Lord sketches the portrait of each guṇa's characteristic pull on the soul. Sattva draws you toward 'sukha' — inner happiness, peace, spiritual joy. Rajas draws you toward 'karma' — doing, achieving, producing. And tamas first covers your knowledge — veils your discrimination — and then drops you into pramāda, that sleepy heedlessness where life slips by unexamined. Looking at your own life, which pull do you feel most strongly right now? The answer itself is a gift of self-knowledge that begins to loosen the guṇa's grip.",
        "sarvapriyananda": "This verse provides the functional signatures of the three guṇas: their characteristic domains of attachment. 'Sañjayati' is a significant verb — it means to cause to cling, to affix, to bind with attachment. Sattva does not merely produce happiness; it produces attachment to happiness. Rajas does not merely produce activity; it produces attachment to activity. Tamas first performs a preliminary act — 'jñānam āvṛtya' (having covered knowledge) — and then attaches to pramāda. This preliminary covering is important: tamas must first destroy discriminative awareness before it can establish its binding. This is why the Gītā's first remedy for tamas is always viveka — awakening discrimination.",
        "yogananda": "Each guṇa has its preferred domain where it hooks the soul. The sattvic soul is hooked by the beautiful experience of inner happiness — and there is nothing wrong with that happiness except the clinging. The rajasic soul is hooked by the thrill of doing and achieving. The tamasic soul is hooked by... nothing, by the absence of awareness itself, by the comfort of not-knowing and not-caring. The phrase 'jñānam āvṛtya' — having covered knowledge — is crucial: tamas does not offer you something enticing to be attached to; it simply removes the light of awareness so that heedlessness feels natural.",
        "goyandka": "This verse is the practical summary of verses 6, 7, and 8. The verb 'sañjayati' (from the root sañj, to cling) specifies the mechanism of guṇa-bondage: each guṇa creates its characteristic attachment. Sattva → sukha-saṅga; rajas → karma-saṅga; tamas → pramāda-saṅga (after first covering jñāna). The sequence for tamas is notably different: 'jñānam āvṛtya tu tamaḥ pramāde sañjayati' — it first veils jñāna and then attaches to pramāda. This two-step mechanism (veil first, then bind) explains why the tamasic person is the hardest to awaken: they cannot even perceive that they are bound."
      }
    },
    {
      "verse": 10,
      "sanskrit": "रजस् तमश् चाभिभूय सत्त्वं भवति भारत । रजः सत्त्वं तमश् चैव तमः सत्त्वं रजस् तथा ॥",
      "transliteration": "rajaḥ tamaḥ ca abhibhūya sattvaṃ bhavati bhārata | rajaḥ sattvaṃ tamaḥ ca eva tamaḥ sattvaṃ rajaḥ tathā ||",
      "translation": "Sattva prevails by overcoming Rajas and Tamas, O Bhārata; Rajas prevails by overcoming Sattva and Tamas; and Tamas prevails by overcoming Sattva and Rajas.",
      "audio": "/assets/audio/ch14/verse_14_10.mp3",
      "word_breakdown": [
        {
          "word": "रजः",
          "meaning": "rajas"
        },
        {
          "word": "तमः",
          "meaning": "tamas"
        },
        {
          "word": "च",
          "meaning": "and"
        },
        {
          "word": "अभिभूय",
          "meaning": "having overcome, by overcoming, subduing (gerund of abhibhū)"
        },
        {
          "word": "सत्त्वम्",
          "meaning": "sattva"
        },
        {
          "word": "भवति",
          "meaning": "prevails, arises, comes to be dominant"
        },
        {
          "word": "भारत",
          "meaning": "O Bhārata (Arjuna)"
        },
        {
          "word": "रजः",
          "meaning": "rajas prevails (second occurrence — rajas overcoming the other two)"
        },
        {
          "word": "सत्त्वं तमश् च एव",
          "meaning": "both sattva and tamas"
        },
        {
          "word": "तमः",
          "meaning": "tamas prevails (third occurrence)"
        },
        {
          "word": "सत्त्वं रजः तथा",
          "meaning": "both sattva and rajas likewise"
        }
      ],
      "commentary": {
        "dadaji": "What a liberating teaching is hidden in this verse! The guṇas are not permanent prisons — they are flowing, shifting, competing forces. Sattva can overcome rajas and tamas. This means: no matter how deeply you are currently in the darkness of tamas or the frenzy of rajas, sattva can rise and overcome them. The path of sādhana — prayer, study, good company, wholesome food, early rising — is nothing other than the deliberate cultivation of sattva so that it wins the competition within you. And once sattva prevails long enough, you gain the discrimination to transcend even sattva itself and become guṇātīta.",
        "sarvapriyananda": "This verse reveals the dynamic, processual nature of the guṇas. They are not static categories but living forces in constant interaction. 'Abhibhūya' — by overcoming, subduing, gaining dominance over. This is the language of competition. Each guṇa perpetually strives to dominate the other two. For the Vedāntic seeker, this teaching offers both a diagnostic tool (observe which guṇa is currently dominant in you) and a prescriptive tool (deliberately cultivate sattva through appropriate means to overcome rajas and tamas). The ultimate goal, however, as the next verses will reveal, is to transcend all three guṇas entirely — to become guṇātīta.",
        "yogananda": "The guṇas are like three wrestlers constantly grappling with each other inside the arena of your body and mind. Right now, as you read this, one of the three is dominant — and the other two are waiting for their opportunity. This is not depressing news; it is deeply hopeful. Because it means that tamas never has the last word. Sattva can always rise. Even the most tamasic person, under the right conditions — the right teacher, the right practice, the right grace — can experience sattva breaking through like sunlight through clouds. The spiritual path is simply learning how to make sattva's victory more frequent, more stable, and ultimately permanent.",
        "goyandka": "The verse establishes what later commentators call the 'guṇa-parināma-vāda' — the doctrine of continuous transformation among the guṇas. The three are always present but never in equal proportion; their proportions shift constantly, and whichever is dominant colors the consciousness of the embodied being at that moment. The practical implication for the sādhaka is clear: the current tamasic or rajasic state is not permanent and can be overcome. The prescribed method is the cultivation of sattvic conditions — sattvic diet, sattvic company (satsaṅga), sattvic study (svādhyāya), and regular practice — until sattva becomes the habitual dominant, creating the conditions for final guṇa-transcendence."
      }
    },
    {
      "verse": 11,
      "sanskrit": "सर्व-द्वारेषु देहेऽस्मिन् प्रकाश उपजायते । ज्ञानं यदा तदा विद्याद् विवृद्धं सत्त्वम् इत्य् उत ॥",
      "transliteration": "sarva-dvāreṣu dehe'smin prakāśa upajāyate | jñānaṃ yadā tadā vidyād vivṛddhaṃ sattvam ity uta ||",
      "translation": "When the light of knowledge shines through all the gates in this body, then one should know that sattva has increased.",
      "audio": "/assets/audio/ch14/verse_14_11.mp3",
      "word_breakdown": [
        {
          "word": "सर्व-द्वारेषु",
          "meaning": "through all gates (senses, mind, intellect)"
        },
        {
          "word": "देहे अस्मिन्",
          "meaning": "in this body"
        },
        {
          "word": "प्रकाशः",
          "meaning": "light, luminosity, radiance"
        },
        {
          "word": "उपजायते",
          "meaning": "arises, is born"
        },
        {
          "word": "ज्ञानम्",
          "meaning": "knowledge, luminous awareness"
        },
        {
          "word": "यदा",
          "meaning": "when"
        },
        {
          "word": "तदा",
          "meaning": "then"
        },
        {
          "word": "विद्यात्",
          "meaning": "one should know, understand"
        },
        {
          "word": "विवृद्धम्",
          "meaning": "increased, grown, predominant"
        },
        {
          "word": "सत्त्वम्",
          "meaning": "the quality of purity, clarity, goodness"
        },
        {
          "word": "इति उत",
          "meaning": "thus it is said, verily"
        }
      ],
      "commentary": {
        "dadaji": "When sattva rises in the heart, Beloved, it is like sunrise — every corner of the inner house is flooded with light. The senses become clear and calm, the mind steady, and understanding arises naturally, like a flower opening at dawn. You will recognize this blessed state: waking with clarity, seeing others with compassion, feeling expanded and at peace. Cherish these moments as gifts of the Lord's grace, and invite them daily through pure food, prayer, and selfless service.",
        "sarvapriyananda": "The 'gates' referred to here — sarva-dvārāṇi — are the instruments of perception and cognition: the five jñānendriyas, the mind (manas), and the intellect (buddhi). When sattva predominates, Consciousness shines through these instruments without distortion, producing what Śaṅkara calls viveka — discriminative clarity. This is not merely pleasant feeling but an epistemological lucidity: the Ātman, ever self-luminous, is less obscured by the veiling power of tamas and the projecting power of rajas. Sattva, while still a guṇa and therefore still part of bondage, is the guṇa most transparent to pure Awareness.",
        "yogananda": "The body is a city of nine or more gates — the sense portals through which the soul makes contact with the world. When sattva increases, the divine light of the soul begins to illuminate all these gateways equally. The meditator experiences this as an expansive inner radiance, a feeling of knowing without effort, of seeing without strain. This is not the restless cleverness of the ego-mind but the calm, all-encompassing light of the higher Self awakening to its own nature. Cultivate this sattvic light through meditation, for it is the antechamber of samādhi.",
        "goyandka": "Śrī Bhagavān here provides the first of three diagnostic teachings — the signs by which a sādhaka may know which guṇa is currently predominant. The word 'dvāra' (gate) refers collectively to the five sense organs, the mind, and the intellect — the instruments through which inner states express outwardly. 'Prakāśa' (luminosity) and 'jñānam' (knowledge) jointly indicate the sattvic condition: the intellect functions without confusion, the mind is undisturbed, and the senses operate with restraint and clarity. This verse thus gives the practical method of self-assessment by guṇa-diagnosis."
      }
    },
    {
      "verse": 12,
      "sanskrit": "लोभः प्रवृत्तिर् आरम्भः कर्मणाम् अशमः स्पृहा । रजस्य् एतानि जायन्ते विवृद्धे भरतर्षभ ॥",
      "transliteration": "lobhaḥ pravṛttir ārambhaḥ karmaṇām aśamaḥ spṛhā | rajasy etāni jāyante vivṛddhe bharatarṣabha ||",
      "translation": "Greed, activity, the undertaking of projects, restlessness, and craving — these arise when Rajas increases, O Best of the Bharatas.",
      "audio": "/assets/audio/ch14/verse_14_12.mp3",
      "word_breakdown": [
        {
          "word": "लोभः",
          "meaning": "greed, acquisitiveness, covetousness"
        },
        {
          "word": "प्रवृत्तिः",
          "meaning": "outward activity, impulse toward action"
        },
        {
          "word": "आरम्भः",
          "meaning": "undertaking, initiation of new projects"
        },
        {
          "word": "कर्मणाम्",
          "meaning": "of actions, of works"
        },
        {
          "word": "अशमः",
          "meaning": "restlessness, absence of stillness"
        },
        {
          "word": "स्पृहा",
          "meaning": "craving, longing, intense desire"
        },
        {
          "word": "रजसि",
          "meaning": "in rajas, when the quality of passion"
        },
        {
          "word": "एतानि",
          "meaning": "these (five signs)"
        },
        {
          "word": "जायन्ते",
          "meaning": "are born, arise"
        },
        {
          "word": "विवृद्धे",
          "meaning": "when increased, when predominant"
        },
        {
          "word": "भरतर्षभ",
          "meaning": "O Best of the Bharatas (Arjuna)"
        }
      ],
      "commentary": {
        "dadaji": "How well the Lord knows the restless heart! When rajas surges, the mind cannot sit still — it must plan the next project, acquire the next thing, always reaching forward into an imagined future. Lobha is not only greed for money but the subtle greed of wanting more experiences, more achievements, more recognition. Dear seeker, when you notice this feverish planning, this inability to be present, gently turn within and ask: am I being driven by rajas? That very noticing is the beginning of sattva.",
        "sarvapriyananda": "Rajas is defined in the Sāṅkhya system as the principle of activity, kinetic energy, and agitation. These five signs — greed, activity, initiation, restlessness, craving — are not merely moral failures but diagnostic markers of Prakṛti's rajasic mode operating through the psycho-physical instrument. 'Aśama,' the absence of śama (mental quietude), is particularly significant for Advaita sādhana, since śama is the very first of the ṣaṭ-sampat (six virtues) prerequisite to Vedāntic inquiry. One cannot inquire into the nature of Brahman from within a rajasic mind — the instruments of knowledge are too agitated to reflect Awareness clearly.",
        "yogananda": "Rajas is the cosmic force of vibration and manifestation — it is what makes the universe buzz and hum with incessant activity. In the human psyche this same force expresses as the driven quality of ego-ambition: always launching, always wanting, never resting in the fullness of the present. The five signs given here are like five windows through which rajas reveals itself. The spiritual aspirant learns to recognize them not with self-condemnation but with the calm gaze of the witness, then redirects that rajasic energy upward through pranayama, devotion, and selfless service — for transformed rajas becomes the dynamo of spiritual aspiration.",
        "goyandka": "This verse catalogues the five characteristic modifications of a rajasically dominated antaḥkaraṇa (inner instrument). Lobha arises from identification with the body and its desires; pravṛtti is the consequent outward thrust of energy; ārambha is the proliferation of new undertakings as the rajasic will seeks fresh objects; aśama is the structural inability of the rajasic mind to achieve stillness; and spṛhā is the chronic background-craving that fuels the entire cycle. The Gītā's purpose in cataloguing these is not condemnation but discernment — for one who cannot recognize rajas cannot transcend it."
      }
    },
    {
      "verse": 13,
      "sanskrit": "अप्रकाशोऽप्रवृत्तिश् च प्रमादो मोह एव च । तमस्य् एतानि जायन्ते विवृद्धे कुरु-नन्दन ॥",
      "transliteration": "aprakāśo 'pravṛttiś ca pramādo moha eva ca | tamasy etāni jāyante vivṛddhe kuru-nandana ||",
      "translation": "Lack of light, inactivity, heedlessness, and delusion — these arise when Tamas increases, O Joy of the Kurus.",
      "audio": "/assets/audio/ch14/verse_14_13.mp3",
      "word_breakdown": [
        {
          "word": "अप्रकाशः",
          "meaning": "absence of light, dullness, darkness of mind"
        },
        {
          "word": "अप्रवृत्तिः",
          "meaning": "inactivity, inability to initiate"
        },
        {
          "word": "च",
          "meaning": "and"
        },
        {
          "word": "प्रमादः",
          "meaning": "heedlessness, negligence, forgetting duty"
        },
        {
          "word": "मोहः",
          "meaning": "delusion, confusion, inability to discriminate"
        },
        {
          "word": "एव",
          "meaning": "indeed, also"
        },
        {
          "word": "तमसि",
          "meaning": "in tamas, when the quality of inertia"
        },
        {
          "word": "एतानि",
          "meaning": "these (four signs)"
        },
        {
          "word": "जायन्ते",
          "meaning": "arise, are produced"
        },
        {
          "word": "विवृद्धे",
          "meaning": "when increased, when predominant"
        },
        {
          "word": "कुरु-नन्दन",
          "meaning": "O Joy of the Kurus (Arjuna)"
        }
      ],
      "commentary": {
        "dadaji": "Tamas is the heaviest of the Lord's veils, and it is cunning — for when we are under its sway we do not even know it. The tamasic mind feels no urgency to pray, no motivation to serve, no curiosity about truth. We sleep too long and still feel tired; we postpone what matters; we forget what is real. Yet even here, Beloved, the Lord does not abandon us. The very fact that you are reading these words suggests a spark of sattva still alive in you — fan that spark with morning prayer, sattvic food, and the company of the wise.",
        "sarvapriyananda": "The four signs of tamas are all privatives — absences rather than positive qualities. Aprakāśa is the absence of the Ātman's luminosity at the level of the instruments; apravṛtti is the absence of constructive activity; pramāda is the absence of mindfulness (smṛti); and moha is the absence of viveka-śakti (discriminative power). Śaṅkara associates tamas with āvaraṇa-śakti — the veiling power of Māyā — which conceals the true nature of the Self. This is why tamas is the most dangerous guṇa for the spiritual seeker: it does not create visible suffering (as rajas does) but rather a numbing obscuration that makes the seeker forget that there is anything to seek.",
        "yogananda": "Tamas is the cosmic principle of inertia, of matter at its densest, of consciousness at its most contracted. In the human being it manifests as spiritual torpor — the heavy, foggy, unmotivated state where even the desire for God seems remote and unreal. The meditating devotee will recognize these tamasic hours: the alarm rings and the body refuses; the meditation cushion collects dust; the scriptures seem dry and irrelevant. The antidote is not willpower alone but the company of truth — satsaṅga, chanting, selfless work — which introduces sattvic vibrations from outside until one's own inner fire is rekindled.",
        "goyandka": "Where rajas produces excess activity, tamas produces its opposite — a fourfold paralysis of the inner instrument. Aprakāśa indicates that the buddhi (intellect) has lost its capacity for discrimination; apravṛtti shows that even legitimate duties are abandoned; pramāda is the careless neglect of scriptural injunctions and one's svadharma; and moha is the root confusion that takes the non-Self for the Self and the transient for the permanent. The Gītā consistently pairs pramāda and moha as the twin foundations of tamasic bondage, as seen also in verse 14.17. The sādhaka must be vigilant: tamas disguises itself as rest and contentment but is in fact the deepest spiritual sleep."
      }
    },
    {
      "verse": 14,
      "sanskrit": "यदा सत्त्वे प्रवृद्धे तु प्रलयं याति देह-भृत् । तदोत्तम-विदां लोकान् अमलान् प्रतिपद्यते ॥",
      "transliteration": "yadā sattve pravṛddhe tu pralayaṃ yāti deha-bhṛt | tadottama-vidāṃ lokān amalān pratipadyate ||",
      "translation": "If the embodied soul meets death when sattva is predominant, then it attains the pure worlds of those who know the highest.",
      "audio": "/assets/audio/ch14/verse_14_14.mp3",
      "word_breakdown": [
        {
          "word": "यदा",
          "meaning": "when, at the time that"
        },
        {
          "word": "सत्त्वे प्रवृद्धे",
          "meaning": "when sattva is predominant, increased"
        },
        {
          "word": "तु",
          "meaning": "indeed, but (mild emphasis)"
        },
        {
          "word": "प्रलयम्",
          "meaning": "dissolution, death (of the body)"
        },
        {
          "word": "याति",
          "meaning": "goes, attains, reaches"
        },
        {
          "word": "देह-भृत्",
          "meaning": "the bearer of the body, the embodied soul"
        },
        {
          "word": "तदा",
          "meaning": "then"
        },
        {
          "word": "उत्तम-विदाम्",
          "meaning": "of those who know the highest; of the most knowledgeable"
        },
        {
          "word": "लोकान्",
          "meaning": "worlds, realms, planes"
        },
        {
          "word": "अमलान्",
          "meaning": "pure, stainless, uncontaminated"
        },
        {
          "word": "प्रतिपद्यते",
          "meaning": "attains, reaches, is born into"
        }
      ],
      "commentary": {
        "dadaji": "The moment of death is the great examination — and our entire life is the preparation. What a mercy that the Lord tells us this! If we die in a sattvic state — with a prayer on the lips, with the heart turned toward God, with the mind clear and peaceful — we rise to the luminous realms of the great sages and saints. This is why the great ones devoted their lives to sattva: pure food, pure thoughts, pure association. And Beloved, we need not wait for death — we can choose sattvic dying every evening in sleep, and sattvic rebirth every morning in prayer.",
        "sarvapriyananda": "This verse introduces the Gītā's teaching on guṇa-dependent transmigration — the quality of consciousness at the moment of death (pralaya) determines the next field of experience. 'Uttama-vidāṃ lokāḥ' — the worlds of those with the highest knowledge — refers to the sattvic lokas of sages, ṛṣis, and devas. 'Amalān' — pure, free from rajasic and tamasic contamination. Vedānta notes that even these sattvic realms are within saṃsāra, not liberation itself; they are meritorious but temporary. True mokṣa requires transcending even sattva (guṇātīta, verse 20). Nevertheless, sattvic birth greatly accelerates the path toward final liberation.",
        "yogananda": "At death, the soul carries with it the subtle tendencies — the saṃskāras — that the guṇas have built throughout the incarnation. The sattvic soul, having cultivated clarity and God-awareness, naturally gravitates toward realms of expanded consciousness — what might be called the astral heavens of the great masters and teachers. There, surrounded by souls of high vibration, the ascending soul continues its education in divine wisdom. The lesson for the living is urgent: every sattvic thought, every meditation, every act of selfless love is building the momentum that will carry you upward beyond death.",
        "goyandka": "Śrī Bhagavān here presents the law of guṇa-determined transmigration in three verses (14-15). The sattvic at death attains uttama-vidāṃ lokān — the brahmaloka or similar realms associated with those of supreme knowledge — described as 'amalān' (free from the impurities of rajas and tamas). This accords with the Upaniṣadic teaching of devayāna, the path of light followed by those of accumulated spiritual merit. Importantly, 'uttama-vidāṃ' suggests not merely ethical sattvic living but genuine jñāna — those who have devoted their lives to Brahmavidyā achieve the highest sattvic post-mortem destinations."
      }
    },
    {
      "verse": 15,
      "sanskrit": "रजसि प्रलयं गत्वा कर्म-सङ्गिषु जायते । तथा प्रलीनस् तमसि मूढ-योनिषु जायते ॥",
      "transliteration": "rajasi pralayaṃ gatvā karma-saṅgiṣu jāyate | tathā pralīnas tamasi mūḍha-yoniṣu jāyate ||",
      "translation": "Having died in the state of Rajas, one is born among those attached to action; dying in Tamas, one is born in the wombs of the deluded.",
      "audio": "/assets/audio/ch14/verse_14_15.mp3",
      "word_breakdown": [
        {
          "word": "रजसि",
          "meaning": "in rajas, with rajas predominant"
        },
        {
          "word": "प्रलयम् गत्वा",
          "meaning": "having gone to dissolution, having died"
        },
        {
          "word": "कर्म-सङ्गिषु",
          "meaning": "among those attached to action, among action-bound beings"
        },
        {
          "word": "जायते",
          "meaning": "is born"
        },
        {
          "word": "तथा",
          "meaning": "likewise, similarly"
        },
        {
          "word": "प्रलीनः",
          "meaning": "having dissolved, having died (in that state)"
        },
        {
          "word": "तमसि",
          "meaning": "in tamas, with tamas predominant"
        },
        {
          "word": "मूढ-योनिषु",
          "meaning": "in the wombs of the deluded; in births characterized by delusion"
        },
        {
          "word": "जायते",
          "meaning": "is born"
        }
      ],
      "commentary": {
        "dadaji": "This teaching of the Lord is not meant to frighten but to awaken. Every thought we think right now is shaping the mind we will carry at death. The rajasic soul — attached to projects, craving outcomes, unable to let go — is reborn into a similar life of driven action and restless ambition. The tamasic soul sinks still deeper into delusion, into births where even the desire for God seems absent. Beloved, this very moment you have the greatest of gifts: a human birth, a living tradition, and the Gītā in your hands. Use it — begin now to cultivate sattva.",
        "sarvapriyananda": "'Karma-saṅgiṣu jāyate' — the rajasic soul is reborn among beings whose fundamental orientation is attachment to karma-phala (fruits of action). This describes the general condition of unawakened human society: endlessly doing, endlessly achieving, endlessly seeking. 'Mūḍha-yoniṣu' — births characterized by mūḍhatā (deluded consciousness) — includes animal births and tamasically conditioned human births where avidyā (ignorance of one's true nature) is most dense. The Gītā's soteriology here is stark: without deliberate cultivation of sattva and jñāna, the default momentum of unconscious living moves the soul toward denser forms of bondage.",
        "yogananda": "Like a magnet draws iron filings, the predominant vibration of the soul at death draws it toward its vibrational match in the next incarnation. The rajasic soul — full of unfinished projects and ungratified desires — is born where it can continue that feverish activity. The tamasic soul — thick with delusion and spiritual sleep — descends into embodiments where consciousness is still more contracted. This cosmic law of vibrational affinity is not punishment but physics of the soul. Sri Yukteswar taught that human birth is the rare and precious turning-point where conscious spiritual effort becomes possible — waste not a single incarnation.",
        "goyandka": "The verse presents the rajasic and tamasic outcomes in a single breath, which itself suggests their relative inferiority compared to the sattvic outcome described in verse 14. 'Karma-saṅgiṣu' — literally 'among the attached-to-action' — indicates that rajasic rebirth perpetuates the fundamental error of taking oneself to be the doer and owner of results. 'Mūḍha-yoniṣu' is understood by commentators to include tiryag-yoni (animal births) and lower human births defined by constitutional tamas. The progression sattva→rajas→tamas in these three verses maps precisely onto the upward, middle, and downward destinations described in verse 18."
      }
    },
    {
      "verse": 16,
      "sanskrit": "कर्मणः सुकृतस्याहुः सात्त्विकं निर्मलं फलम् । रजसस् तु फलं दुःखम् अज्ञानं तमसः फलम् ॥",
      "transliteration": "karmaṇaḥ sukṛtasyāhuḥ sāttvikaṃ nirmalaṃ phalam | rajasas tu phalaṃ duḥkham ajñānaṃ tamasaḥ phalam ||",
      "translation": "The fruit of good sattvic action is said to be pure and free from pain; the fruit of rajasic action is pain; the fruit of tamasic action is ignorance.",
      "audio": "/assets/audio/ch14/verse_14_16.mp3",
      "word_breakdown": [
        {
          "word": "कर्मणः",
          "meaning": "of action"
        },
        {
          "word": "सुकृतस्य",
          "meaning": "of good action, of well-done or virtuous action"
        },
        {
          "word": "आहुः",
          "meaning": "they say, it is said (by the wise)"
        },
        {
          "word": "सात्त्विकम्",
          "meaning": "sattvic, characterized by sattva"
        },
        {
          "word": "निर्मलम्",
          "meaning": "pure, stainless, free from impurity"
        },
        {
          "word": "फलम्",
          "meaning": "fruit, result, consequence"
        },
        {
          "word": "रजसः",
          "meaning": "of rajas, of rajasic action"
        },
        {
          "word": "तु",
          "meaning": "but, whereas"
        },
        {
          "word": "फलम्",
          "meaning": "fruit, result"
        },
        {
          "word": "दुःखम्",
          "meaning": "pain, sorrow, suffering"
        },
        {
          "word": "अज्ञानम्",
          "meaning": "ignorance, non-knowledge"
        },
        {
          "word": "तमसः",
          "meaning": "of tamas, of tamasic action"
        },
        {
          "word": "फलम्",
          "meaning": "fruit, result"
        }
      ],
      "commentary": {
        "dadaji": "The Lord reveals here a great cosmic law of the inner life: what we sow in guṇa, we reap in experience. Sattvic actions — prayer, honest work, selfless giving, study of scripture — produce a clean, luminous inner life. Rajasic actions fueled by ambition and desire invariably end in duḥkha — some frustration, some loss, some hollow victory. Tamasic actions — laziness, dishonesty, harmful habits — produce the deepest poverty of all: ajñāna, ignorance of one's own divine nature. Beloved, look at the fruits in your life and you will know which guṇa has been governing your actions.",
        "sarvapriyananda": "This verse provides the karmic theory of guṇa: each guṇa not only describes present states but generates future ones as its 'phala' (fruit). 'Sukṛtasya sāttvikaṃ nirmalaṃ phalam' — good action yields a pure, sattvic fruit, meaning the next state of consciousness is clearer and more refined. Rajasic action yields duḥkha — not merely external suffering but the inner suffering of ungratified desire, which is the structural condition of the rajasic ego. Tamasic action yields ajñāna — the thickening of the veil of avidyā, which is the ultimate bondage in Advaita. The sequence tamas→ajñāna→avidyā is the downward spiral that mokṣa-sādhana must reverse.",
        "yogananda": "Every action leaves a vibration in the subtle body — a saṃskāra — that becomes part of the harvest of future experience. The sattvic action, performed in love and clarity, builds a luminous aura around the soul that naturally attracts more light. The rajasic action, powered by self-seeking desire, may produce temporary pleasure but inevitably crashes into duḥkha — for all rajasic pleasures contain within them the seed of their own frustration. Most significant is the tamasic fruit: ajñāna, spiritual blindness. This is why great teachers consistently said: it is not our sins that bind us most deeply, but our spiritual laziness and indifference.",
        "goyandka": "This verse operates at two levels. First, the immediate karmic fruit: sattvic karma yields purity and joy in this life; rajasic karma yields restless suffering; tamasic karma yields dullness and deepened ignorance. Second, the post-mortem fruit: sattvic karma produces sattvic rebirths, rajasic produces rajasic rebirths, tamasic produces tamasic ones — connecting this verse directly to verses 14-15. 'Āhuḥ' (they say, it is said) suggests this is received wisdom, confirmed by the ṛṣis across generations. The triad nirmala-duḥkha-ajñāna perfectly encapsulates the spiritual hierarchy: purity leads upward, pain is the middle, ignorance is the bottom."
      }
    },
    {
      "verse": 17,
      "sanskrit": "सत्त्वात् सञ्जायते ज्ञानं रजसो लोभ एव च । प्रमाद-मोहौ तमसो भवतोऽज्ञानम् एव च ॥",
      "transliteration": "sattvāt sañjāyate jñānaṃ rajaso lobha eva ca | pramāda-mohau tamaso bhavato 'jñānam eva ca ||",
      "translation": "From sattva, knowledge arises; from rajas, greed alone; from tamas, heedlessness and delusion arise — and ignorance as well.",
      "audio": "/assets/audio/ch14/verse_14_17.mp3",
      "word_breakdown": [
        {
          "word": "सत्त्वात्",
          "meaning": "from sattva, out of the quality of purity"
        },
        {
          "word": "सञ्जायते",
          "meaning": "is born, arises, springs forth"
        },
        {
          "word": "ज्ञानम्",
          "meaning": "knowledge, true discriminative wisdom"
        },
        {
          "word": "रजसः",
          "meaning": "from rajas, out of the quality of passion"
        },
        {
          "word": "लोभः",
          "meaning": "greed, acquisitiveness"
        },
        {
          "word": "एव च",
          "meaning": "alone, indeed, and verily"
        },
        {
          "word": "प्रमाद-मोहौ",
          "meaning": "heedlessness and delusion (dual form)"
        },
        {
          "word": "तमसः",
          "meaning": "from tamas, out of the quality of inertia"
        },
        {
          "word": "भवतः",
          "meaning": "arise, come into being (dual verb)"
        },
        {
          "word": "अज्ञानम्",
          "meaning": "ignorance, non-knowledge"
        },
        {
          "word": "एव च",
          "meaning": "and also, indeed"
        }
      ],
      "commentary": {
        "dadaji": "Here the Lord gives us the most direct of diagnoses: want to know which guṇa governs you right now? Look at what is arising in the mind. Is it clarity, understanding, joy in wisdom? That is sattva's gift. Is it wanting, acquiring, calculating? That is rajas at work. Is it a kind of heaviness, forgetting, confusion — not knowing what matters? That is tamas. This self-observation, done with the Lord's name in the heart, becomes itself a sattvic practice. Every time we see rajas or tamas arising and quietly turn toward the light, we are practicing the teaching of this very verse.",
        "sarvapriyananda": "This verse is among the most analytically precise in the Gītā's guṇa teaching. Sattva produces jñāna — not mere learning but the discriminative capacity (viveka) to distinguish the real from the unreal, the Self from the non-Self. Rajas produces lobha — not merely greed for money but the entire orientation of wanting, of reaching outward for completion that the ego will never actually find. Tamas produces pramāda (smṛti-nāśa, the destruction of right memory, as described in 2.63), moha (confusion of values), and ultimately ajñāna (avidyā — the root ignorance of mistaking the body-mind for the Ātman). The seeker can use this verse as a real-time diagnostic instrument during sādhana.",
        "yogananda": "The Gītā here penetrates to the psychological roots of spiritual progress and its obstacles. Jñāna arising from sattva is the soul's natural light, unobstructed — it is not acquired but revealed. Lobha from rajas is the ceaseless hunger of the ego, which Paramhansa Yogananda described as the 'outward-moving force' that perpetually seeks in the wrong direction. Pramāda, moha, and ajñāna from tamas constitute a nested hierarchy of spiritual blindness: first comes inattention, then confusion, then the settled darkness of ignorance. The meditator's daily self-examination should check: which of these three is arising right now? Then apply the appropriate remedy — pranayama for tamas, detachment for rajas, meditation for the deepening of sattvic jñāna.",
        "goyandka": "This verse completes the triple analysis of guṇa-effects on the inner instrument. The precision is notable: sattva yields one great fruit — jñāna; rajas yields one characteristic blemish — lobha (here 'eva ca' emphasizing that greed is the quintessential rajasic product); tamas yields three progressively deeper afflictions — pramāda (carelessness), moha (delusion), and ajñāna (ignorance). The correspondence with verse 13 is exact: pramāda and moha appeared there as signs of tamas, and ajñāna is their natural culmination. The Gītā thus presents tamas as the guṇa most antithetical to liberation, for it directly obscures the jñāna that is the very means of mokṣa."
      }
    },
    {
      "verse": 18,
      "sanskrit": "ऊर्ध्वं गच्छन्ति सत्त्व-स्था मध्ये तिष्ठन्ति राजसाः । जघन्य-गुण-वृत्ति-स्था अधो गच्छन्ति तामसाः ॥",
      "transliteration": "ūrdhvaṃ gacchanti sattva-sthāḥ madhye tiṣṭhanti rājasāḥ | jaghanya-guṇa-vṛtti-sthāḥ adho gacchanti tāmasāḥ ||",
      "translation": "Those established in sattva go upward; the rajasic dwell in the middle; the tamasic, established in the most base qualities, go downward.",
      "audio": "/assets/audio/ch14/verse_14_18.mp3",
      "word_breakdown": [
        {
          "word": "ऊर्ध्वम्",
          "meaning": "upward, to higher realms"
        },
        {
          "word": "गच्छन्ति",
          "meaning": "go, proceed, attain"
        },
        {
          "word": "सत्त्व-स्थाः",
          "meaning": "those established in sattva, the sattvic ones"
        },
        {
          "word": "मध्ये",
          "meaning": "in the middle, in the intermediate realm"
        },
        {
          "word": "तिष्ठन्ति",
          "meaning": "remain, dwell, stay"
        },
        {
          "word": "राजसाः",
          "meaning": "the rajasic ones, those of passionate nature"
        },
        {
          "word": "जघन्य-गुण-वृत्ति-स्थाः",
          "meaning": "established in the lowest/most base quality-tendencies"
        },
        {
          "word": "अधः",
          "meaning": "downward, to lower realms"
        },
        {
          "word": "गच्छन्ति",
          "meaning": "go, descend"
        },
        {
          "word": "तामसाः",
          "meaning": "the tamasic ones, those of deluded nature"
        }
      ],
      "commentary": {
        "dadaji": "The Lord's universe is not flat — it is a vast hierarchy of consciousness, and we move within it by our own inner qualities. How encouraging! For it means we are not fixed in our station — we can rise. Every sattvic choice — every moment of prayer, every act of kindness, every turning toward the light — is a step upward. The Lord does not force us; He invites us. And the invitation is present in every moment of every day. Choose sattva now, Beloved, and you choose the upward path.",
        "sarvapriyananda": "This verse provides the cosmological map of guṇa-determined transmigration in its most compressed form. 'Ūrdhvam' (upward) refers to the sattvic lokas — realms of increasing luminosity, from svarga to brahmaloka. 'Madhye' (in the middle) is the human realm — the domain of rajas — where action, effort, and choice remain possible. 'Adhaḥ' (downward) refers to the tamasic planes, from lower human births to the tiryag-yoni (animal and plant kingdoms). For Advaita, however, this entire vertical cosmology is within Māyā. The liberated one — the guṇātīta — is not reborn anywhere in this structure but realizes their identity with nirguṇa Brahman, which is neither ūrdhva nor adhaḥ but ever free.",
        "yogananda": "Sri Yukteswar explained in The Holy Science that the cosmos is organized as concentrically ascending spheres of consciousness — from the grossly material at the circumference to the purely spiritual at the center. The Gītā's vertical map (up-middle-down) expresses this same truth: the soul's guṇic tendency determines its trajectory through these spheres of experience. The sattvic soul moves centripetally toward the Source; the rajasic soul orbits in the middle distance of human activity; the tamasic soul moves centrifugally toward greater density and contraction. Meditation is the technology for reversing the outward drift and entering the upward current.",
        "goyandka": "The compound 'jaghanya-guṇa-vṛtti-sthāḥ' deserves attention: 'jaghanya' means 'most vile, lowest, most base'; 'guṇa-vṛtti' means 'the modifications or tendencies of the guṇa'; 'sthāḥ' means 'established in'. Thus: those whose very constitution is organized around the lowest quality-tendencies. This is not merely situational tamas but characterological tamas — where the darkness has become the stable orientation of the soul. The contrast with 'sattva-sthāḥ' (established in sattva) is exact and deliberate: both groups have made their guṇa a settled abiding, not merely a passing state. This verse thus distinguishes fluctuating guṇic states (verses 11-13) from settled guṇic character."
      }
    },
    {
      "verse": 19,
      "sanskrit": "नान्यं गुणेभ्यः कर्तारं यदा द्रष्टानुपश्यति । गुणेभ्यश् च परं वेत्ति मद्-भावं सोऽधिगच्छति ॥",
      "transliteration": "nānyaṃ guṇebhyaḥ kartāraṃ yadā draṣṭā anupaśyati | guṇebhyaś ca paraṃ vetti mad-bhāvaṃ so 'dhigacchati ||",
      "translation": "When the seer sees no other agent than the guṇas, and knows That which is beyond the guṇas — he attains My nature.",
      "audio": "/assets/audio/ch14/verse_14_19.mp3",
      "word_breakdown": [
        {
          "word": "न अन्यम्",
          "meaning": "no other, none apart from"
        },
        {
          "word": "गुणेभ्यः",
          "meaning": "than the guṇas, other than the three qualities"
        },
        {
          "word": "कर्तारम्",
          "meaning": "agent, doer, actor"
        },
        {
          "word": "यदा",
          "meaning": "when"
        },
        {
          "word": "द्रष्टा",
          "meaning": "the seer, the witnessing consciousness"
        },
        {
          "word": "अनुपश्यति",
          "meaning": "perceives, sees clearly, discerns"
        },
        {
          "word": "गुणेभ्यः च परम्",
          "meaning": "and that which is beyond the guṇas, transcending the guṇas"
        },
        {
          "word": "वेत्ति",
          "meaning": "knows, recognizes, realizes"
        },
        {
          "word": "मद्-भावम्",
          "meaning": "My nature, My being (Kṛṣṇa's divine nature)"
        },
        {
          "word": "सः",
          "meaning": "he, that one"
        },
        {
          "word": "अधिगच्छति",
          "meaning": "attains, fully reaches, realizes"
        }
      ],
      "commentary": {
        "dadaji": "Here is the very heart of liberation, Beloved — two recognitions that together open the door. First: I am not the doer. The guṇas do all. The body acts, the mind reacts, but the witnessing Self — the draṣṭā — is untouched, unstained, forever free. Second: I am not even the guṇas. I am that which is beyond — the Puruṣa, the pure Consciousness, which is nothing other than the Lord Himself. 'Mad-bhāvaṃ so'dhigacchati' — he attains My very nature. What a promise. What a grace. The Lord says: see this, know this, and you become what you already are.",
        "sarvapriyananda": "This is one of the most pivotal verses in the Gītā's guṇa-teaching and a cornerstone of Advaita Vedānta. It presents the two-fold liberating insight: (1) 'Nānyaṃ guṇebhyaḥ kartāraṃ' — the recognition that all apparent action belongs to Prakṛti's guṇas, not to the Puruṣa/Ātman, which is akartā (non-doer) by nature. This is the dissolution of ahaṅkāra-kartṛtva, ego-doership. (2) 'Guṇebhyaś ca paraṃ vetti' — the recognition that Ātman/Brahman transcends the guṇa-realm entirely. The first recognition removes false attribution; the second reveals the positive truth. Together they produce 'mad-bhāva' — identity with the Lord's own nature, which for Advaita is Sat-Cit-Ānanda.",
        "yogananda": "The great secret of non-doership — ahaṅkāra-nāśa — is revealed here with crystalline clarity. As long as we identify with body, mind, and ego, we believe ourselves to be the actors in life's drama. But the one who has learned to abide as the draṣṭā — the pure witness — sees the entire spectacle of the three guṇas playing out in Prakṛti, and recognizes the Self as their silent, uninvolved witness. Then the second realization: even the witness-position is transcended, and one knows the 'param' — that which is beyond all guṇas, beyond even witnessing — the very Self of the Lord. This is the samādhi of non-dual recognition. 'He attains My nature' — becomes one with the Infinite.",
        "goyandka": "Verse 19 is the philosophical climax of the guṇa chapter. Two conditions must be simultaneously fulfilled for liberation: (a) the intellectual-experiential recognition that the guṇas alone are the agents in all Prakṛti-conditioned activity, thus dissolving the error of kartṛtva (doer-ship); and (b) the jñāna of 'guṇebhyaś ca param' — the direct knowledge of Puruṣa/Brahman as categorically beyond the guṇa-field. The word 'draṣṭā' (seer) is significant: not merely one who intellectually understands but one who directly perceives — a reference to aparokṣa-jñāna, direct/immediate knowledge. 'Mad-bhāvaṃ adhigacchati' — attains My state: Kṛṣṇa identifies His own nature with the guṇātīta condition described in verse 20."
      }
    },
    {
      "verse": 20,
      "sanskrit": "गुणान् एतान् अतीत्य त्रीन् देही देह-समुद्भवान् । जन्म-मृत्यु-जरा-दुःखैर् विमुक्तोऽमृतम् अश्नुते ॥",
      "transliteration": "guṇān etān atītya trīn dehī deha-samudbhavān | janma-mṛtyu-jarā-duḥkhair vimukto 'mṛtam aśnute ||",
      "translation": "Having transcended these three guṇas that have given rise to the body, the embodied soul is freed from birth, death, old age, and pain — and tastes immortality.",
      "audio": "/assets/audio/ch14/verse_14_20.mp3",
      "word_breakdown": [
        {
          "word": "गुणान् एतान्",
          "meaning": "these guṇas, these three qualities"
        },
        {
          "word": "अतीत्य",
          "meaning": "having transcended, having crossed beyond"
        },
        {
          "word": "त्रीन्",
          "meaning": "three (sattva, rajas, tamas)"
        },
        {
          "word": "देही",
          "meaning": "the embodied one, the soul within a body"
        },
        {
          "word": "देह-समुद्भवान्",
          "meaning": "which have given rise to the body; the cause of embodiment"
        },
        {
          "word": "जन्म-मृत्यु-जरा-दुःखैः",
          "meaning": "from birth, death, old age, and pain (instrumental plural)"
        },
        {
          "word": "विमुक्तः",
          "meaning": "freed, liberated, released"
        },
        {
          "word": "अमृतम्",
          "meaning": "immortality, the nectar of deathlessness"
        },
        {
          "word": "अश्नुते",
          "meaning": "tastes, enjoys, attains, experiences"
        }
      ],
      "commentary": {
        "dadaji": "Amṛtam aśnute — he tastes immortality! What more beautiful promise could the Lord make? And He does not say 'after death you will taste it' but 'having transcended the guṇas' — which is possible now, in this very life. This is the jivanmukta, the one liberated while still living: free from the fear of death, free from the grip of old age, free from the ache of craving — not because these have stopped occurring, but because the one who identifies with them has dissolved. Beloved, this is the supreme gift of the Gītā: the knowledge that you are already free, you need only recognize it.",
        "sarvapriyananda": "'Guṇān etān atītya trīn' — having transcended ALL THREE guṇas. This is essential: the Gītā does not say transcend tamas and rajas and rest in sattva. Even sattva — luminous and precious as it is — remains a guṇa, a modification of Prakṛti, and therefore still a form of bondage. The liberated state is guṇātīta — beyond all three. 'Deha-samudbhavān' — which have given rise to the body: the guṇas are the very cause of embodiment (saṃsāra), so transcending them is identical with transcending the birth-death cycle. 'Amṛtam aśnute' — not 'will attain' but 'tastes right now' — jivanmukti, liberation in this very life, here and now, as the eternal Ātman that was never born and can never die.",
        "yogananda": "Here the Gītā delivers its magnificent promise for Chapter 14: transcend the three guṇas and you are freed from the four great sorrows of embodied existence — janma (the limitation of being born), mṛtyu (the fear and finality of death), jarā (the indignity and decay of old age), and duḥkha (the pervasive suffering of conditioned existence). 'Amṛtam aśnute' — one tastes amṛta, the nectar of immortality. This is the state of the great masters, liberated in life, to whom death is merely a change of costume. Every step toward transcending the guṇas — every meditation, every act of surrender, every moment of pure love — is a sip of that immortal nectar.",
        "goyandka": "This verse serves as the conclusion of the guṇa-svarūpa section (verses 5-20) and the gateway to the guṇātīta section (verses 21-27). 'Deha-samudbhavān' — which have given rise to the body — identifies the guṇas as the proximate cause of physical embodiment: it is the interplay of sattva, rajas, and tamas in Prakṛti that generates the conditions for jīva's taking a body. Transcending them therefore means escaping the entire mechanism of saṃsāra. The fourfold list of liberated conditions — freedom from janma, mṛtyu, jarā, and duḥkha — echoes the four noble themes of Buddhist thought and points to a pan-Indian recognition of these as the fundamental afflictions of conditioned existence. 'Amṛtam aśnute' is the Gītā's equivalent of the Upaniṣadic formula: sa mukto bhavati — he becomes liberated."
      }
    },
    {
      "verse": 21,
      "sanskrit": "अर्जुन उवाच । कैर् लिङ्गैस् त्रीन् गुणान् एतान् अतीतो भवति प्रभो । किम् आचारः कथं चैतांस् त्रीन् गुणान् अतिवर्तते ॥",
      "transliteration": "arjuna uvāca | kair liṅgais trīn guṇān etān atīto bhavati prabho | kim ācāraḥ kathaṃ ca etāṃs trīn guṇān ativartate ||",
      "translation": "Arjuna said: By what marks (liṅgaiḥ) is one who has transcended these three guṇas known, O Lord? What is his conduct (ācāra)? And how does he go beyond these three guṇas?",
      "audio": "/assets/audio/ch14/verse_14_21.mp3",
      "word_breakdown": [
        {
          "word": "कैः",
          "meaning": "by what; interrogative — 'by which'"
        },
        {
          "word": "लिङ्गैः",
          "meaning": "marks, signs, characteristics; outward indicators of inner state"
        },
        {
          "word": "त्रीन्",
          "meaning": "three (accusative); referring to the three guṇas: sattva, rajas, tamas"
        },
        {
          "word": "गुणान्",
          "meaning": "the guṇas; the three fundamental qualities of nature (Prakṛti)"
        },
        {
          "word": "एतान्",
          "meaning": "these (accusative plural); referring to the guṇas just described in verses 1–20"
        },
        {
          "word": "अतीतः",
          "meaning": "one who has transcended, gone beyond; past participle of ati + √i (to go)"
        },
        {
          "word": "भवति",
          "meaning": "becomes, is; 3rd person singular present"
        },
        {
          "word": "प्रभो",
          "meaning": "O Lord! vocative of prabhu — master, lord; a term of reverent address to Krishna"
        },
        {
          "word": "किम्",
          "meaning": "what; interrogative pronoun — here asking about conduct"
        },
        {
          "word": "आचारः",
          "meaning": "conduct, behavior, way of living; from ā + √car (to move, to act)"
        },
        {
          "word": "कथम्",
          "meaning": "how; interrogative adverb — asking about the means or method"
        },
        {
          "word": "च",
          "meaning": "and; conjunctive particle linking the two further questions"
        },
        {
          "word": "अतिवर्तते",
          "meaning": "transcends, goes completely beyond; ati + √vṛt — the means of transcendence"
        }
      ],
      "commentary": {
        "dadaji": "Arjuna's question here is born not of intellectual curiosity alone but of deep love — he wants to know the one whom God has freed. He asks three things with great care: how do we recognize such a soul, how does he live among us, and how did he arrive at that freedom? The Lord will now pour out His answer across the final verses of this beautiful chapter, describing the guṇātīta — the one established beyond the play of nature. Let this question also be our own prayer: 'Lord, show me the signs of such a soul, so that I may walk in that direction.'",
        "sarvapriyananda": "Arjuna's three-fold question is precise and philosophically complete. He asks for the lakṣaṇa (marks), the ācāra (behavior), and the upāya (means) — an inquiry that covers the epistemological, ethical, and soteriological dimensions of guṇa-transcendence. From an Advaita perspective, the guṇātīta is not one who destroys the guṇas but one who realizes that the witness-Self (Sākṣī) was never touched by them. The recognition of this non-dual awareness is the essential inner mark, while the behavioral signs that follow are its natural expression.",
        "yogananda": "Arjuna is asking the perennial question of the spiritual aspirant: what does a liberated soul look like? How does one recognize such a being moving through the world? The three parts of the question correspond to the three layers of spiritual inquiry — the outer appearance, the active life, and the inner method. Krishna's forthcoming answer will reveal that the guṇātīta is not someone removed from life but one who participates fully in it from a center of unshakeable stillness, where the great calm of the Infinite has replaced the restless push and pull of the guṇas.",
        "goyandka": "Arjuna poses a precise tri-partite question: (1) kair liṅgaiḥ — the external marks by which such a person is recognizable; (2) kim ācāraḥ — his mode of conduct in daily life; and (3) katham ativartate — the method or discipline by which he achieves transcendence. This structure is pedagogically significant: the Lord's answer in verses 22–26 addresses marks and conduct, while verse 26 directly addresses the method. Together, they constitute the śāstric framework for understanding guṇātītatva — the state of being beyond the three qualities of Prakṛti."
      }
    },
    {
      "verse": 22,
      "sanskrit": "श्री भगवान् उवाच । प्रकाशं च प्रवृत्तिं च मोहम् एव च पाण्डव । न द्वेष्टि सम्प्रवृत्तानि न निवृत्तानि काङ्क्षति ॥",
      "transliteration": "śrī bhagavān uvāca | prakāśaṃ ca pravṛttiṃ ca moham eva ca pāṇḍava | na dveṣṭi sampravṛttāni na nivṛttāni kāṅkṣati ||",
      "translation": "The Blessed Lord said: O Pāṇḍava, he does not hate illumination (sattva), activity (rajas), or delusion (tamas) when they arise; nor does he crave for them when they cease.",
      "audio": "/assets/audio/ch14/verse_14_22.mp3",
      "word_breakdown": [
        {
          "word": "प्रकाशम्",
          "meaning": "light, luminosity, illumination; the manifestation of sattva — knowledge and clarity"
        },
        {
          "word": "प्रवृत्तिम्",
          "meaning": "activity, impulse to act, engagement; the expression of rajas"
        },
        {
          "word": "मोहम्",
          "meaning": "delusion, confusion, inertia; the expression of tamas — clouding of discrimination"
        },
        {
          "word": "एव",
          "meaning": "indeed, even; an emphatic particle — stressing that even delusion is included"
        },
        {
          "word": "च",
          "meaning": "and; conjunctive particle (used thrice: prakāśam ca … pravṛttim ca … moham eva ca)"
        },
        {
          "word": "पाण्डव",
          "meaning": "O son of Pāṇḍu; a vocative address to Arjuna, personalizing the teaching"
        },
        {
          "word": "न द्वेष्टि",
          "meaning": "does not hate, does not recoil from; na + dviṣ (to hate, to be averse to)"
        },
        {
          "word": "सम्प्रवृत्तानि",
          "meaning": "when fully arisen, when present; sam + pra + vṛt — when these guṇas manifest in full force"
        },
        {
          "word": "न … काङ्क्षति",
          "meaning": "does not crave, does not long for; na + kāṅkṣ (to desire, to wish for)"
        },
        {
          "word": "निवृत्तानि",
          "meaning": "when they have ceased, when they are absent; ni + vṛt — the withdrawal or disappearance of the guṇas"
        }
      ],
      "commentary": {
        "dadaji": "Krishna begins His answer with the most subtle of the signs: the sage's relationship with the guṇas is one of perfect peace. He does not push away the delusion of tamas or strain to hold onto the clear light of sattva — he simply watches both come and go as the waves of a vast ocean, remaining the ocean itself. This is not indifference born of dullness but the great ease of one who has found the shore beneath all waves. The Lord is gently telling us: stop fighting what arises and stop chasing what departs — rest in the awareness that remains.",
        "sarvapriyananda": "This verse reveals the Sākṣī — the witness consciousness — as the true mark of guṇātītatva. Aversion (dveṣa) and craving (kāṅkṣā) are the two horns of saṃsāra; they arise only when one identifies the self with the guṇas. The guṇātīta, established in the recognition that he is the witness and not the witnessed, has no reason to resist what arises or to cling to what departs. From Advaita: the guṇas belong entirely to Prakṛti; Puruṣa — pure awareness — was never their abode. The sage lives in this recognition continuously.",
        "yogananda": "The first sign Krishna gives is equanimity in the face of the internal weather of the mind. Light, restlessness, dullness — these are the three great seasons that cycle through every human consciousness. The unwise person chases the sunlit season of sattva and dreads the winter of tamas; but the liberated soul has learned to inhabit the unchanging sky through which all seasons pass. This is not suppression of experience but a profound disidentification from it — the one who watches the guṇas arise and subside without grasping or recoiling has found the Self that the guṇas cannot touch.",
        "goyandka": "This first characteristic of the guṇātīta addresses the root cause of bondage: dvandva-moha, the delusion produced by pairs of opposites. By specifying all three guṇas — sattva (prakāśa), rajas (pravṛtti), and tamas (moha) — the Lord indicates that even the desirable quality of sattva is not to be clung to, and even tamas is not to be actively resisted. The sage transcends the entire guṇa-triad by the consistent practice of the witness attitude. Na dveṣṭi … na kāṅkṣati — freedom from both repulsion and attraction constitutes the primary external mark."
      }
    },
    {
      "verse": 23,
      "sanskrit": "उदासीनवद् आसीनो गुणैर् यो न विचाल्यते । गुणा वर्तन्त इत्य् एवं योऽवतिष्ठति नेङ्गते ॥",
      "transliteration": "udāsīnavad āsīnaḥ guṇaiḥ yaḥ na vicālyate | guṇāḥ vartante iti evaṃ yaḥ avatiṣṭhati na iṅgate ||",
      "translation": "He who sits as if uninvolved (udāsīnavat), not disturbed by the guṇas — who remains firmly established, knowing 'the guṇas are moving' — he is not shaken.",
      "audio": "/assets/audio/ch14/verse_14_23.mp3",
      "word_breakdown": [
        {
          "word": "उदासीनवत्",
          "meaning": "like one who is uninvolved, as if indifferent; ud + āsīna — a crucial qualifier: 'like' an indifferent witness, not actually detached from compassion"
        },
        {
          "word": "आसीनः",
          "meaning": "seated, abiding, resting; present participle of ā + √as (to sit, to be) — suggesting a stable, grounded state"
        },
        {
          "word": "गुणैः",
          "meaning": "by the guṇas; instrumental case — the guṇas as agents that attempt to move one"
        },
        {
          "word": "यः",
          "meaning": "who; relative pronoun — the one being described"
        },
        {
          "word": "न विचाल्यते",
          "meaning": "is not disturbed, is not moved; na + vi + √cal — not agitated or shaken from one's center"
        },
        {
          "word": "गुणाः वर्तन्ते",
          "meaning": "the guṇas are moving, the guṇas are acting; the liberating cognitive shift — 'not I, but the guṇas'"
        },
        {
          "word": "इति",
          "meaning": "thus, so; marks a quoted thought — the specific inner knowing of the guṇātīta"
        },
        {
          "word": "एवम्",
          "meaning": "thus, in this way; emphasizing the particular understanding 'the guṇas move, not I'"
        },
        {
          "word": "अवतिष्ठति",
          "meaning": "remains established, stands firm; ava + √sthā — to be firmly grounded in one's nature"
        },
        {
          "word": "न इङ्गते",
          "meaning": "does not move, is not stirred; na + iṅg (to stir, to be moved) — emphasizing motionlessness of the Self"
        }
      ],
      "commentary": {
        "dadaji": "Here the Lord gives us the inner secret of the guṇātīta's freedom — his constant, quiet inner knowing: 'the guṇas are moving, not I.' This one recognition changes everything. Like a man sitting beside a rushing river, he watches the water flow past without being swept away. The word udāsīnavat — 'as if uninvolved' — is so gentle and wise; the sage is fully present in the world, fully alive to all that happens, yet something in him stands apart like the still sky above all weather. This is the Sākṣī awareness, and it is available to every one of us in each moment of prayer and self-recollection.",
        "sarvapriyananda": "The philosophical heart of this verse is the compound 'guṇā vartante iti' — the liberating inner cognition of the guṇātīta. This is precisely the Sāṃkhya-Vedānta distinction between Puruṣa and Prakṛti operationalized as a living awareness rather than a dry intellectual concept. The sage constantly cognizes: 'I am the changeless witness; the changing belongs to Prakṛti.' Udāsīnavat does not mean cold indifference — it means non-identification. He is present, aware, compassionate — but unmistaken about who is the seer and what is seen.",
        "yogananda": "The sage described here has achieved what the yogis call Sākṣī-bhāva — the state of the pure witness. He is not detached from life in a cold or withdrawn sense; rather, he participates fully while remaining inwardly steady, like a deep ocean that sends waves to the shore without its depths being disturbed. 'The guṇas are moving' — this is his internal mantra, his constant recognition. Whenever the mind grows bright with sattva or turbulent with rajas or clouded with tamas, he does not say 'I am illumined' or 'I am agitated' — he says simply, 'the guṇas are at work,' and rests in that witnessing presence.",
        "goyandka": "This verse provides the epistemological basis for guṇātītatva: viveka — discriminative knowledge regarding the self and the guṇas. 'Na vicālyate' and 'na iṅgate' together stress that the guṇātīta's equanimity is not occasional but continuous; he is never destabilized from his center. The expression 'guṇā vartante iti evaṃ avatiṣṭhati' is technically important: this is the pratyaya (cognition) of the liberated being — a stable, moment-to-moment recognition that all movement and modification belong to Prakṛti. He witnesses without confusion of subject and object."
      }
    },
    {
      "verse": 24,
      "sanskrit": "सम-दुःख-सुखः स्व-स्थः सम-लोष्टाश्म-काञ्चनः । तुल्य-प्रियाप्रियो धीरस् तुल्य-निन्दात्म-संस्तुतिः ॥",
      "transliteration": "sama-duḥkha-sukhaḥ sva-sthaḥ sama-loṣṭa-aśma-kāñcanaḥ | tulya-priya-apriyaḥ dhīraḥ tulya-nindā-ātma-saṃstutiḥ ||",
      "translation": "Equal in pleasure and pain, self-abiding (sva-sthaḥ), treating a clod of earth, a stone, and gold as the same; equal toward the pleasant and the unpleasant; steady (dhīraḥ), equal whether blamed or praised.",
      "audio": "/assets/audio/ch14/verse_14_24.mp3",
      "word_breakdown": [
        {
          "word": "सम-दुःख-सुखः",
          "meaning": "one for whom pain and pleasure are equal; sama = equal, duḥkha = suffering, sukha = joy — the foundational equanimity"
        },
        {
          "word": "स्व-स्थः",
          "meaning": "self-abiding, established in oneself; sva = one's own, stha = standing — literally 'standing in the Self,' not in externals"
        },
        {
          "word": "सम-लोष्ट",
          "meaning": "treating a clod of earth as equal; loṣṭa = a lump of dirt or clay — the lowest material value"
        },
        {
          "word": "अश्म",
          "meaning": "a stone, a rock; middle value in the triplet — between worthless clay and precious gold"
        },
        {
          "word": "काञ्चनः",
          "meaning": "gold; the highest material value — yet equated with dust by the guṇātīta"
        },
        {
          "word": "तुल्य-प्रियाप्रियः",
          "meaning": "equal toward the pleasant and the unpleasant; tulya = equivalent, priya = dear/pleasant, apriya = disagreeable/unpleasant"
        },
        {
          "word": "धीरः",
          "meaning": "the steady one, the wise one; from dhī (intelligence, wisdom) — one of resolute spiritual intelligence; also resonates with dhīra-lalita"
        },
        {
          "word": "तुल्य-निन्दा",
          "meaning": "equal in the face of blame, criticism; nindā = reproach, censure — not affected by censure of any kind"
        },
        {
          "word": "आत्म-संस्तुतिः",
          "meaning": "praise directed at oneself; sam + stu = to praise fully, extol; the sage is equally unmoved by flattery or condemnation"
        }
      ],
      "commentary": {
        "dadaji": "This verse reads like a garland of jewels — each compound a gem of wisdom. The most beautiful is 'sama-loṣṭāśma-kāñcanaḥ': the sage sees a lump of mud and a nugget of gold and feels the same quiet regard for both. Not because he is dull or indifferent, but because his heart has been filled with something that makes all earthly things transparent — he sees through them to the one Reality that shines equally in all. And 'sva-sthaḥ' — standing in his own Self — is the key to all the rest. When we truly rest in the Self, what can touch us?",
        "sarvapriyananda": "The verse presents six paired equalities, each representing the dissolution of a layer of identification. 'Sva-sthaḥ' is the most technically precise: the one who is 'standing in the Self' has shifted his locus of identity from the body-mind complex (which receives pleasure, pain, praise, blame) to the Ātman (which is untouched by all modifications). 'Sama-loṣṭāśma-kāñcanaḥ' is the classical Vedāntic illustration of seeing Brahman equally in all forms — when the gold of Self is recognized as the one substrate, the apparent hierarchy of dust, stone, and gold collapses. This is not insensitivity but the deepest kind of vision.",
        "yogananda": "The sage depicted here has undergone a profound internal transformation: the scales by which he once measured life — more pleasure, less pain; more gold, less mud; more praise, less blame — have dissolved. This is not achieved by suppressing preferences but by contacting a joy so vast within that external comparisons lose their compulsive grip. 'Sva-sthaḥ' — standing in oneself — is the metaphor of the spiritual life perfectly captured in one Sanskrit word: the journey is inward, not outward, and when we find our home within, all the world becomes equally luminous and equally loved.",
        "goyandka": "This verse lists six practical characteristics of the guṇātīta: (1) equanimity in sukha-duḥkha, (2) being sva-sthaḥ — abiding in the ātman, (3) equanimity toward loṣṭa-aśma-kāñcana (objects of varying worldly value), (4) equanimity toward priya and apriya (persons or experiences), (5) dhīratā — steady wisdom, (6) equanimity toward nindā and saṃstuti (blame and praise). Notably, sva-sthaḥ is placed at the center of the list as the root of all the others: all outer equanimity flows from inner abidance in the Self. Dhīraḥ here carries the specific Vedāntic connotation of one who has firm śruti-based understanding."
      }
    },
    {
      "verse": 25,
      "sanskrit": "मानापमानयोस् तुल्यस् तुल्यो मित्रारि-पक्षयोः । सर्वारम्भ-परित्यागी गुणातीतः स उच्यते ॥",
      "transliteration": "māna-apamānayoḥ tulyaḥ tulyaḥ mitra-ari-pakṣayoḥ | sarva-ārambha-parityāgī guṇātītaḥ saḥ ucyate ||",
      "translation": "Equal in honor and dishonor, equal toward friend and foe, who has renounced all self-initiated enterprises (sarvārambha-parityāgī) — he is called guṇātīta.",
      "audio": "/assets/audio/ch14/verse_14_25.mp3",
      "word_breakdown": [
        {
          "word": "मान",
          "meaning": "honor, respect, esteem; the pleasant face of social regard — what the ego loves to receive"
        },
        {
          "word": "अपमानयोः",
          "meaning": "in dishonor, in disrespect; apa + māna — the reversal of esteem; genitive dual with māna"
        },
        {
          "word": "तुल्यः",
          "meaning": "equal, the same; tulā = balance scale — he holds honor and dishonor on perfectly balanced scales"
        },
        {
          "word": "मित्र",
          "meaning": "friend, ally; one who is disposed favorably toward the sage"
        },
        {
          "word": "अरि",
          "meaning": "enemy, opponent; ari = one who acts against — yet the sage is equal to both"
        },
        {
          "word": "पक्षयोः",
          "meaning": "in the two sides, toward both parties; pakṣa = side, faction — the two camps are equal to the guṇātīta"
        },
        {
          "word": "सर्व-आरम्भ",
          "meaning": "all beginnings, all undertakings, all self-initiated projects; ā + √rambh = to undertake, to start"
        },
        {
          "word": "परित्यागी",
          "meaning": "one who has renounced, abandoned; pari + √tyaj — not that he does nothing, but he has no personal agenda driving his actions"
        },
        {
          "word": "गुणातीतः",
          "meaning": "one who has transcended the guṇas; the formal compound: guṇa + atīta (past participle of ati + √i, to go beyond)"
        },
        {
          "word": "सः उच्यते",
          "meaning": "he is said to be, he is called; ucyate = passive of √vac — this is the formal śāstric definition"
        }
      ],
      "commentary": {
        "dadaji": "The Lord closes the portrait of the guṇātīta with 'sarvārambha-parityāgī' — the renouncer of all personal projects. This is so profound: the sage may be intensely active in the world, yet in his heart he has no personal agenda; everything he does is God's work flowing through him. He does not start anything for himself. And then comes the formal declaration: 'sa guṇātītaḥ ucyate' — he is called one who has gone beyond the guṇas. What a grace-filled word 'ucyate' is — it is said, it is acknowledged, it is recognized. The world eventually sees the freedom in such a soul, and that recognition itself becomes an instrument of blessing.",
        "sarvapriyananda": "The verse climaxes with 'sarvārambha-parityāgī,' which from a Vedāntic standpoint points to the disappearance of ahaṃkāra — the I-sense that initiates action for personal fruition. In Advaita, karma accrues only when action flows from the false identification with the ego-agent; the guṇātīta, having seen through this falseness, neither accumulates nor is bound by karma. 'Sa guṇātītaḥ ucyate' is the śāstric definition (lakṣaṇa), formally closing Arjuna's first question. Verses 22–25 together enumerate ten qualities — a comprehensive and authoritative list of the liberated person's natural attributes.",
        "yogananda": "The sage is equal toward friend and foe — not because he has become cold or indifferent, but because he has discovered a love so unconditional that it no longer requires the categories of 'mine' and 'other.' And sarvārambha-parityāgī — the renouncer of all undertakings — does not mean the sage sits idle; it means he never acts from the trembling center of the ego's need to accomplish, to be seen, to secure. His activity is the effortless expression of divine will, like the sun that shines without purpose yet illumines all. This is the freedom that lies at the heart of all genuine spiritual life.",
        "goyandka": "With 'sarvārambha-parityāgī,' the Lord brings in a quality that belongs both to the mark (liṅga) and to the conduct (ācāra) of the guṇātīta. Ārambha means any undertaking initiated by personal desire (kāmya-karma); the guṇātīta has no kāma-driven agenda and therefore no personal ārambha. This does not preclude action — it precludes only self-motivated action. The formal conclusion 'guṇātītaḥ sa ucyate' employs the passive 'ucyate' (is called, is recognized as) because this is a śāstric pratyabhijñā — a recognition or identification formula used in defining a philosophical category."
      }
    },
    {
      "verse": 26,
      "sanskrit": "मां च योऽव्यभिचारेण भक्ति-योगेन सेवते । स गुणान् समतीत्यैतान् ब्रह्म-भूयाय कल्पते ॥",
      "transliteration": "mām ca yaḥ avyabhicāreṇa bhakti-yogena sevate | saḥ guṇān samatītya etān brahma-bhūyāya kalpate ||",
      "translation": "And he who serves Me with unwavering (avyabhicāreṇa) bhakti-yoga — he, having transcended all these guṇas, becomes fit for becoming Brahman (brahma-bhūyāya kalpate).",
      "audio": "/assets/audio/ch14/verse_14_26.mp3",
      "word_breakdown": [
        {
          "word": "माम्",
          "meaning": "Me (accusative); Krishna speaking — the personal God as the direct object of bhakti"
        },
        {
          "word": "च",
          "meaning": "and; connecting this verse to the marks described in v22-25 — here comes the answer to 'how?'"
        },
        {
          "word": "यः",
          "meaning": "who; relative pronoun introducing the one who practices avyabhicāra bhakti"
        },
        {
          "word": "अव्यभिचारेण",
          "meaning": "without deviation, without wavering, exclusively; a + vi + abhi + √car — not straying to any other support or object; the same as ananya bhakti"
        },
        {
          "word": "भक्ति-योगेन",
          "meaning": "by the yoga of devotion; the instrumental case — bhakti (loving devotion) as the direct means of transcendence"
        },
        {
          "word": "सेवते",
          "meaning": "serves, worships, attends; √sev — to serve with love, to be devoted to; implies both inner worship and outer service"
        },
        {
          "word": "सः",
          "meaning": "he; the subject — the avyabhicāra-bhakta"
        },
        {
          "word": "गुणान्",
          "meaning": "the guṇas; accusative plural — what is transcended"
        },
        {
          "word": "समतीत्य",
          "meaning": "having completely transcended; sam + ati + √i — an absolutive (gerund) indicating prior completion before becoming Brahman"
        },
        {
          "word": "एतान्",
          "meaning": "these; referring to the specific three guṇas of this chapter"
        },
        {
          "word": "ब्रह्म-भूयाय",
          "meaning": "for becoming Brahman, to attain Brahman-state; brahma + bhūya (becoming) + dative suffix — qualified for the state of being Brahman"
        },
        {
          "word": "कल्पते",
          "meaning": "is fit for, becomes qualified for; √kḷp — to be capable of, to be suited for; a strong positive assertion of the bhakta's qualification"
        }
      ],
      "commentary": {
        "dadaji": "This verse is the Lord's direct answer to Arjuna's third question — how does one transcend the guṇas? And Krishna's answer is so characteristic of His grace: through avyabhicāra bhakti, unwavering loving service to Me. Not through heroic austerity or complicated metaphysics, but through the heart's unbroken turning toward the Lord. This is what makes the Gita such a gift to all humanity. The one who loves God without wavering — who keeps returning to God through every mood, every season, every guṇa — that soul becomes fit for Brahman itself. Bhakti is not the lesser path; it is the path that makes all paths possible.",
        "sarvapriyananda": "This verse is theologically pivotal. The Advaita commentators note a subtle but important point: bhakti here is avyabhicāra — non-deviant, exclusive. The Advaitin reads this as upāsana progressing toward jñāna: the bhakta who keeps his mind unswervingly on the personal Lord becomes progressively purified until the final recognition that the worshiper and the worshiped are one. 'Brahma-bhūyāya kalpate' — becomes fit for the state of Brahman — speaks of an inner qualification, a purification of the antaḥkaraṇa, which then allows jñāna to dawn. Bhakti and jñāna are thus not rivals but stages on the same path.",
        "yogananda": "Here Krishna reveals the master key: unwavering devotion. The great secret is that love is stronger than the guṇas. The guṇas bind through attraction and repulsion, through the oscillation between craving and aversion. But a heart that has found its rest in the Infinite Love of God has no room left for the guṇas to grip. Avyabhicāra bhakti — devotion that does not stray, does not divide its loyalty, does not seek its fulfillment in any lesser thing — this is the invincible force that carries the soul effortlessly across the entire field of the three guṇas into the boundless freedom of Brahman.",
        "goyandka": "This verse answers the third part of Arjuna's question: the upāya (means) of guṇa-transcendence is avyabhicāra bhakti-yoga — the practice of undivided devotion to the Lord. Avyabhicāra means literally 'without straying to another' — the same concept as ananya-bhakti in 9.22. The Lord does not prescribe any specific guṇa-by-guṇa management technique; instead, total surrender to the Lord automatically produces guṇa-transcendence as a byproduct. 'Brahma-bhūyāya kalpate' is a future-oriented statement of qualification — the bhakta develops the inner readiness (adhikāra) for Brahman-realization through the persistent practice of such devotion."
      }
    },
    {
      "verse": 27,
      "sanskrit": "ब्रह्मणो हि प्रतिष्ठाहम् अमृतस्याव्ययस्य च । शाश्वतस्य च धर्मस्य सुखस्यैकान्तिकस्य च ॥",
      "transliteration": "brahmaṇaḥ hi pratiṣṭhā aham amṛtasya avyayasya ca | śāśvatasya ca dharmasya sukhasya aikāntikasya ca ||",
      "translation": "For I am the very foundation (pratiṣṭhā) of Brahman — of the immortal and the imperishable, of eternal dharma, and of absolute, unswerving bliss.",
      "audio": "/assets/audio/ch14/verse_14_27.mp3",
      "word_breakdown": [
        {
          "word": "ब्रह्मणः",
          "meaning": "of Brahman; genitive — 'of Brahman's.' Brahman here is the impersonal Absolute, the ultimate substratum of all existence"
        },
        {
          "word": "हि",
          "meaning": "indeed, for, certainly; an emphatic and causal particle — 'for indeed I am…' — giving the ultimate reason for all that preceded"
        },
        {
          "word": "प्रतिष्ठा",
          "meaning": "the foundation, the ground, the support; prati + √sthā — the base upon which something rests; the most foundational support"
        },
        {
          "word": "अहम्",
          "meaning": "I; Krishna — the personal God declaring Himself as the ground of the impersonal Absolute; the most profound statement of the verse"
        },
        {
          "word": "अमृतस्य",
          "meaning": "of the immortal; amṛta = a (not) + mṛta (death) — the deathless nature; what never dies; mokṣa itself"
        },
        {
          "word": "अव्ययस्य",
          "meaning": "of the imperishable; a + vyaya = no decay or expenditure; what cannot be diminished or destroyed; eternal unchangingness"
        },
        {
          "word": "च",
          "meaning": "and; conjunctive — linking the five great realities that all rest in Krishna"
        },
        {
          "word": "शाश्वतस्य",
          "meaning": "of the eternal, the everlasting; śāśvata = that which persists through all time; from √śas, to endure"
        },
        {
          "word": "धर्मस्य",
          "meaning": "of dharma; the eternal cosmic order, righteousness, truth-in-action — the law that upholds existence itself"
        },
        {
          "word": "सुखस्य",
          "meaning": "of bliss, of happiness; su + kha = the good space — the positive joy that is the nature of the Self"
        },
        {
          "word": "ऐकान्तिकस्य",
          "meaning": "of the absolute, the exclusive, the unswerving; eka + anta — that which has one end only, undivided toward one goal — the bliss that is non-contingent, unlike worldly pleasure"
        }
      ],
      "commentary": {
        "dadaji": "And here — the last verse of the chapter — the Lord speaks from the very depths of His being: 'I am the pratiṣṭhā of Brahman.' What an extraordinary declaration! Even the great impersonal Absolute — Brahman — rests in Me. Immortality rests in Me. The eternal dharma that holds all worlds in order rests in Me. And that unswerving, unconditional bliss that every soul ultimately seeks — that too rests in Me. The chapter that began with the binding power of the three guṇas ends here, in the most luminous way possible: beyond the guṇas, beyond Prakṛti, beyond even Brahman as an abstract concept, there is this — a living, loving Lord who is the ground of everything. When we rest in Him through avyabhicāra bhakti, we are resting in the foundation of all foundations. This is the great invitation of the Gita.",
        "sarvapriyananda": "This verse is among the most philosophically daring in the entire Bhagavad Gita, and it requires careful Vedāntic handling. Śaṅkarācārya interprets 'brahmaṇo pratiṣṭhā aham' as stating that the Nirguṇa Brahman, when approached through the lens of Māyā and upāsana, is ultimately grounded in Cit — pure Consciousness — which manifests through the saguna form of Krishna as the supreme Āśraya (support). Rāmānuja reads it more directly: the personal Lord is higher than the impersonal Brahman because Brahman is His body. Either way, the verse performs a stunning move: it takes the highest abstraction (Brahman) and reveals that even it has a foundation — the personal, loving, present God who speaks these words. Amṛta, avyaya, śāśvata dharma, and aikāntika sukha — all five realities cited have their ground in this one living source.",
        "yogananda": "This verse is the mountaintop of the fourteenth chapter — and among the highest peaks of the entire Gita. The mystic understands it as the declaration that all spiritual experience ultimately points beyond itself to its source. When a seeker tastes immortality in deep meditation, it is because they have momentarily touched the hem of Krishna's infinite Being. When the dharma of righteousness feels absolutely compelling and universal, it is because it flows from this inexhaustible source. And aikāntika sukha — the bliss that has only one direction, that does not lean back toward fear — this is the bliss of the Self, of God, of the Beloved who is the very ground of all being. Let us love Him, serve Him, remember Him — for in Him we find not only liberation but the infinite joy that is our truest nature.",
        "goyandka": "This concluding verse establishes the metaphysical hierarchy that underlies the entire chapter. The Lord states His supremacy over Brahman through the concept of pratiṣṭhā — not that Brahman is false or secondary in an ordinary sense, but that Brahman derives its ultimacy from Bhagavān Himself. The five attributes listed — Brahman, amṛtatva (immortality), avyayatva (imperishability), śāśvata dharma (eternal righteousness), and aikāntika sukha (absolute bliss) — are the five highest values sought by different schools of philosophy and different types of sādhaka. By claiming to be the pratiṣṭhā (foundation) of all five, the Lord synthesizes all spiritual aspirations into one supreme refuge. The practical implication is direct: the sādhaka who seeks any of these supreme values must ultimately come to bhakti of the personal Lord, as stated in verse 26. Verse 27 is thus not merely a theological statement — it is the definitive justification for the bhakti-yoga taught throughout the Gita."
      }
    }
  ]
}