{
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "sanskrit": "श्रीभगवानुवाच ।\nभूय एव महाबाहो शृणु मे परमं वचः ।\nयत्तेऽहं प्रीयमाणाय वक्ष्यामि हितकाम्यया ॥",
      "transliteration": "śrī-bhagavān uvāca\nbhūya eva mahā-bāho śṛṇu me paramaṃ vacaḥ\nyat te 'haṃ prīyamāṇāya vakṣyāmi hita-kāmyayā",
      "translation": "The Blessed Lord speaks again, out of boundless love for His devotee: 'Hear Me once more, O mighty soul, for I desire only your highest good.' The Divine speaks not from duty but from love — every sacred teaching flows from God's longing to awaken the sleeping soul within us.",
      "audio": "/assets/audio/ch10/verse_10_01.mp3",
      "word_breakdown": [
        {
          "word": "भूयः",
          "transliteration": "bhūyaḥ",
          "root": "bhūyas (more, again)",
          "grammatical_form": "Adverb, comparative",
          "meaning": "again / once more / even further"
        },
        {
          "word": "परमं वचः",
          "transliteration": "paramaṃ vacaḥ",
          "root": "parama (supreme) + √vac (to speak)",
          "grammatical_form": "Adjective + noun, neuter, accusative, singular",
          "meaning": "supreme word / highest teaching / most excellent utterance"
        },
        {
          "word": "प्रीयमाणाय",
          "transliteration": "prīyamāṇāya",
          "root": "√prī (to please, to love)",
          "grammatical_form": "Present passive participle, masculine, dative, singular",
          "meaning": "to the beloved one / to the one who is dear / to the one I delight in"
        },
        {
          "word": "हितकाम्यया",
          "transliteration": "hita-kāmyayā",
          "root": "hita (welfare, benefit) + kāmyā (desire, wish)",
          "grammatical_form": "Compound noun, feminine, instrumental, singular",
          "meaning": "out of a desire for your good / with the wish to benefit you / from pure goodwill"
        },
        {
          "word": "महाबाहो",
          "transliteration": "mahā-bāho",
          "root": "mahā (great) + bāhu (arm)",
          "grammatical_form": "Compound noun, masculine, vocative, singular",
          "meaning": "O mighty-armed one — epithet of Arjuna signifying heroic strength"
        }
      ],
      "commentary": {
        "dadaji": "Notice how Krishna opens this great chapter — not with philosophy, but with love. He says 'I will speak to you because you are dear to me, because I desire your welfare.' This is the language of a grandfather, of a true well-wisher. Krishna does not teach to display his wisdom — he teaches because he loves Arjuna. And bhūya eva — 'again, once more' — shows his inexhaustible patience. He has already given so much in chapters past, yet here he offers still more. The word hita-kāmyayā is precious — it means 'out of a desire for your good.' Your welfare, your liberation — that is why the divine speaks to you. Whenever you sit with the Gita, feel this: the Lord is speaking to you personally, out of love, desiring only your highest good. That feeling alone is half the teaching.",
        "sarvapriyananda": "The chapter opens with two words that together form a complete statement of the guru-disciple relationship: prīyamāṇāya — 'to the one who is dear' — and hita-kāmyayā — 'desiring your welfare.' In Vedantic tradition, the teacher speaks the highest truth only to one who is both a qualified disciple and genuinely beloved. Śaṅkarācārya notes that prīyamāṇāya does not merely mean affection in a personal sense — it signals that Arjuna has become fit (adhikārī) through his earnestness and openness. The word paramaṃ vacaḥ — supreme word — indicates what follows transcends all ordinary instruction. The teaching of vibhūti and yoga in this chapter is meant to bring the disciple to the recognition that the entire universe is a manifestation of the one Self.",
        "yogananda": "When the divine teacher says 'hear again,' he is pointing to a law of spiritual reception: the highest truths must be heard repeatedly, in deepening states of consciousness, before they are truly absorbed. Paramahansa Yogananda often told his disciples: each time you read the Gita with focused attention, you receive it at a different level of your being. The words prīyamāṇāya — to the beloved — reveal the secret of spiritual transmission. The highest wisdom flows only through the channel of love. Where there is love between teacher and disciple, the words carry not merely meaning but vibration — a living current of awakening. Hita-kāmyayā shows us that divine grace is not indifferent; it is actively directed toward our liberation.",
        "goyandka": "Bhagavān Śrī Kṛṣṇa begins Chapter Ten by indicating that what follows is paramaṃ vacaḥ — the supreme teaching. The word bhūyas (again) shows continuity with the preceding chapter while signifying that an even higher exposition is about to be given. The qualification prīyamāṇāya is important: this teaching is given to one who is dear — signifying the disciple's purity of heart and eligibility. Hita-kāmyayā establishes the motive of the teacher as purely benevolent — not for any personal gain but solely for the disciple's spiritual upliftment. The Gita Press commentary emphasizes that the Lord's willingness to repeat and deepen the teaching shows his inexhaustible compassion for the sincere seeker."
      }
    },
    {
      "verse": 2,
      "sanskrit": "न मे विदुः सुरगणाः प्रभवं न महर्षयः ।\nअहमादिर्हि देवानां महर्षीणां च सर्वशः ॥",
      "transliteration": "na me viduḥ sura-gaṇāḥ prabhavaṃ na maharṣayaḥ\naham ādir hi devānāṃ maharṣīṇāṃ ca sarvaśaḥ",
      "translation": "Neither angels in celestial realms nor the greatest sages comprehend My origin — for I am the very Source from which both gods and sages arise. The Infinite cannot be measured by the finite mind; the Ocean is not known by studying its waves.",
      "audio": "/assets/audio/ch10/verse_10_02.mp3",
      "word_breakdown": [
        {
          "word": "सुरगणाः",
          "transliteration": "sura-gaṇāḥ",
          "root": "sura (god, radiant being) + gaṇa (group, host)",
          "grammatical_form": "Compound noun, masculine, nominative, plural",
          "meaning": "the hosts of gods / multitudes of celestial beings"
        },
        {
          "word": "प्रभवम्",
          "transliteration": "prabhavam",
          "root": "pra + √bhū (to be, to come into being)",
          "grammatical_form": "Noun, masculine, accusative, singular",
          "meaning": "origin / source / the manner of coming into being"
        },
        {
          "word": "महर्षयः",
          "transliteration": "maharṣayaḥ",
          "root": "mahā (great) + ṛṣi (seer, sage)",
          "grammatical_form": "Compound noun, masculine, nominative, plural",
          "meaning": "the great seers / the supremely illumined sages"
        },
        {
          "word": "आदिः",
          "transliteration": "ādiḥ",
          "root": "ādi (beginning, primordial source)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "the first / the beginning / the primordial origin"
        },
        {
          "word": "सर्वशः",
          "transliteration": "sarvaśaḥ",
          "root": "sarva (all, every)",
          "grammatical_form": "Adverb formed from sarva",
          "meaning": "in every way / entirely / in all respects"
        }
      ],
      "commentary": {
        "dadaji": "Here Krishna reveals something that should stop us in our tracks: even the gods — Indra, Brahma, all the great celestial beings — do not know His origin. Even the great sages who have meditated for thousands of years do not know it. Why? Because He is their origin. How can a wave know the ocean that gave birth to it? This is not Krishna being mysterious or secretive — it is the simple, breathtaking truth of what He is. The very capacity these gods and sages have to think, to exist, to seek — all of that flows from Him. When you sit quietly and ask 'Where did I come from? What am I?' — you are asking the question that even the gods cannot answer about Him. Rest in that wonder, dear one. It is a doorway.",
        "sarvapriyananda": "This verse makes a stunning epistemological declaration: the highest beings in the cosmic order — the devas and the maharṣis — cannot know the prabhava, the origin, of Brahman. Why not? Because Krishna states: 'I am the ādi — the first — of the gods and sages, in every way.' The cause cannot be known by the effect. Brahman is the ground from which all knowing and all beings arise; it cannot itself be grasped as an object of that knowing. This is the neti neti of the Upanishads expressed through the mouth of the divine teacher. The intellects of gods and sages — however refined — are still finite instruments. The infinite cannot be circumscribed by the finite. This is why Advaita does not say 'know Brahman' in the subject-object sense, but rather 'be Brahman.'",
        "yogananda": "The gods and sages cannot know Krishna's origin because they are themselves waves in the ocean of His consciousness. Yogananda often described this using the metaphor of light: just as you cannot see the source of light by using that same light to look for it, the mind — which is itself a ray of divine consciousness — cannot locate the source of its own illumination through ordinary inquiry. This verse is an invitation to meditation. In the stillness beyond thought, beyond even the activity of the highest refined intellect, something opens. That opening is not a 'knowing' in the ordinary sense — it is a dissolving into what was always already there. The gods seek; the realized soul is.",
        "goyandka": "Bhagavān declares here the inconceivability of His own origin — a foundational truth that distinguishes the Supreme from all other beings, however elevated. Sura-gaṇāḥ — the celestial hosts — and maharṣayaḥ — the greatest of sages — represent the highest possible levels of cosmic intelligence. Yet even they do not know His prabhavam, His ultimate origin and mode of manifestation. The reason given is decisive: aham ādiḥ — I am the very beginning of the gods and sages. No effect can comprehend its own cause in its totality. This verse prepares the ground for the subsequent teaching of vibhūtis — the divine manifestations — by establishing that Krishna as the absolute ground of all being cannot be grasped through any created intelligence."
      }
    },
    {
      "verse": 3,
      "sanskrit": "यो मामजमनादिं च वेत्ति लोकमहेश्वरम् ।\nअसम्मूढः स मर्त्येषु सर्वपापैः प्रमुच्यते ॥",
      "transliteration": "yo mām ajam anādiṃ ca vetti loka-maheśvaram\nasammūḍhaḥ sa martyeṣu sarva-pāpaiḥ pramucyate",
      "translation": "The one who perceives Me as birthless, without beginning, and as the Supreme Lord of all creation — that soul, free from all delusion, is liberated from every bondage of karma. To know God's true nature is itself liberation.",
      "audio": "/assets/audio/ch10/verse_10_03.mp3",
      "word_breakdown": [
        {
          "word": "अजम्",
          "transliteration": "ajam",
          "root": "a (not) + √jan (to be born)",
          "grammatical_form": "Adjective, masculine, accusative, singular",
          "meaning": "unborn / not subject to birth / that which was never brought into existence"
        },
        {
          "word": "अनादिम्",
          "transliteration": "anādim",
          "root": "an (not) + ādi (beginning)",
          "grammatical_form": "Adjective, masculine, accusative, singular",
          "meaning": "beginningless / without origin in time / that which has no starting point"
        },
        {
          "word": "लोकमहेश्वरम्",
          "transliteration": "loka-maheśvaram",
          "root": "loka (world) + mahā (great) + īśvara (lord, master)",
          "grammatical_form": "Compound noun, masculine, accusative, singular",
          "meaning": "the great lord of all the worlds / sovereign of all realms of existence"
        },
        {
          "word": "असम्मूढः",
          "transliteration": "asammūḍhaḥ",
          "root": "a (not) + sam + √muh (to be confused, to be deluded)",
          "grammatical_form": "Adjective, masculine, nominative, singular",
          "meaning": "undeluded / free from confusion / one who sees clearly without the fog of ignorance"
        },
        {
          "word": "प्रमुच्यते",
          "transliteration": "pramucyate",
          "root": "pra + √muc (to release, to liberate)",
          "grammatical_form": "Verb, present tense, third person, singular, passive",
          "meaning": "is freed / is completely liberated / is released entirely"
        }
      ],
      "commentary": {
        "dadaji": "Three words carry this verse: ajam — unborn. Anādim — beginningless. Loka-maheśvaram — the great lord of all worlds. The one who truly knows this about Krishna becomes asammūḍhaḥ — undeluded. Not just intellectually convinced, but inwardly clear, settled, free. And then the beautiful promise: sarva-pāpaiḥ pramucyate — freed from all sins. Not some sins, not most sins — all. Sin, in the deepest sense, is the mistake of identifying with what is born and dying, of mistaking the temporary for the permanent. When you see that Krishna is unborn, beginningless, you begin to recognize that same unborn quality in yourself — the Atman that was never born, never dies. That recognition is liberation itself. Knowledge of God frees us, dear one.",
        "sarvapriyananda": "This verse crystallizes the Vedantic understanding: liberation comes from right knowledge. Yo mām ajam anādiṃ vetti — the one who knows Me as unborn, beginningless. This is not merely belief or devotion in the popular sense — it is jñāna, discriminative knowledge of the ultimate nature of reality. Aja — unborn — corresponds directly to the Upanishadic characterization of Brahman: ajo nityaḥ śāśvato 'yaṃ purāṇaḥ. The result of this knowledge is asammūḍha — freedom from moha, from delusion. Moha is precisely the Gita's diagnosis of Arjuna's problem in the first chapter. Its cure is this clear seeing. And the outcome — sarva-pāpaiḥ pramucyate — freedom from all pāpa — is not a moral reward but an ontological shift: when the root delusion dissolves, its effects — all forms of bondage — dissolve with it.",
        "yogananda": "To know Krishna as unborn and beginningless is to know the eternal Self that underlies all appearances. Yogananda taught that the great masters do not merely believe in God's infinity — they perceive it directly, in states of samādhi, where the boundaries of individual consciousness dissolve into boundless awareness. The one who achieves this knowledge — even partially, even as a growing intuition — becomes asammūḍhaḥ, inwardly freed from the confusions that torment ordinary consciousness. All sin, in Yogananda's teaching, ultimately traces back to the original error of cosmic delusion — māyā — which convinces us we are separate from the infinite. When that delusion lifts, the cause of all sin is removed at the root.",
        "goyandka": "This verse is the direct sequel to verse 2: having established that even gods and sages cannot know His origin, Krishna now declares what happens when a human being does know. Three qualities are named: aja (unborn), anādi (beginningless), and loka-maheśvara (the supreme lord of all worlds). These three together define the absolute nature of the Supreme. The result of this knowledge is twofold: the knower becomes asammūḍhaḥ — free of all delusion — and is pramucyate — fully liberated from all pāpa. Goyandka notes that pāpa here is to be understood comprehensively: not merely sinful actions but the entire web of karma, both good and bad, that binds the jīva to the cycle of birth and death. Knowledge of the absolute nature of God is itself the liberating force."
      }
    },
    {
      "verse": 4,
      "sanskrit": "बुद्धिर्ज्ञानमसम्मोहः क्षमा सत्यं दमः शमः ।\nसुखं दुःखं भवोऽभावो भयं चाभयमेव च ॥",
      "transliteration": "buddhir jñānam asaṃmohaḥ kṣamā satyaṃ damaḥ śamaḥ\nsukhaṃ duḥkhaṃ bhavo 'bhāvo bhayaṃ cābhayam eva ca",
      "translation": "Intelligence, wisdom, freedom from inner confusion, patience, truth, self-mastery, inner calm, joy, sorrow, birth, death, fear and fearlessness — these varied qualities of living beings all arise from Me alone, the one Source behind all experience.",
      "audio": "/assets/audio/ch10/verse_10_04.mp3",
      "word_breakdown": [
        {
          "word": "बुद्धिः",
          "transliteration": "buddhiḥ",
          "root": "√budh (to know, to awaken)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "intelligence / discriminative faculty / the power of understanding"
        },
        {
          "word": "असम्मोहः",
          "transliteration": "asaṃmohaḥ",
          "root": "a (not) + sam + √muh (to be deluded)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "freedom from delusion / clarity of mind / non-bewilderment"
        },
        {
          "word": "क्षमा",
          "transliteration": "kṣamā",
          "root": "√kṣam (to endure, to be patient)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "patience / forbearance / the power to endure without reaction"
        },
        {
          "word": "दमः",
          "transliteration": "damaḥ",
          "root": "√dam (to control, to restrain)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "self-restraint of the senses / outer control / mastery over sensory activity"
        },
        {
          "word": "शमः",
          "transliteration": "śamaḥ",
          "root": "√śam (to be calm, to be pacified)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "inner calmness / tranquility of mind / serenity of the inner instrument"
        }
      ],
      "commentary": {
        "dadaji": "Here Krishna begins a beautiful, sweeping list — and what a list it is. He does not just name virtues like buddhi and kṣamā, which we might expect. He names sukha and duḥkha, bhava and abhāva — pleasure, pain, birth, death. He names bhaya — fear — and abhaya — fearlessness. All of these, he will say in the next verse, arise from Him alone. Your moments of joy? From Him. Your hours of grief? From Him. Your fear and your courage? Both from Him. This is not a cold philosophical statement. It is an invitation to see the divine face behind every experience of your life — not just the pleasant ones. The next time you are afraid, dear one, remember: even this fear has its source in the same God whose peace you seek.",
        "sarvapriyananda": "Verses 4 and 5 together form a catalogue of the bhāvas — the psychological and existential conditions of all beings. They are to be read as a single statement: all of these arise from Krishna alone (verse 5 closes: matta eva pṛthag-vidhāḥ). What is remarkable is the range: buddhi (intelligence), jñāna (knowledge), asaṃmoha (freedom from delusion) — these are the highest spiritual qualities. But then: sukha-duḥkha (pleasure and pain), bhava-abhāva (existence and non-existence), bhaya-abhaya (fear and fearlessness). The list encompasses the entire spectrum of inner life. In Advaita, this is a statement of non-dual causation: Brahman is the material and efficient cause of all that exists, including all states of the mind. There is nothing — not even delusion — that is outside of Brahman.",
        "yogananda": "In listing buddhi and jñāna alongside sukha, duḥkha, bhaya, and abhaya, Krishna is revealing the unity behind all apparent opposites. Yogananda saw in this teaching a profound metaphysical law: every quality and every experience in this universe is a vibration of the one divine consciousness, polarized into pairs of opposites — pleasure/pain, fear/fearlessness, birth/death. These opposites are not separate realities; they are two poles of a single current emanating from God. The practice of yoga is to trace every experience — joyful or painful — back to its source. The meditator learns, in deep stillness, that the one who experiences pleasure and the one who experiences pain are both movements of the same infinite awareness.",
        "goyandka": "In verse 4, Bhagavān begins the enumeration of the bhāvās — the conditions and qualities — that arise from Him alone. The first group — buddhi, jñāna, asaṃmoha, kṣamā, satya, dama, śama — represents the sattvic qualities that qualify a soul for liberation. But then the list extends to the apparently opposite pair: sukha and duḥkha (pleasure and pain), bhava and abhāva (birth and non-being), bhaya and abhaya (fear and fearlessness). These are not moral qualities but existential conditions — yet Krishna claims them all as His vibhūtis. Goyandka emphasizes that this is a teaching about divine sovereignty: nothing in the created order exists outside the will and power of the Lord. Even conditions that appear opposed to liberation are under His governance."
      }
    },
    {
      "verse": 5,
      "sanskrit": "अहिंसा समता तुष्टिस्तपो दानं यशोऽयशः ।\nभवन्ति भावा भूतानां मत्त एव पृथग्विधाः ॥",
      "transliteration": "ahiṃsā samatā tuṣṭis tapo dānaṃ yaśo 'yaśaḥ\nbhavanti bhāvā bhūtānāṃ matta eva pṛthag-vidhāḥ",
      "translation": "Non-violence, equanimity, contentment, spiritual discipline, generosity, honor, and dishonor — all these diverse conditions of existence flow forth from Me. I am the Giver of every experience through which the soul learns, grows, and ultimately returns to its Source.",
      "audio": "/assets/audio/ch10/verse_10_05.mp3",
      "word_breakdown": [
        {
          "word": "अहिंसा",
          "transliteration": "ahiṃsā",
          "root": "a (not) + √hiṃs (to harm, to injure)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "non-violence / non-harming / the quality of causing no injury in thought, word, or deed"
        },
        {
          "word": "समता",
          "transliteration": "samatā",
          "root": "sama (equal) + tā (abstract suffix)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "equanimity / evenness of mind / the quality of remaining balanced amid all conditions"
        },
        {
          "word": "तुष्टिः",
          "transliteration": "tuṣṭiḥ",
          "root": "√tuṣ (to be satisfied, to be pleased)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "contentment / inner satisfaction / the state of requiring nothing more"
        },
        {
          "word": "भावाः",
          "transliteration": "bhāvāḥ",
          "root": "√bhū (to be, to become)",
          "grammatical_form": "Noun, masculine, nominative, plural",
          "meaning": "modes / states of being / the various conditions and qualities that characterize existence"
        },
        {
          "word": "मत्त एव",
          "transliteration": "matta eva",
          "root": "mat (from me) + eva (alone, certainly)",
          "grammatical_form": "Pronoun in ablative + emphatic particle",
          "meaning": "from Me alone / from no other source but Me / exclusively from My being"
        }
      ],
      "commentary": {
        "dadaji": "Krishna closes this magnificent pair of verses with matta eva — from Me alone. This is the punch of the teaching: every single bhāva — every quality, every condition, every state of a being — arises from Him and from no other. Ahiṃsā, the highest virtue of the saints, arises from Him. Yaśa — fame — and ayaśa — infamy — both arise from Him. Even the darkness that clings to a person's name arises from the same divine source as the light of their virtue. My grandfather used to say: when you can see God's hand in everything — in your successes and your shaming failures, in your fame and your obscurity — then you are free. The ego no longer has anything to cling to or run from. Matta eva. All from Him alone.",
        "sarvapriyananda": "Verse 5 completes the declaration begun in verse 4. The closing line is the key: bhavanti bhāvā bhūtānāṃ matta eva pṛthag-vidhāḥ — all the various modes of all beings arise from Me alone. Pṛthag-vidhāḥ — different in kind — acknowledges the genuine diversity of experience: ahiṃsā is not the same as yaśa, and samatā is not the same as ayaśa. Yet all these differences arise from the single, undivided source. This is the Advaita teaching of vivartavāda applied to psychology and ethics: the many apparent forms are not independent realities but manifestations of the one. The practical implication: whatever you encounter in yourself or others — virtue or vice, fame or shame — do not be disturbed. See through the form to the one source.",
        "yogananda": "Ahiṃsā stands first in this final list — and Yogananda saw in this a profound teaching. Non-violence is not merely a rule against harm; it is a state of consciousness that arises when one perceives the Self in all beings. You do not harm what you recognize as your own deeper nature. Similarly, samatā — equanimity — is not emotional blankness but the natural state of a mind that has tasted its identity with the immovable ground of consciousness. The inclusion of yaśa and ayaśa — fame and infamy — is particularly striking. Krishna is saying: even the way the world perceives you, even your reputation, is in my hands alone. The liberated soul neither chases fame nor flees infamy. It rests in the knowing: matta eva — from Me alone.",
        "goyandka": "This verse completes the two-verse enumeration of divine qualities and conditions. The list in verse 5 begins with the highest ethical virtue — ahiṃsā — and concludes with the pair yaśa and ayaśa (fame and infamy). The closing declaration — matta eva pṛthag-vidhāḥ — means that all these diverse modes of existence arise exclusively from the Lord. Goyandka draws attention to the word eva (alone, certainly), which admits no exception: there is no state of any being, however exalted or degraded, that falls outside the sovereignty of God. This is not fatalism but theism of the highest order: the Lord is not a distant creator but the living, present source from which every quality of every being ceaselessly arises."
      }
    },
    {
      "verse": 6,
      "sanskrit": "महर्षयः सप्त पूर्वे चत्वारो मनवस्तथा ।\nमद्भावा मानसा जाता येषां लोक इमाः प्रजाः ॥",
      "transliteration": "maharṣayaḥ sapta pūrve catvāro manavas tathā\nmad-bhāvā mānasā jātā yeṣāṃ loka imāḥ prajāḥ",
      "translation": "The seven ancient master-sages and the four primal Manus — fathers of all humanity — were born of My thought alone, inheriting My divine nature. From these illumined minds descended the great lineage of souls through whom Divine wisdom flows into the world.",
      "audio": "/assets/audio/ch10/verse_10_06.mp3",
      "word_breakdown": [
        {
          "word": "महर्षयः सप्त",
          "transliteration": "maharṣayaḥ sapta",
          "root": "mahā (great) + ṛṣi (seer) + sapta (seven)",
          "grammatical_form": "Compound noun + numeral, masculine, nominative, plural",
          "meaning": "the seven great sages — Marīci, Atri, Aṅgiras, Pulastya, Pulaha, Kratu, and Vasiṣṭha"
        },
        {
          "word": "मनवः",
          "transliteration": "manavaḥ",
          "root": "Manu (progenitor of mankind)",
          "grammatical_form": "Proper noun, masculine, nominative, plural",
          "meaning": "the Manus — the fourteen cosmic progenitors of humanity, four of whom are primordial"
        },
        {
          "word": "मद्भावाः",
          "transliteration": "mad-bhāvāḥ",
          "root": "mat (my) + bhāva (nature, being)",
          "grammatical_form": "Compound adjective, masculine, nominative, plural",
          "meaning": "imbued with My nature / sharing My being / possessed of My essence"
        },
        {
          "word": "मानसाः",
          "transliteration": "mānasāḥ",
          "root": "manas (mind, the thinking faculty)",
          "grammatical_form": "Adjective, masculine, nominative, plural",
          "meaning": "born of the mind / mind-born / arising from the mental will of the Lord"
        },
        {
          "word": "प्रजाः",
          "transliteration": "prajāḥ",
          "root": "pra + √jan (to be born, to generate)",
          "grammatical_form": "Noun, feminine, nominative, plural",
          "meaning": "all creatures / all progeny / all the beings born into this world"
        }
      ],
      "commentary": {
        "dadaji": "The seven sages and the four Manus — they were born directly from the mind of God. Mānasāḥ jātāḥ — mind-born. And from them, all the world's beings were generated. This is the great cosmic family tree — and it begins not in a laboratory, not in chance, but in the divine mind's creative intention. You and I, dear one, trace our ancestry to those luminous sages and progenitors who arose directly from Krishna's own thought. We are, in a very real sense, grandchildren of the divine. The verse deepens what was said in verses 2 and 3: because Krishna is the origin of the gods and sages, and because all humanity flows from those sages, the lineage of every living being flows back to the one unborn, beginningless Lord. We are all children of God — literally.",
        "sarvapriyananda": "This verse grounds the metaphysical claims of the preceding verses in the cosmological tradition. The saptarṣis and four Manus are the first level of manifestation between pure consciousness and embodied humanity. Crucially, they are described as mad-bhāvā — imbued with My nature — and mānasā jātā — born of My mind. In Advaita, this is the teaching of sṛṣṭi-vāda at the cosmic level: the divine mind (the Logos, as it were) projects the primordial sages and ancestors, who then generate the multiplicity of creation. What is remarkable is that these progenitors are not separate from God — they are mad-bhāvāḥ, they partake of His nature. Creation is not a falling away from God but an expression of God's own being.",
        "yogananda": "The seven rishis and four Manus represent the first mind-born children of cosmic consciousness — the original templates from which the diversity of human and cosmic life was patterned. Yogananda taught that the great sages were not merely historical figures but are living cosmic forces, present in every age, guiding evolution from the causal plane. Mānasā jātāḥ — born of the mind — points to the primacy of consciousness in all creation. Matter does not give rise to mind; mind gives rise to matter. The entire universe is a mental projection of divine consciousness — and the seven sages, as its first mind-born emanations, carry within them the template of that consciousness. In each soul, this primordial sage-nature lies dormant, waiting to be awakened.",
        "goyandka": "This verse establishes the secondary cosmic genealogy: after the gods and great seers of verse 2, Krishna now names the seven maharṣis (traditionally Marīci, Atri, Aṅgiras, Pulastya, Pulaha, Kratu, Vasiṣṭha) and the four primordial Manus as His mind-born progeny. They are mad-bhāvāḥ — possessing His nature — and from them all the world's beings are born. Goyandka notes the significance of the phrase mānasā jātāḥ: these sages did not originate through the physical process of procreation but arose directly from the Lord's sankalpa — His divine will and mental intention. This is a cosmological statement of total divine sovereignty: the entire chain of creation, from its highest to its most humble link, originates in the Lord."
      }
    },
    {
      "verse": 7,
      "sanskrit": "एतां विभूतिं योगं च मम यो वेत्ति तत्त्वतः ।\nसोऽविकम्पेन योगेन युज्यते नात्र संशयः ॥",
      "transliteration": "etāṃ vibhūtiṃ yogaṃ ca mama yo vetti tattvataḥ\nso 'vikampena yogena yujyate nātra saṃśayaḥ",
      "translation": "Whoever truly understands the reality of My divine manifestations and the mystery of My inner yoga is united with Me through unwavering devotion. This is not merely intellectual knowing — it is the soul recognizing its own Divine origin and merging back into that Source.",
      "audio": "/assets/audio/ch10/verse_10_07.mp3",
      "word_breakdown": [
        {
          "word": "विभूतिम्",
          "transliteration": "vibhūtim",
          "root": "vi + √bhū (to be, to become, to pervade)",
          "grammatical_form": "Noun, feminine, accusative, singular",
          "meaning": "divine manifestation / glory / the power by which the infinite pervades and expresses through finite forms"
        },
        {
          "word": "तत्त्वतः",
          "transliteration": "tattvataḥ",
          "root": "tattva (truth, that-ness, the real nature of a thing)",
          "grammatical_form": "Adverb formed from ablative of tattva",
          "meaning": "truly / in reality / according to the real nature of things — not superficially"
        },
        {
          "word": "अविकम्पेन",
          "transliteration": "avikampena",
          "root": "a (not) + vi + √kamp (to tremble, to waver)",
          "grammatical_form": "Adjective, masculine, instrumental, singular",
          "meaning": "by unwavering / by unshaking / by yoga that does not tremble or deviate"
        },
        {
          "word": "युज्यते",
          "transliteration": "yujyate",
          "root": "√yuj (to join, to yoke, to unite)",
          "grammatical_form": "Verb, present tense, third person, singular, passive",
          "meaning": "is united / is joined / is yoked — enters into the state of yoga"
        },
        {
          "word": "संशयः",
          "transliteration": "saṃśayaḥ",
          "root": "sam + √śī (to lie, to rest) → doubt that unsettles the mind",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "doubt / uncertainty / mental wavering"
        }
      ],
      "commentary": {
        "dadaji": "Krishna ends with nātra saṃśayaḥ — there is no doubt about this. When has Krishna ever been so direct? The promise is total: whoever truly understands His vibhūti and yoga is united by avikampena yoga — yoga that does not shake. Not temporary union, not occasional glimpses of peace — but an unwavering, steady, unbreakable yoga. The word tattvataḥ is important: not superficial understanding, not intellectual information, but deep, real knowing. What is the knowing? That Krishna's glory pervades all creation — that the beauty you see in the world, the intelligence in beings, the love in relationships — all of this is His vibhūti. When that knowing stabilizes in you, the yoga becomes avikampena — unshaking. Nothing can destabilize one who sees God everywhere.",
        "sarvapriyananda": "The verse introduces the key term of this chapter: vibhūti. The word literally means 'that which pervades abundantly' — the specific, particularized expressions through which the infinite makes itself visible in finite forms. Yogam here refers not merely to the practice of yoga but to the yoga-śakti — the divine power by which the Lord holds creation together. To know both vibhūti (the manifestation) and yoga (the power behind it) tattvataḥ — in truth — is to know the relationship between the many and the One, between form and the formless. The result is avikampena yoga — unwavering union. This is not a future reward; it is the immediate fruit of genuine insight. When the non-dual nature of reality is truly seen, the mind naturally settles into a unity that cannot be disturbed by the play of opposites.",
        "yogananda": "Tattvataḥ — truly, in reality — is Yogananda's key word here. Superficial knowledge of spiritual truths produces superficial results. But when the meditator, in deep stillness, directly perceives the divine energy (vibhūti) pervading all forms, and recognizes the yoga — the seamless connection — between the individual soul and its source, something permanent shifts. The wavering of the mind — its habitual movement between fear and hope, attraction and repulsion — gradually settles into what Krishna calls avikampena yoga: unwavering union. This is what Yogananda described as the goal of Kriya Yoga — not just temporary states of peace, but a stable, unshakable realization of one's unity with the divine. Nātra saṃśayaḥ — no doubt about it.",
        "goyandka": "This verse promises the supreme fruit of the teaching that follows in the rest of Chapter Ten: avikampena yoga — absolutely steady, unwavering union with the divine. The condition is tattvataḥ vetti — one who truly knows. Superficial acquaintance with the list of vibhūtis is not sufficient; what is required is tattva-jñāna, the knowledge of the real nature of the Lord's manifestation and His divine power (yoga). The phrase nātra saṃśayaḥ — there is no doubt here — is a direct guarantee from the Lord Himself. Goyandka notes that this guarantee is unconditional: the knowledge of God's all-pervasiveness leads without fail to steady union, because such knowledge leaves no room for the distractions and attachments that cause the yoga to waver."
      }
    },
    {
      "verse": 8,
      "sanskrit": "अहं सर्वस्य प्रभवो मत्तः सर्वं प्रवर्तते ।\nइति मत्वा भजन्ते मां बुधा भावसमन्विताः ॥",
      "transliteration": "ahaṃ sarvasya prabhavo mattaḥ sarvaṃ pravartate\niti matvā bhajante māṃ budhā bhāva-samanvitāḥ",
      "translation": "I am the origin of all creation; from Me alone everything proceeds and unfolds. Knowing this truth, the wise worship Me with all their heart — for to love the Source is to embrace the whole of existence in a single, all-encompassing act of devotion.",
      "audio": "/assets/audio/ch10/verse_10_08.mp3",
      "word_breakdown": [
        {
          "word": "सर्वस्य प्रभवः",
          "transliteration": "sarvasya prabhavaḥ",
          "root": "sarva (all) + pra + √bhū (to come into being)",
          "grammatical_form": "Genitive + noun, masculine, nominative, singular",
          "meaning": "the origin of all / the source from which everything comes into being"
        },
        {
          "word": "प्रवर्तते",
          "transliteration": "pravartate",
          "root": "pra + √vṛt (to turn, to proceed, to move forward)",
          "grammatical_form": "Verb, present tense, third person, singular, middle voice",
          "meaning": "proceeds / flows forth / has its impulse and motion"
        },
        {
          "word": "बुधाः",
          "transliteration": "budhāḥ",
          "root": "√budh (to know, to awaken)",
          "grammatical_form": "Noun/adjective, masculine, nominative, plural",
          "meaning": "the wise / the awakened ones / those who truly understand"
        },
        {
          "word": "भावसमन्विताः",
          "transliteration": "bhāva-samanvitāḥ",
          "root": "bhāva (feeling, emotion, devotion) + sam + anv + √i (to follow, to be endowed with)",
          "grammatical_form": "Compound past participle, masculine, nominative, plural",
          "meaning": "endowed with deep feeling / filled with loving devotion / possessed of authentic inner emotion"
        },
        {
          "word": "भजन्ते",
          "transliteration": "bhajante",
          "root": "√bhaj (to share, to worship, to be devoted to)",
          "grammatical_form": "Verb, present tense, third person, plural, middle voice",
          "meaning": "worship / adore / serve with devotion — the root of the word bhakti"
        }
      ],
      "commentary": {
        "dadaji": "This verse is one of the great summits of the Gita. Ahaṃ sarvasya prabhavaḥ — I am the origin of all. Mattaḥ sarvaṃ pravartate — from Me all things proceed. And then: knowing this, the wise worship Me with bhāva-samanvitāḥ — with deep feeling, with their whole heart. Not out of obligation, not out of fear, but endowed with emotion. Real bhakti is never dry, never merely intellectual. It is warm, alive, full. When the budha — the truly awakened person — understands that the whole of existence flows from Krishna, what rises in them is not cold acceptance but radiant love and devotion. My grandfather used to say: if you truly knew where everything comes from, your heart would weep and sing at the same time. Bhāva — that living, breathing devotional feeling — is the sign that true understanding has arrived.",
        "sarvapriyananda": "Verse 8 is the philosophical axis of Chapter Ten, indeed of the entire devotional teaching of the Gita. Ahaṃ sarvasya prabhavaḥ — I am the origin of everything — is the full statement of the Advaita principle that Brahman is both the material and efficient cause of creation. Mattaḥ sarvaṃ pravartate — everything proceeds from Me. This is not the teaching of a distant creator God who fashions the world from outside; this is the teaching of an indwelling, all-pervading consciousness from which creation is not separate. The response of the wise (budhāḥ) to this understanding is striking: they worship — bhajante — not despite their wisdom but because of it. True jñāna, in this verse, flowers into bhakti. Knowledge of the all-pervading source naturally produces devotion, because the one who knows that source knows it as the most intimate reality of their own being.",
        "yogananda": "This verse is the meeting point of jñāna and bhakti in the Gita's teaching. The wise know — iti matvā — that all things proceed from the one divine source. But the knowing is not cold or detached: it is accompanied by bhāva — deep inner feeling. Yogananda taught that in the highest states of samādhi, the distinction between knowing God and loving God dissolves. The experience of divine omnipresence — 'all this flows from Me' — is simultaneously an experience of being held, loved, and sustained by that omnipresence. The word bhajante is pregnant: it comes from the root √bhaj, to share, to participate in. The wise do not merely observe God from a distance; they participate in the divine life, they share in it, they become it.",
        "goyandka": "Ahaṃ sarvasya prabhavaḥ — Krishna declares Himself to be the prabhava, the ultimate source and origin, of the entire universe. This is a statement of absolute divine causality: nothing exists, nothing moves, nothing proceeds except from the Lord. The wise (budhāḥ) respond to this knowledge not with passive acceptance but with active worship — bhajante — endowed with bhāva (feeling, love, devotion). Goyandka emphasizes the word matvā — 'having understood' — as the causative link: it is specifically because they have truly understood His omnipresence that the wise worship with such fullness of feeling. Understanding without devotion is incomplete; devotion born of understanding is the highest expression of human spiritual life."
      }
    },
    {
      "verse": 9,
      "sanskrit": "मच्चित्ता मद्गतप्राणा बोधयन्तः परस्परम् ।\nकथयन्तश्च मां नित्यं तुष्यन्ति च रमन्ति च ॥",
      "transliteration": "mac-cittā mad-gata-prāṇā bodhayantaḥ parasparam\nkathayantaś ca māṃ nityaṃ tuṣyanti ca ramanti ca",
      "translation": "Such devotees fix their minds entirely upon Me, breathe their very life into Me, and with joyful hearts enlighten one another with teachings about Me. They speak of nothing else, think of nothing else — for the soul that has tasted the Divine is consumed by a sacred, blissful longing.",
      "audio": "/assets/audio/ch10/verse_10_09.mp3",
      "word_breakdown": [
        {
          "word": "मच्चित्ताः",
          "transliteration": "mac-cittāḥ",
          "root": "mat (my) + citta (mind, consciousness, the field of mental activity)",
          "grammatical_form": "Compound adjective, masculine, nominative, plural",
          "meaning": "those whose minds are fixed on Me / with consciousness absorbed in Me"
        },
        {
          "word": "मद्गतप्राणाः",
          "transliteration": "mad-gata-prāṇāḥ",
          "root": "mat (my) + gata (gone to, absorbed in) + prāṇa (life-force, breath, vital energy)",
          "grammatical_form": "Compound adjective, masculine, nominative, plural",
          "meaning": "those whose life-force has gone to Me / with every breath dedicated to Me / lives entirely absorbed in Me"
        },
        {
          "word": "बोधयन्तः",
          "transliteration": "bodhayantaḥ",
          "root": "√budh (to know, to awaken) in causative",
          "grammatical_form": "Causative present participle, masculine, nominative, plural",
          "meaning": "enlightening one another / awakening each other / helping each other understand"
        },
        {
          "word": "कथयन्तः",
          "transliteration": "kathayantaḥ",
          "root": "√kath (to tell, to narrate, to speak of)",
          "grammatical_form": "Present participle, masculine, nominative, plural",
          "meaning": "speaking of Me / narrating Me / ever telling one another about the Lord"
        },
        {
          "word": "तुष्यन्ति",
          "transliteration": "tuṣyanti",
          "root": "√tuṣ (to be satisfied, to be content)",
          "grammatical_form": "Verb, present tense, third person, plural, active",
          "meaning": "they are satisfied / they find fulfillment / they experience a deep inner contentment"
        }
      ],
      "commentary": {
        "dadaji": "Can you picture the scene this verse describes? A gathering of devotees — talking about Krishna, waking each other up to His presence, finding complete satisfaction and joy in that sharing. Mac-cittāḥ — minds fixed on Me. Mad-gata-prāṇāḥ — even their prāṇa, their very life-breath, has gone to Me. And what do they do together? They enlighten one another — bodhayantaḥ parasparam — and they speak of Me — kathayantaś ca māṃ nityam. Not occasionally, not when there is nothing better to do — nityam, always. And the fruit? Tuṣyanti ca ramanti ca — they are satisfied and they delight. Both words — tuṣṭi and rati — describe a complete inner fullness that wants nothing more. This is what satsang means. This is why the company of the divine and of those who love the divine is the greatest treasure of spiritual life.",
        "sarvapriyananda": "This verse describes the community of the awakened — the satsaṅga — as a living organism of mutual enlightenment. Mac-cittāḥ — minds established in the Lord. Mad-gata-prāṇāḥ — the very prāṇa, the vital force, gone to Him. These are not people who think of God occasionally; God has become the center of gravity of their entire existence. Bodhayantaḥ parasparam — they awaken one another. In the Vedantic tradition, this mutual awakening is more than social encouragement; it is the transmission of understanding. When someone who has truly seen the non-dual truth speaks, their words carry a resonance that can ignite recognition in the listener. This is why the tradition places such emphasis on sat-saṅga — the company of those who have the sat, the real. Tuṣyanti and ramanti — contentment and delight — are the natural fruits.",
        "yogananda": "Mac-cittāḥ — consciousness fixed in Me. Mad-gata-prāṇāḥ — life-force absorbed in Me. These two compound adjectives describe the two-fold absorption that Yogananda identified as the state of the true bhakta: the mind (citta) is gathered into the awareness of God, and the prāṇa — the very energy of life — flows toward God rather than outward toward sensory objects. In Kriya Yoga, this is not metaphor but physiology: the practice literally reverses the outward flow of prāṇa and draws it inward and upward. The community described here — enlightening each other, speaking of the Lord — is the ideal of the spiritual community or āśram, where every conversation, every meal, every activity, is an occasion for mutual awakening. Such a community generates a field of collective consciousness that sustains and accelerates each member's realization.",
        "goyandka": "This verse portrays the daily life of the true bhakta who has taken the understanding of verse 8 to heart. Three features characterize their inner state: mac-cittāḥ (mind fixed on the Lord), mad-gata-prāṇāḥ (life-energy absorbed in the Lord), and nityam kathayantaḥ (ever speaking of the Lord). These are not intermittent practices but the permanent orientation of their existence. Goyandka notes that bodhayantaḥ parasparam — mutually enlightening one another — describes the ideal of sādhu-satsaṅga: the association of seekers who together sustain and deepen one another's understanding. The fruits are tuṣyanti (they are satisfied — inner contentment) and ramanti (they delight — inner joy). These two together indicate a completeness of spiritual experience: neither restless nor inert, but joyfully fulfilled."
      }
    },
    {
      "verse": 10,
      "sanskrit": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम् ।\nददामि बुद्धियोगं तं येन मामुपयान्ति ते ॥",
      "transliteration": "teṣāṃ satata-yuktānāṃ bhajatāṃ prīti-pūrvakam\ndadāmi buddhi-yogaṃ taṃ yena mām upayānti te",
      "translation": "To those who remain steadfastly united with Me in love, worshipping Me with constant, whole-hearted devotion, I grant the yoga of wisdom — that inner illumination by which they come directly to Me. The Lord Himself becomes the guru of the soul that surrenders completely.",
      "audio": "/assets/audio/ch10/verse_10_10.mp3",
      "word_breakdown": [
        {
          "word": "सततयुक्तानाम्",
          "transliteration": "satata-yuktānām",
          "root": "satata (always, continuously) + √yuj (to unite, to yoke)",
          "grammatical_form": "Compound past participle, masculine, genitive, plural",
          "meaning": "of those who are ever steadfastly united / of those who are continuously yoked to the divine"
        },
        {
          "word": "प्रीतिपूर्वकम्",
          "transliteration": "prīti-pūrvakam",
          "root": "prīti (love, joy, affection) + pūrvaka (preceded by, characterized by)",
          "grammatical_form": "Compound adverb, accusative used adverbially",
          "meaning": "with love / preceded by love / out of joy and affection — not from duty or fear"
        },
        {
          "word": "बुद्धियोगम्",
          "transliteration": "buddhi-yogam",
          "root": "buddhi (intelligence, discriminative faculty) + yoga (union, discipline)",
          "grammatical_form": "Compound noun, masculine, accusative, singular",
          "meaning": "the yoga of intelligence — the grace-given discriminative wisdom that leads directly to God"
        },
        {
          "word": "ददामि",
          "transliteration": "dadāmi",
          "root": "√dā (to give, to grant)",
          "grammatical_form": "Verb, present tense, first person, singular, active",
          "meaning": "I give / I grant / I bestow — a direct, personal act of divine grace"
        },
        {
          "word": "उपयान्ति",
          "transliteration": "upayānti",
          "root": "upa + √yā (to go, to come)",
          "grammatical_form": "Verb, present tense, third person, plural, active",
          "meaning": "they come / they reach / they arrive at — come to Me, attain Me"
        }
      ],
      "commentary": {
        "dadaji": "This, dear one, is one of the most precious verses in all of scripture. Dadāmi — I give. Not 'they earn,' not 'they achieve,' not 'they develop through effort.' I give. The Lord Himself gives the buddhi-yoga — the very intelligence and inner clarity by which the soul finds its way home. And when? When two conditions are met: satata-yuktānām — ever steadfastly united with Him — and prīti-pūrvakam — with love, out of love, rooted in love. Not fear-based worship, not transaction-based prayer — love. Pure love. Then God reaches into the devotee's own intelligence and illuminates it from within. This is divine grace. Buddhi-yoga here is not something we practice; it is something we receive — from the hands of the Lord, directly, because He loves those who love Him. Can you feel the tenderness? I give. He gives.",
        "sarvapriyananda": "Verse 10 is among the most theologically significant in the Gita, touching the question of divine grace (anugraha) in relation to human effort. Satata-yuktānām — of those ever steadfastly united — describes the human side of the equation: the practice of continuous self-alignment with the divine. Prīti-pūrvakam — with love — is the quality of that practice: not mechanical, not transactional, but rooted in genuine bhāva. And then: dadāmi — I give. The Lord is the direct giver of buddhi-yoga — the discriminative wisdom that enables the final breakthrough to liberation. In Advaita, this is the role of Īśvara's grace: the jīva's effort purifies the mind and makes it fit; the Lord's grace, as the inner Witness, illuminates the buddhi with the self-luminous knowledge of Brahman. Yena mām upayānti — by which they come to Me: the goal is non-different from the giver.",
        "yogananda": "Buddhi-yoga — the yoga of intelligence — is, in Yogananda's understanding, the awakening of the divine intuitive faculty that transcends both sensory perception and ordinary rational thought. It is the awakening of the spiritual eye — the jñāna-cakṣuḥ — that perceives the divine reality directly. And Krishna says: dadāmi — I give it. This is the secret of bhakti: the devotee does not reach God by the strength of their own intellect. Rather, when the heart is opened fully in love (prīti-pūrvakam), the divine itself illumines the disciple's intelligence from within. In deep meditation, this gift is received not as an intellectual insight but as a shift in the quality of awareness — a sudden, unmistakable clarity in which the path to God becomes visible and the soul moves toward its source with certainty. Nātra saṃśayaḥ — no doubt about it.",
        "goyandka": "This verse is the crown of the opening section of Chapter Ten. Two qualifications are named for the recipients of divine grace: satata-yuktāḥ (ever steadfastly united with the Lord) and bhajantaḥ prīti-pūrvakam (worshipping with love and joy). To such devotees, the Lord directly gives — dadāmi — buddhi-yogam, the yoga of discriminative intelligence. Goyandka emphasizes that this buddhi-yoga is not merely the capacity for philosophical analysis but the specific divine intelligence that enables the soul to perceive God clearly and move toward Him without obstruction. The verse establishes a perfect circuit: the devotee loves and serves, God illumines the intelligence, the illumined intelligence brings the devotee to God. The word yena — 'by which' — shows the instrumental role of buddhi-yoga: it is the vehicle of final attainment. The chapter's opening promise of welfare (hita-kāmyayā, v.1) is here fulfilled."
      }
    },
    {
      "verse": 11,
      "sanskrit": "तेषामेवानुकम्पार्थमहमज्ञानजं तमः | नाशयाम्यात्मभावस्थो ज्ञानदीपेन भास्वता ||",
      "transliteration": "teṣām evānukampārtham aham ajñānajam tamaḥ | nāśayāmy ātmabhāvastho jñānadīpena bhāsvatā ||",
      "translation": "Out of pure compassion, dwelling as the light within their own hearts, I dispel the darkness born of ignorance with the blazing lamp of divine knowledge. The Beloved does not wait passively — He comes from within to destroy every shadow that obscures the soul's vision.",
      "audio": "/assets/audio/ch10/verse_10_11.mp3",
      "word_breakdown": [
        {
          "word": "तेषाम्",
          "transliteration": "teṣām",
          "root": "tat (that, those)",
          "grammatical_form": "Pronoun, masculine, genitive, plural",
          "meaning": "for them (those who worship with love)"
        },
        {
          "word": "एवानुकम्पार्थम्",
          "transliteration": "evānukampārtham",
          "root": "eva (indeed) + anu-√kamp (to sympathize, to have compassion) + artha (purpose, sake)",
          "grammatical_form": "Compound indeclinable (adverb + compound noun, neuter, accusative, singular used as adverb)",
          "meaning": "out of compassion (eva=indeed, anukampa=compassion, artham=for the sake of)"
        },
        {
          "word": "अहम्",
          "transliteration": "aham",
          "root": "aham (I, the first-person pronoun)",
          "grammatical_form": "Pronoun, first person, nominative, singular",
          "meaning": "I"
        },
        {
          "word": "अज्ञानजम्",
          "transliteration": "ajñānajam",
          "root": "a (not) + jñāna (knowledge) + √jan (to be born)",
          "grammatical_form": "Compound adjective (tatpuruṣa), neuter, accusative, singular",
          "meaning": "born of ignorance (ajñāna=ignorance, ja=born of)"
        },
        {
          "word": "तमः",
          "transliteration": "tamaḥ",
          "root": "tamas (darkness, inertia, ignorance)",
          "grammatical_form": "Noun, neuter, accusative, singular",
          "meaning": "the darkness"
        },
        {
          "word": "नाशयामि",
          "transliteration": "nāśayāmi",
          "root": "√naś (to perish, to destroy) — causative",
          "grammatical_form": "Verb, causative, present tense, first person, singular, active",
          "meaning": "I destroy/dispel"
        },
        {
          "word": "आत्मभावस्थः",
          "transliteration": "ātma-bhāva-sthaḥ",
          "root": "ātman (Self) + bhāva (state, being) + √sthā (to stand, to abide)",
          "grammatical_form": "Compound adjective (bahuvrīhi), masculine, nominative, singular",
          "meaning": "dwelling in their Self (ātma=Self, bhāva=state, stha=abiding)"
        },
        {
          "word": "ज्ञानदीपेन",
          "transliteration": "jñāna-dīpena",
          "root": "jñāna (knowledge, wisdom) + dīpa (lamp, light)",
          "grammatical_form": "Compound noun (tatpuruṣa), masculine, instrumental, singular",
          "meaning": "by the lamp of wisdom"
        },
        {
          "word": "भास्वता",
          "transliteration": "bhāsvatā",
          "root": "√bhās (to shine, to be luminous)",
          "grammatical_form": "Present active participle, masculine, instrumental, singular",
          "meaning": "luminous/shining"
        }
      ],
      "commentary": {
        "dadaji": "This is one of the most comforting verses in the entire Gita. The Lord does not wait outside for us to come to Him — He is seated in our very heart, in the innermost chamber of our being, and He personally holds the lamp of wisdom to dispel our darkness. What kind of teacher travels inside the student's heart to give the lesson? Only God. This is why the Guru is revered as God — because the inner Guru and the outer Guru are ultimately one. When you sit quietly in meditation and a moment of clarity comes — that is Krishna, lamp in hand, burning away the fog.",
        "sarvapriyananda": "The Kena Upanishad opens with the question: 'By whose will does the mind go forth?' — pointing to the inner controller who is both the witness and the illuminator of all mental activity. Krishna here identifies Himself as that inner Ātman who, out of compassion (anukampā), destroys the darkness of avidyā. This is not an external operation but an interior transformation — the Self revealing itself to itself. The 'lamp of wisdom' (jñānadīpa) recalls the Mundaka Upanishad's image: 'Two birds sit on one branch — one eats the fruits, the other watches.' The watching bird is the Ātman; when its presence becomes known, the eating bird is liberated.",
        "yogananda": "The Lord as the inner guru — seated in the cave of the heart — is one of the great revelations of this chapter. Advanced meditators discover this directly: in the silence of deep meditation, a luminous intelligence guides the mind beyond its own boundaries. This is not imagination but actual contact with the immanent Presence. The lamp of wisdom (jñānadīpa) corresponds to the spiritual eye — the single eye of which Christ spoke, located at the ajna chakra. When this inner light is kindled through devotion and meditation, the darkness of the ego-self dissolves in an instant of brilliant recognition. All is God.",
        "goyandka": "This verse reveals the unique grace (anugraha) of the Lord toward His devotees — while the path of karma yoga or jñāna yoga requires the individual's sustained effort, the path of complete surrender (prapatti) calls forth the Lord's direct intervention. He is not merely the object of meditation but the active subject within — ātmabhāvasthaḥ, dwelling as the very Self. The lamp of jñāna is traditionally the guru's grace, but here Krishna reveals that the highest guru-śakti is nothing other than the inner Ātman Itself. The Brahma-sūtras state 'śāstrā-yonitvāt' — the scriptures are the source of knowledge; but Krishna goes deeper: He is the living light within the scriptural letter."
      }
    },
    {
      "verse": 12,
      "sanskrit": "परं ब्रह्म परं धाम पवित्रं परमं भवान् | पुरुषं शाश्वतं दिव्यमादिदेवमजं विभुम् ||",
      "transliteration": "paraṃ brahma paraṃ dhāma pavitraṃ paramaṃ bhavān | puruṣaṃ śāśvataṃ divyam ādidevam ajaṃ vibhum ||",
      "translation": "Arjuna cried out: You are the Supreme Brahman, the ultimate Refuge, the great Purifier. You are the eternal, divine, primeval Spirit — birthless and all-pervading. All the sages and scriptures declare this truth of Your infinite nature.",
      "audio": "/assets/audio/ch10/verse_10_12.mp3",
      "word_breakdown": [
        {
          "word": "परं ब्रह्म",
          "transliteration": "paraṃ brahma",
          "root": "para (supreme, beyond) + √bṛh (to grow, to expand) — brahman (the Absolute)",
          "grammatical_form": "Adjective + noun, neuter, nominative, singular",
          "meaning": "the Supreme Brahman"
        },
        {
          "word": "परं धाम",
          "transliteration": "paraṃ dhāma",
          "root": "para (supreme, beyond) + √dhā (to place, to hold) — dhāman (abode, refuge)",
          "grammatical_form": "Adjective + noun, neuter, nominative, singular",
          "meaning": "the supreme abode/refuge"
        },
        {
          "word": "पवित्रं परमम्",
          "transliteration": "pavitraṃ paramam",
          "root": "√pū (to purify) — pavitra (purifier, pure) + parama (supreme, highest)",
          "grammatical_form": "Adjective + adjective, neuter, nominative, singular",
          "meaning": "the supreme purifier"
        },
        {
          "word": "भवान्",
          "transliteration": "bhavān",
          "root": "bhavatā (an honorific form of address, literally 'the existing one')",
          "grammatical_form": "Pronoun (honorific), masculine, nominative, singular",
          "meaning": "You (respectful form)"
        },
        {
          "word": "पुरुषम्",
          "transliteration": "puruṣam",
          "root": "puruṣa (the cosmic Person, pure Consciousness)",
          "grammatical_form": "Noun, masculine, accusative, singular",
          "meaning": "the Person/Consciousness (cosmic)"
        },
        {
          "word": "शाश्वतम्",
          "transliteration": "śāśvatam",
          "root": "śāśvata (eternal, ever-existing; derived from √śvas or related to śāśvat)",
          "grammatical_form": "Adjective, masculine, accusative, singular",
          "meaning": "eternal/everlasting"
        },
        {
          "word": "दिव्यम्",
          "transliteration": "divyam",
          "root": "div (sky, heaven) — divya (divine, heavenly, transcendent)",
          "grammatical_form": "Adjective, masculine, accusative, singular",
          "meaning": "divine/transcendent"
        },
        {
          "word": "आदिदेवम्",
          "transliteration": "ādi-devam",
          "root": "ādi (beginning, first, primeval) + deva (god, divine being)",
          "grammatical_form": "Compound noun (tatpuruṣa), masculine, accusative, singular",
          "meaning": "the primeval God/the first among gods"
        },
        {
          "word": "अजम्",
          "transliteration": "ajam",
          "root": "a (not) + √jan (to be born) — aja (unborn)",
          "grammatical_form": "Adjective, masculine, accusative, singular",
          "meaning": "unborn/birthless"
        },
        {
          "word": "विभुम्",
          "transliteration": "vibhum",
          "root": "vi (apart, everywhere) + √bhū (to be, to exist) — vibhu (all-pervading, omnipresent)",
          "grammatical_form": "Adjective, masculine, accusative, singular",
          "meaning": "all-pervading/omnipresent"
        }
      ],
      "commentary": {
        "dadaji": "This is Arjuna's great hymn of recognition — spoken not from fear or flattery, but from the depths of a heart that has been moved by love and insight. He uses every great name for the Absolute — Brahman, the supreme abode, the purifier, the eternal Purusha, the unborn, the all-pervading. This is how the devotee naturally speaks when the heart opens: all inadequate words tumble out, each one trying and failing to contain the beloved. The spiritual student who reads this verse should feel it as their own declaration — not recited as theology, but lived as recognition. 'You are all this, my Lord.'",
        "sarvapriyananda": "Arjuna's proclamation here beautifully synthesises the key Vedantic descriptions of Brahman: paramam brahma (echoing the Mundaka: 'brahmaivedam amṛtam purastāt'), paraṃ dhāma (the supreme substratum), and pavitraṃ paramam (supreme purity, which is the nature of śuddha-caitanya). The declaration 'ādidevam ajam' directly resonates with the Kaṭha Upanishad's 'nāyam ātmā pravacanena labhyo' — the Self is not born and cannot be obtained through mere discursive knowledge. When a disciple can genuinely say this — not as memorised theology but as living experience — the teaching has truly been received.",
        "yogananda": "Arjuna has been transformed by the teaching of the preceding ten chapters. What began as grief and confusion (Chapter 1) has deepened into luminous recognition: 'You are the Supreme Brahman.' This is the goal of all spiritual seeking — to look upon the face of one's teacher, one's guru, and recognise the Divine. The 'supreme abode' (paraṃ dhāma) is not a place in the heavens but the state of pure consciousness — the place the soul arrives at when it finally rests in the Self. Unborn, all-pervading — these are the marks of the Absolute; and yet here it stands in human form, speaking kindly to a bewildered devotee.",
        "goyandka": "Verses 12-15 constitute Arjuna's stotra (hymn of praise) in recognition of the Lord's supreme nature — this is the appropriate response of the śiṣya who has received the teaching with reverence. 'Paraṃ brahma paraṃ dhāma' identifies Krishna with the nirguna Brahman of the Upanishads as well as the saguna Brahman of theistic devotion. 'Ādidevam ajam' places Krishna at the very origin of the cosmic hierarchy — He is not one deity among many but the source from which all manifestations arise. This verse serves as the disciple's samarpana — a complete surrender of one's understanding to the Teacher who has been recognised as none other than the Supreme."
      }
    },
    {
      "verse": 13,
      "sanskrit": "आहुस्त्वामृषयः सर्वे देवर्षिर्नारदस्तथा | असितो देवलो व्यासः स्वयं चैव ब्रवीषि मे ||",
      "transliteration": "āhus tvām ṛṣayaḥ sarve devarṣir nāradas tathā | asito devalo vyāsaḥ svayaṃ caiva bravīṣi me ||",
      "translation": "The divine sage Narada, the seers Asita and Devala, the great Vyasa — all have proclaimed this truth about You. And now You Yourself speak it to me directly. O Lord, whatever You reveal, my soul receives as sacred and wholly true.",
      "audio": "/assets/audio/ch10/verse_10_13.mp3",
      "word_breakdown": [
        {
          "word": "आहुः",
          "transliteration": "āhuḥ",
          "root": "√ah (to say, to declare) — perfect tense form",
          "grammatical_form": "Verb, perfect tense, third person, plural, active",
          "meaning": "they declare/say (perfect tense, 3rd person plural)"
        },
        {
          "word": "त्वाम्",
          "transliteration": "tvām",
          "root": "tvam (you, the second-person pronoun)",
          "grammatical_form": "Pronoun, second person, accusative, singular",
          "meaning": "You"
        },
        {
          "word": "ऋषयः सर्वे",
          "transliteration": "ṛṣayaḥ sarve",
          "root": "√ṛṣ (to go, to move — ṛṣi: one who sees, a seer) + sarva (all, every)",
          "grammatical_form": "Noun + adjective, masculine, nominative, plural",
          "meaning": "all the sages"
        },
        {
          "word": "देवर्षिः",
          "transliteration": "devarṣiḥ",
          "root": "deva (god, divine) + ṛṣi (sage, seer)",
          "grammatical_form": "Compound noun (tatpuruṣa), masculine, nominative, singular",
          "meaning": "the divine sage (among the gods)"
        },
        {
          "word": "नारदः",
          "transliteration": "nāradaḥ",
          "root": "Nārada (proper name — the celestial sage)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Narada"
        },
        {
          "word": "तथा",
          "transliteration": "tathā",
          "root": "tathā (so, thus, likewise — correlative adverb)",
          "grammatical_form": "Indeclinable adverb",
          "meaning": "likewise/also"
        },
        {
          "word": "असितः",
          "transliteration": "asitaḥ",
          "root": "Asita (proper name — a Vedic sage)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Asita (a great sage)"
        },
        {
          "word": "देवलः",
          "transliteration": "devalaḥ",
          "root": "Devala (proper name — a renowned sage)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Devala (a great sage)"
        },
        {
          "word": "व्यासः",
          "transliteration": "vyāsaḥ",
          "root": "vi + √as (to spread, to arrange) — Vyāsa (the arranger/compiler; proper name)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Vyasa (the great sage who compiled the Vedas)"
        },
        {
          "word": "स्वयम्",
          "transliteration": "svayam",
          "root": "svayam (by oneself, spontaneously — reflexive indeclinable)",
          "grammatical_form": "Indeclinable reflexive adverb",
          "meaning": "Yourself/directly"
        },
        {
          "word": "चैव",
          "transliteration": "caiva",
          "root": "ca (and, also) + eva (indeed, also — emphatic particle)",
          "grammatical_form": "Indeclinable particles (conjunction + emphatic)",
          "meaning": "and also"
        },
        {
          "word": "ब्रवीषि",
          "transliteration": "bravīṣi",
          "root": "√brū (to speak, to say, to tell)",
          "grammatical_form": "Verb, present tense, second person, singular, active",
          "meaning": "you tell/declare"
        },
        {
          "word": "मे",
          "transliteration": "me",
          "root": "mad (I, me — first-person pronoun, enclitic genitive/dative form)",
          "grammatical_form": "Pronoun, first person, dative/genitive, singular (enclitic)",
          "meaning": "to me"
        }
      ],
      "commentary": {
        "dadaji": "Arjuna is not relying only on his own experience — he validates what Krishna has told him by saying: the sages confirm this. Narada, Asita, Devala, Vyasa — these are the great rivers of human wisdom, all flowing to the same ocean. And then Arjuna adds, most beautifully: 'and You Yourself tell me so.' There is something childlike and complete about this faith — when the greatest teachers of history all point to the same truth, and then the truth itself speaks directly to your heart, what else is needed? This is how faith matures into knowledge: gradually corroborated from all directions until there is no remaining doubt.",
        "sarvapriyananda": "Arjuna's appeal to the authority of the sages reflects the Vedantic epistemological framework of the 'triple testimony' (trī prasthāna): śruti (scripture), smṛti (tradition), and anubhava (direct experience). Narada's authority comes from direct revelation; Asita and Devala represent the dharmaśāstra tradition; Vyasa represents the synthesis of all Vedic wisdom in the Mahabharata and Puranas. And then Arjuna adds the fourth and supreme authority: svayam bravīṣi — 'You Yourself tell me so.' This is the beauty of bhakti: the devotee eventually needs no external authority at all, for the Divine speaks directly within.",
        "yogananda": "The tradition of wisdom is like a great unbroken chain — each authentic sage passes the light of truth to the next generation. Narada, the celestial messenger of bhakti, carries this light across all three worlds without interruption. When Arjuna says 'You Yourself tell me so,' he is describing the highest form of spiritual knowing: direct revelation, where the teacher and the teaching and the taught become one. This is what the great Christian mystics called 'locutio Dei' — the speech of God within — and what the Vedic tradition calls 'aparokṣānubhūti' — direct, non-mediated experience of the Real.",
        "goyandka": "The tradition (sampradāya) is essential in Vedic dharma — no individual can claim spiritual authority in isolation. Here Arjuna establishes that his recognition of Krishna's divine nature is not merely personal but corroborated by the entire paraṃparā (lineage) of sages from Narada to Vyasa. Devarṣi Nārada transmits knowledge through bhakti and revelation; Asita and Devala represent the ancient dharmaśāstra tradition; Vyāsadeva, who is the guru of gurus and an avatāra in his own right, provides the ultimate scriptural sanction. The final clause — 'svayaṃ caiva bravīṣi me' — acknowledges that no external authority is more valid than the direct teaching of Bhagavān Himself."
      }
    },
    {
      "verse": 14,
      "sanskrit": "सर्वमेतदृतं मन्ये यन्मां वदसि केशव | न हि ते भगवन्व्यक्तिं विदुर्देवा न दानवाः ||",
      "transliteration": "sarvam etad ṛtaṃ manye yan māṃ vadasi keśava | na hi te bhagavan vyaktiṃ vidur devā na dānavāḥ ||",
      "translation": "I accept as truth everything You have told me, O Keshava. Neither the gods nor the demons, O Lord, can fully know Your divine nature — for You are the very ground of their existence, the Mystery behind all mysteries.",
      "audio": "/assets/audio/ch10/verse_10_14.mp3",
      "word_breakdown": [
        {
          "word": "सर्वम् एतद्",
          "transliteration": "sarvam etad",
          "root": "sarva (all, every) + etad (this, this here)",
          "grammatical_form": "Adjective + demonstrative pronoun, neuter, accusative, singular",
          "meaning": "all this"
        },
        {
          "word": "ऋतम्",
          "transliteration": "ṛtam",
          "root": "ṛta (cosmic truth, right order — from √ṛ, to go rightly)",
          "grammatical_form": "Noun/adjective, neuter, accusative, singular",
          "meaning": "true/truth (from ṛta — cosmic truth)"
        },
        {
          "word": "मन्ये",
          "transliteration": "manye",
          "root": "√man (to think, to consider, to believe)",
          "grammatical_form": "Verb, present tense, first person, singular, middle (ātmanepada)",
          "meaning": "I believe/consider"
        },
        {
          "word": "यत्",
          "transliteration": "yat",
          "root": "yad (which, what, that — relative pronoun)",
          "grammatical_form": "Relative pronoun, neuter, nominative/accusative, singular",
          "meaning": "what/that which"
        },
        {
          "word": "माम्",
          "transliteration": "mām",
          "root": "mad (I, me — first-person pronoun)",
          "grammatical_form": "Pronoun, first person, accusative, singular",
          "meaning": "to me"
        },
        {
          "word": "वदसि",
          "transliteration": "vadasi",
          "root": "√vad (to speak, to say, to tell)",
          "grammatical_form": "Verb, present tense, second person, singular, active",
          "meaning": "you say/tell"
        },
        {
          "word": "केशव",
          "transliteration": "keśava",
          "root": "keśa (hair) + va (having) — or Keśin (the demon Keshi) + √han (to slay)",
          "grammatical_form": "Proper noun/epithet, masculine, vocative, singular",
          "meaning": "O Keshava — Krishna (slayer of Keshi, or beautiful-haired)"
        },
        {
          "word": "न हि",
          "transliteration": "na hi",
          "root": "na (not, no — negative particle) + hi (indeed, for, verily — emphatic particle)",
          "grammatical_form": "Indeclinable particles (negation + emphatic)",
          "meaning": "indeed not"
        },
        {
          "word": "ते भगवन्",
          "transliteration": "te bhagavan",
          "root": "tvam (you — second-person pronoun, enclitic genitive) + bhaga (glory, fortune) + vat (possessing)",
          "grammatical_form": "Pronoun (genitive enclitic) + noun/epithet, masculine, vocative, singular",
          "meaning": "Your, O Blessed Lord"
        },
        {
          "word": "व्यक्तिम्",
          "transliteration": "vyaktim",
          "root": "vi + √añj (to manifest, to make clear) — vyakti (manifestation, form, nature)",
          "grammatical_form": "Noun, feminine, accusative, singular",
          "meaning": "manifestation/nature/form"
        },
        {
          "word": "विदुः",
          "transliteration": "viduḥ",
          "root": "√vid (to know, to understand)",
          "grammatical_form": "Verb, perfect tense, third person, plural, active",
          "meaning": "they know (third person plural perfect)"
        },
        {
          "word": "देवाः",
          "transliteration": "devāḥ",
          "root": "div (to shine, to play) — deva (god, shining one, divine being)",
          "grammatical_form": "Noun, masculine, nominative, plural",
          "meaning": "the gods"
        },
        {
          "word": "दानवाः",
          "transliteration": "dānavāḥ",
          "root": "Danu (a mythic mother of demons) — dānava (demon, Titan, descendant of Danu)",
          "grammatical_form": "Noun, masculine, nominative, plural",
          "meaning": "the demons/Danavas"
        }
      ],
      "commentary": {
        "dadaji": "Arjuna's faith here is complete and wholehearted — 'I believe all this as true.' This is śraddhā — not blind credulity, but a deep, quiet confidence born of love and resonance. Notice that even the gods cannot fully comprehend Krishna's nature — this should inspire appropriate humility in us. The highest theological formulations, the most sophisticated philosophical systems, can only point from a distance at what the devotee in love experiences in a moment. Arjuna calls Krishna 'Keshava' — whose very name can mean 'the one who destroys Keshi (the demon),' and at another level means 'the beautiful-haired one.' Even in address, every name is praise.",
        "sarvapriyananda": "Ṛtam — cosmic truth — is the Vedic term for the fundamental order underlying all existence, the ground of all dharma. Arjuna's acceptance of ṛtam is his alignment with this cosmic truth-principle. The statement that neither gods nor demons know Krishna's vyakti (manifestation/nature) reflects the Upanishadic teaching that Brahman is beyond the grasp of even the celestial intelligences: 'yato vāco nivartante aprāpya manasā saha' — where speech and mind return without reaching. The gods partake of Brahman's light but cannot encompass it; this is precisely why even Indra must take instruction from Brihaspati, and why all wisdom ultimately traces back to the Supreme.",
        "yogananda": "The gods and demons in this verse represent, at an inner level, all the various powers and tendencies of the mind and the spiritual realm — none of them can truly know the infinite consciousness that is Krishna. Even the highest angels exist within the framework of relative consciousness; the Absolute transcends all relative knowledge. Arjuna's faith — 'I believe all this as true' — is the beginning of direct knowledge (aparokṣa jñāna). When we cease arguing with God and simply open in trust, the barriers dissolve and the Light enters. This is the transformative power of śraddhā: it opens the door that intellectual analysis cannot.",
        "goyandka": "Arjuna's declaration 'sarvam etad ṛtam manye' is the proper attitude of the śiṣya: accepting the guru's word with full śraddhā, not as servile credulity but as the natural response of a purified intellect that recognizes the teaching as consonant with both scripture and inner experience. The statement that neither devas nor dānavas know the Lord's true vyakti establishes the transcendence of the Supreme over all cosmic hierarchies — this is the philosophical basis for the Vedantic doctrine that Brahman is svayam-prakāśa (self-luminous) and cannot be known as an object. The devotee who surrenders completely, paradoxically, comes closest to this unknowable Lord — through love what intellect cannot reach."
      }
    },
    {
      "verse": 15,
      "sanskrit": "स्वयमेवात्मनात्मानं वेत्थ त्वं पुरुषोत्तम | भूतभावन भूतेश देवदेव जगत्पते ||",
      "transliteration": "svayam evātmanātmānaṃ vettha tvaṃ puruṣottama | bhūtabhāvana bhūteśa devadeva jagatpate ||",
      "translation": "You alone know Yourself through Your own Self, O Supreme Person — O Source and Lord of all beings, O God of gods, O Ruler of the universe. No finite mind can grasp the Infinite; only God knows God. Yet You reveal Yourself to the devoted soul.",
      "audio": "/assets/audio/ch10/verse_10_15.mp3",
      "word_breakdown": [
        {
          "word": "स्वयम् एव",
          "transliteration": "svayam eva",
          "root": "svayam (by oneself, spontaneously) + eva (indeed, alone — emphatic particle)",
          "grammatical_form": "Indeclinable reflexive adverb + emphatic particle",
          "meaning": "You alone/by Yourself (emphatic)"
        },
        {
          "word": "आत्मना",
          "transliteration": "ātmanā",
          "root": "ātman (the Self, the inner essence)",
          "grammatical_form": "Noun, masculine, instrumental, singular",
          "meaning": "by the Self/through Your own nature"
        },
        {
          "word": "आत्मानम्",
          "transliteration": "ātmānam",
          "root": "ātman (the Self, the inner essence)",
          "grammatical_form": "Noun, masculine, accusative, singular",
          "meaning": "Yourself/Your own Self"
        },
        {
          "word": "वेत्थ",
          "transliteration": "vettha",
          "root": "√vid (to know, to understand) — perfect tense form",
          "grammatical_form": "Verb, perfect tense, second person, singular, active",
          "meaning": "You know (2nd person singular, perfect tense)"
        },
        {
          "word": "त्वम्",
          "transliteration": "tvam",
          "root": "tvam (you — second-person pronoun)",
          "grammatical_form": "Pronoun, second person, nominative, singular",
          "meaning": "You"
        },
        {
          "word": "पुरुषोत्तम",
          "transliteration": "puruṣottama",
          "root": "puruṣa (the cosmic Person, Consciousness) + uttama (highest, supreme)",
          "grammatical_form": "Compound noun (tatpuruṣa), masculine, vocative, singular",
          "meaning": "O Supreme Person (puruṣa=person, uttama=highest)"
        },
        {
          "word": "भूतभावन",
          "transliteration": "bhūta-bhāvana",
          "root": "bhūta (beings, creatures — from √bhū, to be) + √bhū causative bhāvana (causing to be, producing, nourishing)",
          "grammatical_form": "Compound noun (tatpuruṣa), masculine, vocative, singular",
          "meaning": "O Source/Creator of all beings"
        },
        {
          "word": "भूतेश",
          "transliteration": "bhūteśa",
          "root": "bhūta (beings — from √bhū, to be) + īśa (lord, master — from √īś, to rule)",
          "grammatical_form": "Compound noun (tatpuruṣa), masculine, vocative, singular",
          "meaning": "O Lord of all beings"
        },
        {
          "word": "देवदेव",
          "transliteration": "deva-deva",
          "root": "deva (god, divine being) + deva (god) — repeated for superlative emphasis",
          "grammatical_form": "Compound noun (dvandva/repetitive), masculine, vocative, singular",
          "meaning": "O God of gods"
        },
        {
          "word": "जगत्पते",
          "transliteration": "jagat-pate",
          "root": "jagat (the world, the moving universe — from √gam, to go) + pati (lord, master)",
          "grammatical_form": "Compound noun (tatpuruṣa), masculine, vocative, singular",
          "meaning": "O Lord of the universe"
        }
      ],
      "commentary": {
        "dadaji": "This verse reaches the limit of what words can do. After all the names and praises, Arjuna arrives at this: 'Only You know Yourself through Yourself.' The mind cannot reach God — only God can reach God. And then, like a garland being placed at the feet of the Lord, the four titles tumble out: Source of beings, Lord of beings, God of gods, Lord of the universe. These are not intellectual propositions — they are acts of love. The devotee who speaks these words in prayer is not describing God; they are surrendering into God. The act of praise itself becomes a form of union.",
        "sarvapriyananda": "This is perhaps the most radical epistemological statement in the Gita: Brahman knows Brahman — the Absolute is known only by the Absolute itself. This directly parallels the Brihadaranyaka Upanishad's 'vijñātaram are kena vijānīyāt' — 'By what should the knower be known?' The subject-object structure of ordinary knowledge breaks down completely at this point. The four vocatives — bhūtabhāvana, bhūteśa, devadeva, jagatpate — are progressively more encompassing: Creator, Lord, God of gods, Lord of all — each term pointing to a wider circle of divine sovereignty until the circle encompasses all existence.",
        "yogananda": "'You alone know Yourself by Yourself' — this is the Vedantic axiom that Consciousness (Cit) alone can know pure Consciousness. No instrument, no faculty, no concept can grasp the Infinite — only the Infinite can know itself. In the deepest states of samadhi, the individual consciousness does not so much 'know' Brahman as it merges with Brahman, and in that merging there is a knowing that is not separate from being. The four divine names with which Arjuna concludes are a cascade of recognition — Source, Lord, God, Master — each one a wave of devotional awareness breaking on the shore of the Infinite.",
        "goyandka": "The principle svayam evātmanātmānaṃ vettha — the Lord knows Himself through Himself — is the Vedantic doctrine of Brahman as self-luminous (svaprakāśa) and self-knowing (svayaṃvedya). This is why no jīva can know Brahman as an external object — Brahman can only be known from within, as the knowing itself. The four epithets in the second line are a progressive hymn of attribution: bhūtabhāvana points to the sṛṣṭi (creation) function; bhūteśa to the sthiti (sustenance); devadeva to the sovereignty above all cosmic hierarchies; and jagatpate to the ultimate lordship over all of manifest existence. Arjuna's hymn thus encompasses the full pañcakṛtya (five divine functions) in compressed form."
      }
    },
    {
      "verse": 16,
      "sanskrit": "वक्तुमर्हस्यशेषेण दिव्या ह्यात्मविभूतयः | याभिर्विभूतिभिर्लोकानिमांस्त्वं व्याप्य तिष्ठसि ||",
      "transliteration": "vaktum arhasy aśeṣeṇa divyā hy ātmavibhūtayaḥ | yābhir vibhūtibhir lokān imāṃs tvaṃ vyāpya tiṣṭhasi ||",
      "translation": "Please speak to me of Your divine glories in full — those majestic expressions through which You pervade and sustain all these worlds. I long to know You, not as an abstract principle, but as the living Presence radiating through all creation.",
      "audio": "/assets/audio/ch10/verse_10_16.mp3",
      "word_breakdown": [
        {
          "word": "वक्तुम्",
          "transliteration": "vaktum",
          "root": "√vac (to speak, to say, to tell)",
          "grammatical_form": "Infinitive (tumun kṛt)",
          "meaning": "to tell/speak"
        },
        {
          "word": "अर्हसि",
          "transliteration": "arhasi",
          "root": "√arh (to deserve, to be worthy, to ought)",
          "grammatical_form": "Verb, present tense, second person, singular, active",
          "meaning": "you should/you are worthy (2nd person singular)"
        },
        {
          "word": "अशेषेण",
          "transliteration": "aśeṣeṇa",
          "root": "a (not, without) + śeṣa (remainder, rest — from √śiṣ, to remain)",
          "grammatical_form": "Adjective used as adverb, masculine, instrumental, singular",
          "meaning": "fully/completely/without remainder"
        },
        {
          "word": "दिव्याः",
          "transliteration": "divyāḥ",
          "root": "div (sky, heaven, light) — divya (divine, heavenly, transcendent)",
          "grammatical_form": "Adjective, feminine, nominative, plural",
          "meaning": "divine"
        },
        {
          "word": "ह्य् आत्मविभूतयः",
          "transliteration": "hy ātma-vibhūtayaḥ",
          "root": "hi (indeed, for — emphatic particle) + ātman (Self) + vi + √bhū (to be, to manifest abundantly) — vibhūti (divine manifestation, glory)",
          "grammatical_form": "Particle + compound noun (tatpuruṣa), feminine, nominative, plural",
          "meaning": "Your own divine glories/manifestations"
        },
        {
          "word": "याभिः",
          "transliteration": "yābhiḥ",
          "root": "yad (which, what — relative pronoun)",
          "grammatical_form": "Relative pronoun, feminine, instrumental, plural",
          "meaning": "by which"
        },
        {
          "word": "विभूतिभिः",
          "transliteration": "vibhūtibhiḥ",
          "root": "vi + √bhū (to be, to manifest) — vibhūti (divine power, glory, manifestation)",
          "grammatical_form": "Noun, feminine, instrumental, plural",
          "meaning": "through manifestations/glories"
        },
        {
          "word": "लोकान् इमान्",
          "transliteration": "lokān imān",
          "root": "√lok (to see, to behold) — loka (world, realm) + idam (this — demonstrative pronoun)",
          "grammatical_form": "Noun + demonstrative pronoun, masculine, accusative, plural",
          "meaning": "these worlds"
        },
        {
          "word": "त्वम्",
          "transliteration": "tvam",
          "root": "tvam (you — second-person pronoun)",
          "grammatical_form": "Pronoun, second person, nominative, singular",
          "meaning": "You"
        },
        {
          "word": "व्याप्य",
          "transliteration": "vyāpya",
          "root": "vi + √āp (to pervade, to reach, to fill completely)",
          "grammatical_form": "Absolutive/gerund (lyap kṛt)",
          "meaning": "pervading/permeating"
        },
        {
          "word": "तिष्ठसि",
          "transliteration": "tiṣṭhasi",
          "root": "√sthā (to stand, to remain, to abide)",
          "grammatical_form": "Verb, present tense, second person, singular, active",
          "meaning": "You abide/remain"
        }
      ],
      "commentary": {
        "dadaji": "Now Arjuna asks for what every devotee secretly longs for: 'Tell me how You are everywhere.' Not just that You are everywhere — but how, specifically, I can see You. This question is the beginning of a new kind of seeing — learning to recognise the Divine in the world as it actually is, not just as an abstract principle. This is the practical bhakti question: 'In what forms should I meditate on You? What should I look for?' The Lord's answer — all the vibhutis of verses 20-42 — is a curriculum for sacred vision, a training manual for eyes that want to see God in creation.",
        "sarvapriyananda": "Arjuna's request — 'tell me fully, aśeṣeṇa' — contains a deep irony that Krishna gently corrects in verse 40: there is no 'fully' when it comes to Brahman's vibhutis; the most one can offer is a representative selection, an uddeśataḥ (indication). The question about how Krishna 'pervades and abides in' these worlds invites the distinction between the immanent and transcendent aspects of Brahman — He is both vyāpya (pervading, immanent) and sthita (abiding, transcendent). This is the Upanishadic 'aṇor aṇīyān mahato mahīyān' — smaller than the smallest, larger than the largest.",
        "yogananda": "Arjuna is asking the cosmic meditator's question: 'Teach me to find You in everything.' This is the transition from introversion (finding God within, in meditation) to extroversion (finding God without, in the world). The fully realised yogi moves freely between these — in the inner stillness, the Absolute; in the outer movement, the same Absolute wearing the costume of creation. The teaching of the vibhutis is essentially a manual for cosmic meditation — for the contemplative who wishes to see God's face in every flower, every ocean wave, every act of human excellence.",
        "goyandka": "Arjuna's request that Krishna describe His divine manifestations (vibhūtayaḥ) in their totality represents the gurumukha's perfect posture: having received the philosophical teaching, he now asks for the devotional curriculum — how to apply this understanding in lived experience. The phrase 'vyāpya tiṣṭhasi' (pervading and abiding) encapsulates the non-dual presence: not that Krishna merely creates the worlds and stands apart, but that He pervades them from within while remaining beyond them — both saguṇa and nirguṇa, both immanent and transcendent. The following verses (20-42) constitute His gracious response to this sincere request."
      }
    },
    {
      "verse": 17,
      "sanskrit": "कथं विद्यामहं योगिंस्त्वां सदा परिचिन्तयन् | केषु केषु च भावेषु चिन्त्योऽसि भगवन्मया ||",
      "transliteration": "kathaṃ vidyām ahaṃ yogiṃs tvāṃ sadā paricintayan | keṣu keṣu ca bhāveṣu cintyo'si bhagavan mayā ||",
      "translation": "How am I to contemplate You always, O great Yogi? In what forms and aspects should I meditate upon You? Help me, O Lord, to see Your face in all faces, Your presence in all that exists.",
      "audio": "/assets/audio/ch10/verse_10_17.mp3",
      "word_breakdown": [
        {
          "word": "कथम्",
          "transliteration": "katham",
          "root": "katham (how, in what way — interrogative adverb)",
          "grammatical_form": "Indeclinable interrogative adverb",
          "meaning": "how"
        },
        {
          "word": "विद्याम् अहम्",
          "transliteration": "vidyām aham",
          "root": "√vid (to know, to understand) + aham (I — first-person pronoun)",
          "grammatical_form": "Verb (optative/potential mood, first person, singular, active) + pronoun (nominative, singular)",
          "meaning": "shall I know (potential mood)"
        },
        {
          "word": "योगिन्",
          "transliteration": "yogin",
          "root": "yoga (union, discipline — from √yuj, to yoke, to unite) + in (possessive suffix)",
          "grammatical_form": "Noun, masculine, vocative, singular",
          "meaning": "O Yogin (master of yoga, Krishna)"
        },
        {
          "word": "त्वाम्",
          "transliteration": "tvām",
          "root": "tvam (you — second-person pronoun)",
          "grammatical_form": "Pronoun, second person, accusative, singular",
          "meaning": "You"
        },
        {
          "word": "सदा",
          "transliteration": "sadā",
          "root": "sada (always, ever — from sat, being, existing)",
          "grammatical_form": "Indeclinable adverb of time",
          "meaning": "always/constantly"
        },
        {
          "word": "परिचिन्तयन्",
          "transliteration": "paricintayan",
          "root": "pari (around, thoroughly) + √cit (to think, to contemplate) — causative or intensive",
          "grammatical_form": "Present active participle, masculine, nominative, singular",
          "meaning": "meditating/contemplating deeply"
        },
        {
          "word": "केषु केषु",
          "transliteration": "keṣu keṣu",
          "root": "kim (what, which — interrogative pronoun) — repeated for distributive emphasis",
          "grammatical_form": "Interrogative pronoun, masculine/neuter, locative, plural (repeated distributively)",
          "meaning": "in what (various), in what (various)"
        },
        {
          "word": "च भावेषु",
          "transliteration": "ca bhāveṣu",
          "root": "ca (and, also — conjunction) + √bhū (to be, to become) — bhāva (state, aspect, entity, form)",
          "grammatical_form": "Conjunction + noun, masculine, locative, plural",
          "meaning": "and in aspects/forms/entities"
        },
        {
          "word": "चिन्त्यः असि",
          "transliteration": "cintyaḥ asi",
          "root": "√cit (to think, to contemplate) — gerundive/future passive participle + √as (to be)",
          "grammatical_form": "Gerundive (future passive participle), masculine, nominative, singular + verb (present tense, second person, singular)",
          "meaning": "are to be contemplated/are you to be thought of"
        },
        {
          "word": "भगवन्",
          "transliteration": "bhagavan",
          "root": "bhaga (glory, fortune, divine power) + vat (possessing) — bhagavat (the Blessed One)",
          "grammatical_form": "Noun/epithet, masculine, vocative, singular",
          "meaning": "O Blessed Lord/O Bhagavan"
        },
        {
          "word": "मया",
          "transliteration": "mayā",
          "root": "mad (I, me — first-person pronoun)",
          "grammatical_form": "Pronoun, first person, instrumental, singular",
          "meaning": "by me"
        }
      ],
      "commentary": {
        "dadaji": "Arjuna's question comes from a very practical place — 'How do I find You in daily meditation? In what forms should I think of You?' This is the question of the sincere sādhaka, not the philosopher. The answer that follows — the entire Vibhuti Yoga — is Krishna's gift to every meditator who has ever struggled with making the formless concrete, with anchoring the abstract in the tangible. Start with what you love most in creation — the sunrise, the river, the mountain — and know that you are touching Krishna. Gradually, everything becomes a face of the Beloved.",
        "sarvapriyananda": "Arjuna addresses Krishna as 'Yogin' — recognising Him not merely as a deity but as the supreme practitioner of yoga, the one who has perfectly united individual consciousness with cosmic consciousness. The question 'in what aspects are You to be contemplated?' invites the teaching of saguṇa upāsanā — the meditative approach through definite forms and qualities, which is the starting point for most sādhakas before the mind can rest in formless awareness. Patanjali's Yoga Sutras begin with 'Ishvara-praṇidhāna' — surrender to the Lord — and this verse is essentially Arjuna asking how to practise that surrendered, continuous contemplation.",
        "yogananda": "The great meditators of all traditions have faced this same question: how to bring the infinite into the finite capacity of the human mind? The vibhutis that follow are Krishna's practical answer — meditate on the highest in every category, and you will be meditating on Me. In the scientific laboratory, meditate on Truth; in the concert hall, meditate on Beauty; in the forest, meditate on the ancient sacred trees. Everywhere, in every excellence, find the divine thread. This is the yoga of seeing, the practice of sacred perception that transforms ordinary life into continuous meditation.",
        "goyandka": "Arjuna's two-part question — 'how to know (vidyām)' and 'in what aspects to contemplate (keṣu bhāveṣu cintya)' — represents the dual inquiry of the sincere devotee: both the philosophical question (what is the nature of the Divine?) and the practical question (how do I access it?). The first is answered by the vibhūti-knowledge itself; the second is answered by the practice of seeing each vibhūti as a doorway. Traditional commentators note that this verse authorises the devotee to meditate on God's highest manifestations as a legitimate and indeed superior form of saguṇa upāsanā — the yoga of sacred seeing that prepares the mind for the nirguna realisation."
      }
    },
    {
      "verse": 18,
      "sanskrit": "विस्तरेणात्मनो योगं विभूतिं च जनार्दन | भूयः कथय तृप्तिर्हि श्रृण्वतो नास्ति मेऽमृतम् ||",
      "transliteration": "vistareṇātmano yogaṃ vibhūtiṃ ca janārdana | bhūyaḥ kathaya tṛptir hi śṛṇvato nāsti me'mṛtam ||",
      "translation": "Tell me again and in great detail of Your yoga-power and Your divine glories, O Janardana — for I cannot hear enough of Your immortal words. Every repetition of Your name, every retelling of Your glory, carries the soul deeper into the Divine.",
      "audio": "/assets/audio/ch10/verse_10_18.mp3",
      "word_breakdown": [
        {
          "word": "विस्तरेण",
          "transliteration": "vistareṇa",
          "root": "vistara (expansion, detail)",
          "grammatical_form": "Noun, masculine, instrumental, singular",
          "meaning": "in detail/at length/expansively"
        },
        {
          "word": "आत्मनः योगम्",
          "transliteration": "ātmanaḥ yogam",
          "root": "ātman (Self, soul) + √yuj (to join, to unite)",
          "grammatical_form": "Noun, masculine, genitive, singular + noun, masculine, accusative, singular",
          "meaning": "Your yoga-power/Your divine power"
        },
        {
          "word": "विभूतिम् च",
          "transliteration": "vibhūtim ca",
          "root": "vi + √bhū (to be, to become) → vibhūti (glory, manifestation)",
          "grammatical_form": "Noun, feminine, accusative, singular + conjunction",
          "meaning": "and the glories/divine manifestations"
        },
        {
          "word": "जनार्दन",
          "transliteration": "janārdana",
          "root": "jana (people) + √ard (to move, to help, to stir)",
          "grammatical_form": "Compound noun, masculine, vocative, singular",
          "meaning": "O Janardana — Krishna (one who helps/stirs humanity)"
        },
        {
          "word": "भूयः",
          "transliteration": "bhūyaḥ",
          "root": "bhūyas (more, again)",
          "grammatical_form": "Adverb, comparative",
          "meaning": "again/once more"
        },
        {
          "word": "कथय",
          "transliteration": "kathaya",
          "root": "√kath (to tell, to narrate)",
          "grammatical_form": "Verb, causative, imperative, 2nd person, singular",
          "meaning": "tell/speak (imperative)"
        },
        {
          "word": "तृप्तिः",
          "transliteration": "tṛptiḥ",
          "root": "√tṛp (to be satisfied, to be satiated)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "satiation/satisfaction"
        },
        {
          "word": "हि",
          "transliteration": "hi",
          "root": "hi (indeed, for, because — an indeclinable particle)",
          "grammatical_form": "Indeclinable particle, affirmative/causal",
          "meaning": "indeed/for"
        },
        {
          "word": "शृण्वतः",
          "transliteration": "śṛṇvataḥ",
          "root": "√śru (to hear, to listen)",
          "grammatical_form": "Present active participle, masculine, genitive, singular",
          "meaning": "for (one) who is listening/hearing"
        },
        {
          "word": "नास्ति मे",
          "transliteration": "nāsti me",
          "root": "na (not) + asti (is, from √as) + me (of me, enclitic genitive)",
          "grammatical_form": "Negative verb phrase + personal pronoun, genitive, singular",
          "meaning": "there is none for me"
        },
        {
          "word": "अमृतम्",
          "transliteration": "amṛtam",
          "root": "a (not) + √mṛ (to die) → amṛta (immortal, nectar of immortality)",
          "grammatical_form": "Noun, neuter, accusative, singular",
          "meaning": "nectar/amrita (the divine nectar of immortality)"
        }
      ],
      "commentary": {
        "dadaji": "Arjuna cannot get enough — he calls Krishna's words 'amṛtam,' nectar, and says he is not satisfied however much he hears. This is the mark of true spiritual experience: it creates an appetite rather than satiation. The more genuine contact you have with the Divine, the more you want. This is the opposite of worldly pleasure, which always disappoints and depletes. Krishna's words are called amṛta because they bring immortality — they touch something in the soul that death cannot reach. Every time you sit with the Gita and feel that inexhaustible pull, Arjuna's words are being fulfilled in you.",
        "sarvapriyananda": "The image of the Lord's words as amṛta (nectar) is deeply Upanishadic — the Taittiriya Upanishad repeatedly uses the word 'ananda' (bliss) to describe the nature of Brahman, and this bliss, once tasted, creates an inexhaustible thirst for more. 'Bhūyaḥ kathaya' — 'tell me again' — reflects the nature of genuine spiritual inquiry: it is never complete, never exhausted. The Chhandogya Upanishad narrates how the young Svetaketu returns again and again to his father Uddalaka for deeper teaching; each answer opens to a wider question. This insatiability is not spiritual immaturity but spiritual health.",
        "yogananda": "When divine words touch the soul directly, they are experienced as amṛta — a sweet, sustaining nourishment that is literally undying (a-mṛta: without death). Sri Ramakrishna described the effect of hearing the name of God as like hearing a bell struck in an empty room — the reverberations continue long after the sound has ceased. Arjuna's hunger for more teaching shows that the earlier chapters have done their work: his heart has been opened, his consciousness has been raised, and now the divine teaching flows into him like rain into a field prepared for planting.",
        "goyandka": "The identification of Shri Krishna's words with amṛta (divine nectar) is echoed throughout the Bhāgavata Purāṇa — 'śṛṇvatāṃ sva-kathāḥ kṛṣṇaḥ' — the self-narratives of Krishna enter the heart of those who listen with faith and cleanse it like the Ganga. 'Tṛptir hi śṛṇvato nāsti me amṛtam' — this holy dissatisfaction is the correct state of the mumukṣu (one seeking liberation): worldly pleasures saturate and dull, while spiritual wisdom enlivens and invites ever-deeper inquiry. Arjuna calling the Lord 'Janārdana' — the one who aids humanity (jana=people, ardana=to help/stir) — places this personal exchange in its cosmic context: Krishna's teaching is not for Arjuna alone but for all humanity across all time."
      }
    },
    {
      "verse": 19,
      "sanskrit": "हन्त ते कथयिष्यामि दिव्या ह्यात्मविभूतयः | प्राधान्यतः कुरुश्रेष्ठ नास्त्यन्तो विस्तरस्य मे ||",
      "transliteration": "hanta te kathayiṣyāmi divyā hy ātmavibhūtayaḥ | prādhānyataḥ kuruśreṣṭha nāsty anto vistarasya me ||",
      "translation": "The Blessed Lord said: Very well — I shall declare to you My principal divine glories, O best of Kurus, for there is no end to the fullness of My expression. These are only the foremost rays of an infinite, inexhaustible Divine radiance.",
      "audio": "/assets/audio/ch10/verse_10_19.mp3",
      "word_breakdown": [
        {
          "word": "हन्त",
          "transliteration": "hanta",
          "root": "hanta (an exclamatory particle expressing assent or surprise)",
          "grammatical_form": "Indeclinable exclamatory particle",
          "meaning": "yes/well then/good (an affirmative exclamation)"
        },
        {
          "word": "ते",
          "transliteration": "te",
          "root": "yuṣmad (thou, you — 2nd person pronoun)",
          "grammatical_form": "Personal pronoun, 2nd person, dative, singular (enclitic)",
          "meaning": "to you"
        },
        {
          "word": "कथयिष्यामि",
          "transliteration": "kathayiṣyāmi",
          "root": "√kath (to tell, to narrate)",
          "grammatical_form": "Verb, causative, future tense, 1st person, singular",
          "meaning": "I will tell (future tense, 1st person)"
        },
        {
          "word": "दिव्याः",
          "transliteration": "divyāḥ",
          "root": "div (heaven, sky) → divya (divine, heavenly)",
          "grammatical_form": "Adjective, feminine, nominative, plural",
          "meaning": "divine"
        },
        {
          "word": "ह्य् आत्मविभूतयः",
          "transliteration": "hy ātma-vibhūtayaḥ",
          "root": "hi (for, indeed) + ātman (Self) + vi + √bhū (to be) → vibhūti (glory, manifestation)",
          "grammatical_form": "Particle + compound noun, feminine, nominative, plural",
          "meaning": "My own divine glories/manifestations"
        },
        {
          "word": "प्राधान्यतः",
          "transliteration": "prādhānyataḥ",
          "root": "pradhāna (chief, principal) → prādhānya (prominence, pre-eminence)",
          "grammatical_form": "Abstract noun, neuter, ablative, singular (used as adverb)",
          "meaning": "of the prominent ones/by way of the chief examples"
        },
        {
          "word": "कुरुश्रेष्ठ",
          "transliteration": "kuru-śreṣṭha",
          "root": "Kuru (the Kuru dynasty) + śreṣṭha (best, most excellent, from √śrī)",
          "grammatical_form": "Compound noun, masculine, vocative, singular",
          "meaning": "O best of the Kurus (Arjuna)"
        },
        {
          "word": "नास्ति अन्तः",
          "transliteration": "nāsti antaḥ",
          "root": "na (not) + asti (is, from √as) + anta (end, limit)",
          "grammatical_form": "Negative verb phrase + noun, masculine, nominative, singular",
          "meaning": "there is no end"
        },
        {
          "word": "विस्तरस्य मे",
          "transliteration": "vistarasya me",
          "root": "vistara (expansion, extent) + me (of me, enclitic genitive of asmad)",
          "grammatical_form": "Noun, masculine, genitive, singular + personal pronoun, genitive, singular",
          "meaning": "of My extent/expansion"
        }
      ],
      "commentary": {
        "dadaji": "The Lord says 'hanta' — a warm, affectionate 'yes, of course!' — before beginning the great catalogue of vibhutis. There is joy in this response, as if a father is delighted by his child's eagerness to know more about him. And with characteristic divine honesty, He adds: 'but there is no end to My extent — I can only give you the highlights.' This combination of total willingness and infinite transcendence is the mark of the Divine: always available, never exhaustible. The spiritual life with such a God is never boring — always there is more to discover, more to love, more to become.",
        "sarvapriyananda": "The exclamation 'hanta' — translated variously as 'good,' 'yes,' 'well then' — is unique in the Gita; it conveys an informal, affectionate delight in the disciple's eagerness. It mirrors the guru-disciple intimacy that is the highest form of spiritual relationship. The Lord's caveat — 'prādhānyataḥ, only the prominent ones' — is important: the entire universe is full of vibhutis without exception, but the mind cannot contemplate infinity directly. The enumeration that follows is a representative selection — an upāya (skillful means) to train the mind in divine vision. Once the mind learns to see God in the prominent, it begins spontaneously to find the Lord in everything.",
        "yogananda": "The Lord's cheerful 'hanta' — his yes to Arjuna's request — is the divine response that every sincere devotee eventually receives: God is infinitely willing to reveal Himself to those who truly seek. The qualification 'only the prominent ones, for there is no end to My extent' is the Lord's gentle reminder that even the most comprehensive teaching is only a beginning. The spiritual path has no ceiling — every realisation opens to a wider realisation, every experience of the Divine deepens to reveal a still more infinite depth. This is not a frustration but the greatest possible good news: there is always more of God to discover.",
        "goyandka": "The Lord's response beginning with 'hanta' represents His genuine willingness to teach — this is the guru-prasāda (grace of the teacher) flowing freely in response to the disciple's earnest inquiry. The phrase 'nāsty anto vistarasya me' — 'there is no end to My extent' — is the most direct statement of the Lord's anantya (infinitude) in the Gita, preparing us for the closing verse of this chapter (42) where He reveals that the entire universe is but an ekāṃśa (single fraction) of Himself. The prominent vibhutis listed in verses 20-41 are thus deliberately exemplary rather than exhaustive — training wheels for the vision that ultimately sees God in all and all in God."
      }
    },
    {
      "verse": 20,
      "sanskrit": "अहमात्मा गुडाकेश सर्वभूताशयस्थितः | अहमादिश्च मध्यं च भूतानामन्त एव च ||",
      "transliteration": "aham ātmā guḍākeśa sarvabhūtāśayasthitaḥ | aham ādiś ca madhyaṃ ca bhūtānām anta eva ca ||",
      "translation": "I am the Self, O Arjuna, dwelling in the heart of every being. I am the beginning, the middle, and the end of all creation. Seek Me not outside in temples or skies alone — I am the innermost Witness, the silent Presence at the core of your own being.",
      "audio": "/assets/audio/ch10/verse_10_20.mp3",
      "word_breakdown": [
        {
          "word": "अहम् आत्मा",
          "transliteration": "aham ātmā",
          "root": "asmad (I, the 1st person pronoun) + ātman (Self, soul)",
          "grammatical_form": "Personal pronoun, nominative, singular + noun, masculine, nominative, singular",
          "meaning": "I am the Self/Ātman"
        },
        {
          "word": "गुडाकेश",
          "transliteration": "guḍākeśa",
          "root": "guḍāka (sleep; or curly hair) + keśa (hair)",
          "grammatical_form": "Compound noun, masculine, vocative, singular",
          "meaning": "O Gudakesha — Arjuna (one who has conquered sleep; curly-haired)"
        },
        {
          "word": "सर्वभूताशयस्थितः",
          "transliteration": "sarva-bhūtāśaya-sthitaḥ",
          "root": "sarva (all) + bhūta (being, creature) + āśaya (heart, abode, from ā + √śī) + sthita (standing, abiding, from √sthā)",
          "grammatical_form": "Compound adjective (bahuvrīhi), masculine, nominative, singular",
          "meaning": "dwelling in the heart of all beings (sarva=all, bhūta=beings, āśaya=heart/dwelling place, sthita=abiding)"
        },
        {
          "word": "अहम् आदिः",
          "transliteration": "aham ādiḥ",
          "root": "asmad (I) + ādi (beginning, from ā + √dā or √i)",
          "grammatical_form": "Personal pronoun, nominative, singular + noun, masculine, nominative, singular",
          "meaning": "I am the beginning"
        },
        {
          "word": "च मध्यम्",
          "transliteration": "ca madhyam",
          "root": "ca (and, a conjunction) + madhya (middle, center)",
          "grammatical_form": "Conjunction + noun, neuter, nominative, singular",
          "meaning": "and the middle"
        },
        {
          "word": "च",
          "transliteration": "ca",
          "root": "ca (and — an indeclinable conjunction)",
          "grammatical_form": "Indeclinable conjunction",
          "meaning": "and"
        },
        {
          "word": "भूतानाम्",
          "transliteration": "bhūtānām",
          "root": "√bhū (to be, to become) → bhūta (being, creature)",
          "grammatical_form": "Noun, neuter, genitive, plural",
          "meaning": "of all beings"
        },
        {
          "word": "अन्तः",
          "transliteration": "antaḥ",
          "root": "anta (end, limit, conclusion)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "the end"
        },
        {
          "word": "एव च",
          "transliteration": "eva ca",
          "root": "eva (indeed, even, verily — emphatic particle) + ca (and)",
          "grammatical_form": "Emphatic particle + indeclinable conjunction",
          "meaning": "verily and also"
        }
      ],
      "commentary": {
        "dadaji": "After offering to describe His external manifestations, the Lord first points inward: 'I am the Ātman, dwelling in the heart of all beings.' Before you seek Me in the sun, the mountains, the scriptures — find Me here, in your own heart. This is the most intimate of all vibhutis and the most accessible. The beginning, middle, and end of every being — meaning that before birth, in life, and at death, it is always the same Ātman present, unchanged. This is the deepest security possible: the one who holds you from before birth to beyond death is the very Lord to whom you pray.",
        "sarvapriyananda": "This is the summit of the Vibhuti Yoga — the first and highest vibhūti is Brahman as the Ātman, the inner Self of all beings. The Kaṭha Upanishad declares: 'The Self, smaller than the small, greater than the great, is hidden in the heart of this creature' — this is exactly what Krishna affirms. The declaration 'ādiś ca madhyaṃ ca antaḥ' mirrors the Vedantic teaching of Brahman as the material cause — the very substance from which beings arise, in which they subsist, and into which they dissolve. This makes the external vibhutis that follow (vv. 21-41) secondary to this primary declaration: the first and most complete vibhūti is the Ātman itself.",
        "yogananda": "God begins His catalogue of divine manifestations by pointing to His most intimate presence: 'I am the Self in all hearts.' Before the sun, before Meru, before Ganga — here is the greatest vibhūti, the most accessible and most glorious: the Presence that is closer than breathing, nearer than heartbeat. The beginning, middle, and end of all beings in God means that the divine ground underlies every moment of every life — waking, dreaming, sleeping, dying. There is no moment in which you are not already held in the arms of the Infinite. All meditation is simply becoming conscious of what was always already the case.",
        "goyandka": "The opening statement of the vibhūti enumeration — 'aham ātmā... sarvabhūtāśayasthitaḥ' — is at once the most philosophical and the most devotionally rich declaration in this chapter. As Ātman, Krishna is identical with the ultimate reality of all beings — not their body, mind, or personality, but their deepest identity. The Brahma-sūtras begin: 'athāto brahma jijñāsā' — the inquiry into Brahman; here Brahman Himself provides the answer: 'I am that which you are seeking — seek no further than your own heart.' The declaration of being 'beginning, middle, and end' establishes Krishna's causality at every level: upādāna (material), nimitta (efficient), and pariṇāmi (transformative) cause — all three collapsed into the one divine Self."
      }
    },
    {
      "verse": 21,
      "sanskrit": "आदित्यानामहं विष्णुर्ज्योतिषां रविरंशुमान् | मरीचिर्मरुतामस्मि नक्षत्राणामहं शशी ||",
      "transliteration": "ādityānām ahaṃ viṣṇur jyotiṣāṃ ravir aṃśumān | marīcir marutām asmi nakṣatrāṇām ahaṃ śaśī ||",
      "translation": "Among the Adityas I am Vishnu; among luminaries I am the radiant Sun. Among the wind-gods I am Marichi; in the starry night I am the Moon. In every source of light — in every beauty — it is I who shine forth.",
      "audio": "/assets/audio/ch10/verse_10_21.mp3",
      "word_breakdown": [
        {
          "word": "आदित्यानाम्",
          "transliteration": "ādityānām",
          "root": "Aditi (name of the mother of the solar gods) → Āditya (son of Aditi, solar deity)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among the Adityas (the twelve solar deities)"
        },
        {
          "word": "अहम्",
          "transliteration": "aham",
          "root": "asmad (I — 1st person personal pronoun)",
          "grammatical_form": "Personal pronoun, nominative, singular",
          "meaning": "I"
        },
        {
          "word": "विष्णुः",
          "transliteration": "viṣṇuḥ",
          "root": "√viś (to pervade, to enter) → Viṣṇu (the all-pervading one)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Vishnu, the all-pervading one"
        },
        {
          "word": "ज्योतिषाम्",
          "transliteration": "jyotiṣām",
          "root": "jyotis (light, luminous body, from √dyut or related to div)",
          "grammatical_form": "Noun, neuter, genitive, plural",
          "meaning": "among luminaries/lights"
        },
        {
          "word": "रविः",
          "transliteration": "raviḥ",
          "root": "ravi (the Sun — a proper name for the solar deity)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "the Sun"
        },
        {
          "word": "अंशुमान्",
          "transliteration": "aṃśumān",
          "root": "aṃśu (ray of light) + mant (possessing, from √man) → aṃśumant (possessed of rays)",
          "grammatical_form": "Compound adjective/epithet, masculine, nominative, singular",
          "meaning": "the radiant one, full of rays"
        },
        {
          "word": "मरीचिः",
          "transliteration": "marīciḥ",
          "root": "marīci (ray of light; name of a cosmic progenitor and chief of the Maruts)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Marichi, chief of the Maruts"
        },
        {
          "word": "मरुताम्",
          "transliteration": "marutām",
          "root": "marut (storm god, wind deity — plural: the Maruts)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among the Maruts (storm/wind gods)"
        },
        {
          "word": "नक्षत्राणाम्",
          "transliteration": "nakṣatrāṇām",
          "root": "nakṣatra (star, asterism, lunar mansion — from nak, night + √kṣi or √star)",
          "grammatical_form": "Noun, neuter, genitive, plural",
          "meaning": "among the stars/constellations"
        },
        {
          "word": "शशी",
          "transliteration": "śaśī",
          "root": "śaśa (hare) + in (possessing) → śaśin (the Moon — bearer of the hare mark)",
          "grammatical_form": "Noun/epithet, masculine, nominative, singular",
          "meaning": "the Moon (one who bears the hare)"
        }
      ],
      "commentary": {
        "dadaji": "In this verse, Shri Krishna begins the grand enumeration of His divine glories, inviting us to see the sacred in the everyday cosmos. When you gaze at the Sun each morning and feel its life-giving warmth, know that you are glimpsing Krishna Himself. The Moon that soothes the night sky, the wind that carries life — these are not mere natural phenomena but living expressions of the Divine. Make a practice of pausing before the Sun and the Moon with this remembrance; it will transform mundane moments into acts of worship.",
        "sarvapriyananda": "This verse opens the Vibhuti Yoga with a cosmological vision deeply consonant with the Upanishadic teaching that Brahman alone is all this. The Adityas are the twelve solar aspects governing time and cosmic order; among them Krishna declares Himself to be Vishnu, the all-pervading. The Chandogya Upanishad states 'sarvam khalv idam brahma' — all this is indeed Brahman. Krishna here translates that abstract non-dual truth into a devotional catalogue: wherever there is the pre-eminent in any category, there is the fullest manifestation of the Self.",
        "yogananda": "The Sun is the great cosmic transmitter of divine energy to our solar system; when Krishna says He is the radiant Sun among luminaries, He points to the central dynamo of spiritual light behind all physical illumination. Marichi as the chief Marut represents the pranic life-force moving through creation — the same prana that flows in your breath and animates your meditation. In deep contemplation, the inner Moon-light of the cooling, reflective mind merges with the solar fire of wisdom. These vibhutis are invitations to trace every dazzling phenomenon back to the one luminous Source.",
        "goyandka": "Bhagavan Shri Krishna begins His enumeration of divine manifestations by establishing His identity with the highest representative of each cosmic order. Among the twelve Adityas, Vishnu stands supreme as the pervader of all; among the Maruts, Marichi is the foremost. The Moon governs the mind through its influence on the twenty-seven nakṣatras. The traditional commentators note that Krishna is specifically the most glorious in each class to indicate that wherever excellence appears, it is nothing but His śakti expressing itself."
      }
    },
    {
      "verse": 22,
      "sanskrit": "वेदानां सामवेदोऽस्मि देवानामस्मि वासवः | इन्द्रियाणां मनश्चास्मि भूतानामस्मि चेतना ||",
      "transliteration": "vedānāṃ sāmavedo'smi devānām asmi vāsavaḥ | indriyāṇāṃ manaś cāsmi bhūtānām asmi cetanā ||",
      "translation": "Among the Vedas I am the Sama Veda — the Veda of sacred song. Among the gods I am Indra, king of heaven. Among the senses I am the mind; among living beings I am consciousness itself. I am the very awareness by which you perceive and know.",
      "audio": "/assets/audio/ch10/verse_10_22.mp3",
      "word_breakdown": [
        {
          "word": "वेदानाम्",
          "transliteration": "vedānām",
          "root": "√vid (to know) → veda (sacred knowledge, the Vedas)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among the four Vedas"
        },
        {
          "word": "सामवेदः",
          "transliteration": "sāma-vedaḥ",
          "root": "sāman (chant, melody) + veda (knowledge, from √vid)",
          "grammatical_form": "Compound proper noun, masculine, nominative, singular",
          "meaning": "the Sama Veda (Veda of chants and melodies)"
        },
        {
          "word": "अस्मि",
          "transliteration": "asmi",
          "root": "√as (to be, to exist)",
          "grammatical_form": "Verb, present tense, 1st person, singular",
          "meaning": "I am"
        },
        {
          "word": "देवानाम्",
          "transliteration": "devānām",
          "root": "div (to shine) → deva (shining one, god)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among the devas (gods)"
        },
        {
          "word": "वासवः",
          "transliteration": "vāsavaḥ",
          "root": "Vasu (a class of deities) → Vāsava (lord of the Vasus — epithet of Indra)",
          "grammatical_form": "Proper noun/epithet, masculine, nominative, singular",
          "meaning": "Vasava, another name for Indra, king of gods"
        },
        {
          "word": "इन्द्रियाणाम्",
          "transliteration": "indriyāṇām",
          "root": "Indra (lord) → indriya (faculty of Indra — sense organ or power)",
          "grammatical_form": "Noun, neuter, genitive, plural",
          "meaning": "among the sense organs and faculties"
        },
        {
          "word": "मनः",
          "transliteration": "manaḥ",
          "root": "√man (to think, to consider) → manas (mind, the thinking faculty)",
          "grammatical_form": "Noun, neuter, nominative, singular",
          "meaning": "the mind (the coordinating inner sense)"
        },
        {
          "word": "भूतानाम्",
          "transliteration": "bhūtānām",
          "root": "√bhū (to be, to become) → bhūta (being, creature)",
          "grammatical_form": "Noun, neuter, genitive, plural",
          "meaning": "among all living beings/creatures"
        },
        {
          "word": "चेतना",
          "transliteration": "cetanā",
          "root": "√cit (to perceive, to be aware) → cetanā (consciousness, awareness)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "consciousness, sentience, intelligence"
        }
      ],
      "commentary": {
        "dadaji": "The Sama Veda is pure music offered to God — Krishna says He is that very music, reminding us that devotional song is one of the closest paths to the Divine. Vasava, the king of gods, embodies divine sovereignty; when you acknowledge divine order in the world, you touch Krishna. Most intimately, He declares Himself to be the mind among the senses and consciousness in all beings. This means the very awareness with which you read these words is Krishna. How wonderful — you need not travel anywhere to find Him.",
        "sarvapriyananda": "The identification with cetanā — consciousness — is the most philosophically profound statement in this verse. Advaita Vedanta holds that pure Consciousness (Cit) is the nature of Brahman itself, and here Krishna makes that teaching explicit. The Sama Veda, with its melodic elaborations of the Rig mantras, was considered the most sublime of the four Vedas and is praised in the Chandogya Upanishad as the essence of all scriptures. By identifying Himself with mind and consciousness, Krishna locates the Divine not in distant heavens but in the very instrument of our knowing.",
        "yogananda": "Among all scriptures, the Sama Veda is the Veda of cosmic sound — its chants vibrate at frequencies that open the inner ear to the Aum. Krishna's identification with cetanā, consciousness, is the key to the deepest meditation: when you sit in stillness and become aware of awareness itself, you are touching Krishna directly. The mind, when purified through pranayama and meditation, becomes the divine telescope through which the soul perceives God. Consciousness is not produced by the brain; the brain is a receiving station for the infinite Consciousness which Krishna declares as His own essence.",
        "goyandka": "The Sama Veda holds a special position among the four Vedas because its mantras are sung in specific melodic patterns (sāmans), making it the foundation of the Udgītha worship and the science of nāda. Indra as Vāsava is the chief among the thirty-three categories of devas who govern the cosmic functions. The declaration 'manaś ca asmi indriyāṇām' establishes the mind as the controller of the ten sense organs — it is the doorkeeper of all experience. Cetanā as the life-principle distinguishing the animate from the inanimate is the direct presence of Paramātmā in all beings, as confirmed in the Kaṭha Upanishad's teaching of the jīva residing in the heart."
      }
    },
    {
      "verse": 23,
      "sanskrit": "रुद्राणां शंकरश्चास्मि वित्तेशो यक्षरक्षसाम् | वसूनां पावकश्चास्मि मेरुः शिखरिणामहम् ||",
      "transliteration": "rudrāṇāṃ śaṃkaraś cāsmi vitteśo yakṣarakṣasām | vasūnāṃ pāvakaś cāsmi meruḥ śikhariṇām aham ||",
      "translation": "Among the Rudras I am Shiva; among Yakshas and Rakshasas I am Kubera, lord of wealth. Among the Vasus I am Agni, sacred fire; among mountains I am Meru, the golden peak. I am the divine power expressed in all that is supreme.",
      "audio": "/assets/audio/ch10/verse_10_23.mp3",
      "word_breakdown": [
        {
          "word": "रुद्राणाम्",
          "transliteration": "rudrāṇām",
          "root": "Rudra (the howler, the fierce one — a class of eleven storm deities)",
          "grammatical_form": "Proper noun, masculine, genitive, plural",
          "meaning": "among the eleven Rudras"
        },
        {
          "word": "शंकरः",
          "transliteration": "śaṃkaraḥ",
          "root": "śam (auspiciousness, peace) + √kṛ (to do, to make) → śaṃkara (the auspicious maker, Shiva)",
          "grammatical_form": "Compound proper noun, masculine, nominative, singular",
          "meaning": "Shankara, the auspicious one (Shiva)"
        },
        {
          "word": "वित्तेशः",
          "transliteration": "vitteśaḥ",
          "root": "vitta (wealth, treasure, from √vid) + īśa (lord, master, from √īś)",
          "grammatical_form": "Compound proper noun, masculine, nominative, singular",
          "meaning": "lord of wealth (Kubera, treasurer of the gods)"
        },
        {
          "word": "यक्षरक्षसाम्",
          "transliteration": "yakṣa-rakṣasām",
          "root": "yakṣa (a class of nature spirits) + rakṣas (demon, from √rakṣ — to protect or harm)",
          "grammatical_form": "Compound noun, masculine/neuter, genitive, plural",
          "meaning": "among the Yakshas and Rakshasas"
        },
        {
          "word": "वसूनाम्",
          "transliteration": "vasūnām",
          "root": "vasu (good, bright, shining — a class of eight elemental deities)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among the eight Vasus (elemental deities)"
        },
        {
          "word": "पावकः",
          "transliteration": "pāvakaḥ",
          "root": "√pū (to purify, to cleanse) → pāvaka (the purifier — an epithet of Agni, fire)",
          "grammatical_form": "Noun/epithet, masculine, nominative, singular",
          "meaning": "Pavaka, the purifier — fire (Agni)"
        },
        {
          "word": "शिखरिणाम्",
          "transliteration": "śikhariṇām",
          "root": "śikhara (peak, summit) + in (possessing) → śikharin (peaked, a mountain with a peak)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among the peaked mountains"
        },
        {
          "word": "मेरुः",
          "transliteration": "meruḥ",
          "root": "Meru (proper name of the cosmic golden mountain at the center of the universe)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Mount Meru, the golden cosmic mountain"
        }
      ],
      "commentary": {
        "dadaji": "Shankara — the one who bestows auspiciousness — is Krishna's own vibhuti among the Rudras, showing that the apparent distinction between Shiva and Vishnu dissolves in the light of the Supreme. Agni, the sacred fire, is the purifier among the Vasus; every ritual fire lit in the home is therefore a direct encounter with Krishna. Mount Meru, the immovable golden axis of the cosmos, symbolises the unwavering centre of your own being. In your spiritual practice, aspire to become like Meru — steady and luminous at the centre, no matter what storms revolve around you.",
        "sarvapriyananda": "This verse beautifully dissolves sectarian boundaries by identifying Krishna with Shankara — the supreme Shiva. The Vedantic tradition recognises that Shiva and Vishnu are two names for the one Brahman seen through different upādhis. The eleven Rudras are aspects of the transformative power inherent in Brahman. Agni (Pavaka, the purifier) holds a unique position in Vedic cosmology as the mediator between the human and divine planes — the Aitareya Brāhmaṇa calls fire the mouth of the gods. Mount Meru as the cosmic axis represents the stability of the Absolute that underlies all apparent change.",
        "yogananda": "The sacred fire of Agni is the outer symbol of the inner fire of jñāna that burns away all karmic dross. When Shankara is named as the foremost Rudra, we are reminded that the cosmic destroyer is simultaneously the greatest liberator — all great transformations in the spiritual life require the grace of that purifying Rudra-force. Mount Meru in yogic symbolism corresponds to the sushumna nadi, the golden axial channel in the spine through which the awakened kundalini rises. Meditate on the spine as Meru — the stable, luminous mountain of the Self — and all the scattered energies of the mind will gather into stillness.",
        "goyandka": "The eleven Rudras represent aspects of prāṇa and the transformative cosmic force; among them Shankara stands as the giver of peace and moksha — and the Gita's identification with Krishna affirms the non-difference of Shiva and Vishnu at the Supreme level. Kubera, the lord of yakṣas and wealth, reminds us that even material prosperity is a manifestation of divine grace when approached with proper dharmic attitude. The eight Vasus have Agni as their most manifest representative since fire sustains all Vedic rites. Meru, described in the Purāṇas as the golden cosmic mountain, is the axis around which all the lokas are arranged — a fitting symbol of the Supreme as the stable support of the entire universe."
      }
    },
    {
      "verse": 24,
      "sanskrit": "पुरोधसां च मुख्यं मां विद्धि पार्थ बृहस्पतिम् | सेनानीनामहं स्कन्दः सरसामस्मि सागरः ||",
      "transliteration": "purodhasāṃ ca mukhyaṃ māṃ viddhi pārtha bṛhaspatim | senānīnām ahaṃ skandaḥ sarasām asmi sāgaraḥ ||",
      "translation": "Know Me as Brihaspati, the foremost among priests and divine teachers. Among commanders I am Skanda, the warrior of the gods. Among bodies of water I am the boundless Ocean — the great mystery into which all rivers ultimately dissolve.",
      "audio": "/assets/audio/ch10/verse_10_24.mp3",
      "word_breakdown": [
        {
          "word": "पुरोधसाम्",
          "transliteration": "purodhāsām",
          "root": "puras (in front, before) + √dhā (to place) → purodhās (one placed in front — the royal priest)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among priests/royal chaplains (purohitas)"
        },
        {
          "word": "मुख्यम्",
          "transliteration": "mukhyam",
          "root": "mukha (face, front, chief) → mukhya (foremost, principal)",
          "grammatical_form": "Adjective, masculine, accusative, singular",
          "meaning": "the chief, the foremost"
        },
        {
          "word": "माम्",
          "transliteration": "mām",
          "root": "asmad (I — 1st person personal pronoun)",
          "grammatical_form": "Personal pronoun, 1st person, accusative, singular",
          "meaning": "Me"
        },
        {
          "word": "विद्धि",
          "transliteration": "viddhi",
          "root": "√vid (to know, to understand)",
          "grammatical_form": "Verb, imperative, 2nd person, singular",
          "meaning": "know, understand"
        },
        {
          "word": "पार्थ",
          "transliteration": "pārtha",
          "root": "Pṛthā (another name of Kuntī, Arjuna's mother) → Pārtha (son of Pṛthā)",
          "grammatical_form": "Patronymic proper noun, masculine, vocative, singular",
          "meaning": "O son of Pritha (Arjuna)"
        },
        {
          "word": "बृहस्पतिम्",
          "transliteration": "bṛhaspatim",
          "root": "bṛhat (vast, great) + pati (lord, master) → Bṛhaspati (lord of vastness — the preceptor of the gods)",
          "grammatical_form": "Compound proper noun, masculine, accusative, singular",
          "meaning": "Brihaspati, the preceptor and priest of the gods"
        },
        {
          "word": "सेनानीनाम्",
          "transliteration": "senānīnām",
          "root": "senā (army) + nī (leader, from √nī to lead) → senānī (army leader, general)",
          "grammatical_form": "Compound noun, masculine, genitive, plural",
          "meaning": "among commanders of armies/generals"
        },
        {
          "word": "स्कन्दः",
          "transliteration": "skandaḥ",
          "root": "√skand (to leap, to flow, to attack) → Skanda (the leaper — divine war-god, son of Shiva)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Skanda (Kartikeya/Murugan), the divine war-god"
        },
        {
          "word": "सरसाम्",
          "transliteration": "sarasām",
          "root": "saras (lake, pool, pond — from √sṛ to flow)",
          "grammatical_form": "Noun, neuter, genitive, plural",
          "meaning": "among bodies of water/lakes"
        },
        {
          "word": "सागरः",
          "transliteration": "sāgaraḥ",
          "root": "sāgara (the ocean — named after the king Sagara whose sons dug it out)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "the ocean"
        }
      ],
      "commentary": {
        "dadaji": "Krishna tenderly addresses Arjuna as 'Partha' — son of Pritha — reminding him of the bond of love even in the midst of cosmic teaching. Brihaspati, the divine guru, represents the highest wisdom that guides right action; Krishna saying He is that Guru is His way of telling every sincere seeker that the inner teacher they feel guiding them is none other than the Lord. Skanda, ever young and victorious, is the commander of the divine army — symbolising that when you take up the battle against ignorance and ego, Krishna Himself leads your forces. The ocean's vastness and depth hold all waters yet remain untroubled — meditate on this as the nature of your own heart.",
        "sarvapriyananda": "Brihaspati — literally 'the Lord of the vast' — embodies the principle of divine wisdom (prajñā) in its role as guide and illuminator. In the hierarchy of knowledge, the preceptor who transmits the liberating wisdom of the Self is the highest among all functionaries; by identifying Himself with Brihaspati, Krishna affirms that the guru-disciple relationship is a sacred channel of the Divine. Skanda was born of Shiva's fiery seed to destroy the demon Taraka — representing the force of discriminative knowledge (viveka) that annihilates ignorance. The ocean's identification here recalls the Upanishadic simile of individual rivers merging into the sea — the ocean is Brahman into which all individual consciousnesses eventually resolve.",
        "yogananda": "Brihaspati, the guru of the gods, channels divine wisdom from the cosmic Source into the angelic intelligences — he represents the inner teacher whose guidance reaches the sincere devotee through intuition and inner prompting. Skanda, also called Karttikeya, is worshipped as the deity of the sixth chakra (ajna) in certain tantric systems — the commander of the spiritual armies that wage the inner war against vasanas and samskaras. The ocean as God's vibhuti speaks to the infinite receptivity of samadhi consciousness — the ocean receives all rivers without discrimination and without being diminished. In deep meditation, the small self dissolves like a river entering the vast ocean of divine Being.",
        "goyandka": "Among all royal priests, Bṛhaspati holds the supreme position as the guru of the thirty-three devas, the wielder of Brahmanaspati mantra-power that upholds the cosmic dharmic order. His identification with Krishna underscores that the supreme priestly office is itself a divine vibhuti, reminding householders to honour their family guru as a direct form of God. Skanda, born to lead the celestial forces against adharmic powers, represents the victory of righteousness (dharma-vijaya); commanders who fight for just causes embody this vibhuti. The sāgara among all sarasas is foremost because it is the source and final resting place of all waters — the father of all rivers in the Purāṇic tradition."
      }
    },
    {
      "verse": 25,
      "sanskrit": "महर्षीणां भृगुरहं गिरामस्म्येकमक्षरम् | यज्ञानां जपयज्ञोऽस्मि स्थावराणां हिमालयः ||",
      "transliteration": "maharṣīṇāṃ bhṛgur ahaṃ girām asmy ekam akṣaram | yajñānāṃ japayajño'smi sthāvarāṇāṃ himālayaḥ ||",
      "translation": "Among the sages I am Bhrigu; among words I am the sacred syllable Om — the primal Sound from which all creation arises. Among sacrifices I am the sacrifice of silent meditation; among unmovable things I am the Himalaya, eternal and majestic.",
      "audio": "/assets/audio/ch10/verse_10_25.mp3",
      "word_breakdown": [
        {
          "word": "महर्षीणाम्",
          "transliteration": "maharṣīṇām",
          "root": "mahā (great) + ṛṣi (seer, sage)",
          "grammatical_form": "Compound noun, masculine, genitive, plural",
          "meaning": "among the great sages (maharshis)"
        },
        {
          "word": "भृगुः",
          "transliteration": "bhṛguḥ",
          "root": "Bhṛgu (proper name — the sage Bhrigu)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Bhrigu, the foremost of the great sages"
        },
        {
          "word": "गिराम्",
          "transliteration": "girām",
          "root": "gir / √gṛ (to speak, to sing, to praise)",
          "grammatical_form": "Noun, feminine, genitive, plural",
          "meaning": "among utterances/words/speech"
        },
        {
          "word": "एकम् अक्षरम्",
          "transliteration": "ekam akṣaram",
          "root": "eka (one, single) + a-kṣara (imperishable, syllable; √kṣar — to flow/perish)",
          "grammatical_form": "Numeral adjective + noun, neuter, accusative, singular",
          "meaning": "the single syllable — Om (Aum), the imperishable sound"
        },
        {
          "word": "यज्ञानाम्",
          "transliteration": "yajñānām",
          "root": "√yaj (to worship, to sacrifice, to offer)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among all sacrifices and yagas"
        },
        {
          "word": "जपयज्ञः",
          "transliteration": "japa-yajñaḥ",
          "root": "japa (repetition, muttering; √jap — to mutter) + yajña (sacrifice)",
          "grammatical_form": "Compound noun (tatpuruṣa), masculine, nominative, singular",
          "meaning": "japa — the sacrifice of silent/whispered divine name repetition"
        },
        {
          "word": "स्थावराणाम्",
          "transliteration": "sthāvarāṇām",
          "root": "sthāvara (stationary, immovable; √sthā — to stand)",
          "grammatical_form": "Adjective used as noun, neuter, genitive, plural",
          "meaning": "among immovable or stationary things"
        },
        {
          "word": "हिमालयः",
          "transliteration": "himālayaḥ",
          "root": "hima (snow, frost) + ālaya (abode, home; √lī — to rest in)",
          "grammatical_form": "Compound noun (tatpuruṣa), masculine, nominative, singular",
          "meaning": "the Himalaya mountain range (abode of snow)"
        }
      ],
      "commentary": {
        "dadaji": "Of all the practices a devotee can take up, Krishna singles out japa — the repetition of God's name — as the highest sacrifice. This is remarkable encouragement for each of us: you need no ritual paraphernalia, no priest, no auspicious timing. Anywhere, at any time, the quiet turning of the divine name in your heart is a direct offering to Krishna. The single syllable Om contains the entire teaching of the Upanishads in one breath. And the Himalayas, the abode of sages and silence, remind us that our own stillness is the most sacred place we can inhabit.",
        "sarvapriyananda": "The ekam akṣaram — the single imperishable syllable Om — is the most concentrated symbol of Brahman in the entire Vedic tradition. The Mandukya Upanishad devotes itself entirely to the analysis of this one syllable, declaring 'Aum iti etat sarvam' — all this is Om. Japa as the supreme yajña is significant because in a yajña something is surrendered into fire; in japa, the separate ego is incrementally surrendered into the fire of the divine Name — making it the most interior and therefore most spiritually potent of all sacrifices. Bhrigu, the cosmic lawgiver and tester of the Trimurti, represents the highest sattvik wisdom among the progenitor sages.",
        "yogananda": "Om is the Word of God — what Saint John calls 'the Word that was in the beginning' and what the Vedas call the primordial nāda from which the entire universe was projected. When Krishna says He is that single syllable, He is revealing that the cosmic creative vibration and He are identical. Japa is the most scientific of spiritual practices: the rhythmic repetition of a divine name or mantra synchronises the nervous system with higher vibratory planes, gradually dissolving the mental turbulence that obscures the soul's perception of God. The Himalayas are the eternal abode of tapas — that majestic stillness which all meditators aspire to internalise.",
        "goyandka": "Sage Bhṛgu is foremost among the seven great cosmic sages (saptarṣis) because of his unrivalled tapas and his role in creating the Bhrigu Smriti, a foundational dharmaśāstra text. The primacy of Om (praṇava) among all speech-forms has been established in the Taittirīya Upanishad: 'Aum iti Brahma, Aum itīdaṃ sarvam' — Om is Brahman, Om is all this. The superiority of japayajña over all external yajñas is confirmed by the Manusmriti, which declares japa the greatest tapas. The Himalayas, called Himavān in the Purāṇas, are the father-in-law of Shiva and the abode of countless siddhas and ṛṣis — their immovability across cosmic cycles makes them the supreme representative of the sthāvara category."
      }
    },
    {
      "verse": 26,
      "sanskrit": "अश्वत्थः सर्ववृक्षाणां देवर्षीणां च नारदः | गन्धर्वाणां चित्ररथः सिद्धानां कपिलो मुनिः ||",
      "transliteration": "aśvatthaḥ sarvavṛkṣāṇāṃ devarṣīṇāṃ ca nāradaḥ | gandharvāṇāṃ citrarathaḥ siddhānāṃ kapilo muniḥ ||",
      "translation": "Among all trees I am the Ashvattha, the sacred fig — rooted in heaven, its branches spreading through the world below. Among divine seers I am Narada; among the celestial musicians I am Chitraratha; among perfected souls I am Kapila, the illumined.",
      "audio": "/assets/audio/ch10/verse_10_26.mp3",
      "word_breakdown": [
        {
          "word": "अश्वत्थः",
          "transliteration": "aśvatthaḥ",
          "root": "aśvattha (the Pipal/sacred fig tree; lit. 'where the horse stands')",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "the Ashvattha — Pipal/sacred fig tree (Ficus religiosa)"
        },
        {
          "word": "सर्ववृक्षाणाम्",
          "transliteration": "sarva-vṛkṣāṇām",
          "root": "sarva (all) + vṛkṣa (tree; √vṛk — to tear, pull up)",
          "grammatical_form": "Compound noun, masculine, genitive, plural",
          "meaning": "among all trees"
        },
        {
          "word": "देवर्षीणाम्",
          "transliteration": "devarṣīṇām",
          "root": "deva (divine, celestial) + ṛṣi (seer, sage)",
          "grammatical_form": "Compound noun, masculine, genitive, plural",
          "meaning": "among the divine sages (devarshis — seers among the gods)"
        },
        {
          "word": "नारदः",
          "transliteration": "nāradaḥ",
          "root": "Nārada (proper name — the celestial sage; nāra — waters + da — giver)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Narada, the celestial sage and devotee"
        },
        {
          "word": "गन्धर्वाणाम्",
          "transliteration": "gandharvāṇām",
          "root": "gandharva (celestial musician; gandha — fragrance + √rabh — to grasp)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among the Gandharvas (celestial musicians)"
        },
        {
          "word": "चित्ररथः",
          "transliteration": "citrarāthaḥ",
          "root": "citra (bright, variegated, wonderful) + ratha (chariot)",
          "grammatical_form": "Compound noun (bahuvrīhi), masculine, nominative, singular",
          "meaning": "Chitraratha, king of the Gandharvas"
        },
        {
          "word": "सिद्धानाम्",
          "transliteration": "siddhānām",
          "root": "√sidh (to succeed, to be accomplished, to be perfected)",
          "grammatical_form": "Past passive participle used as noun, masculine, genitive, plural",
          "meaning": "among the Siddhas (perfected ones, masters of yogic powers)"
        },
        {
          "word": "कपिलः",
          "transliteration": "kapilaḥ",
          "root": "Kapila (proper name — the sage; kapila — tawny/reddish-brown)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Kapila, founder of the Sankhya school of philosophy"
        },
        {
          "word": "मुनिः",
          "transliteration": "muniḥ",
          "root": "√man (to think, to reflect) — muni: one who is silent and contemplative",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "the sage/the one who reflects in silence"
        }
      ],
      "commentary": {
        "dadaji": "The Ashvattha tree is revered in every Indian village — people circumambulate it, pour water at its roots, and tie sacred threads to its branches. Krishna says He dwells there. So the grandmother who waters the pipal in the morning courtyard is worshipping Krishna without even knowing it — such is the grace of this vision. Narada, the eternal bhakta who wanders the cosmos singing 'Narayana Narayana,' is the greatest of divine sages precisely because his whole existence is unbroken devotion. Let Narada's example inspire you: make every breath a quiet chant, every step a pilgrimage.",
        "sarvapriyananda": "The Ashvattha tree holds a singular place in Vedic and Gita symbolism — in Chapter 15, Krishna describes the eternal Ashvattha of samsara with roots above and branches below. Here in Chapter 10, the Ashvattha as the greatest tree suggests that even the symbol of the phenomenal world, when understood rightly, points back to Brahman. Narada as the foremost devarṣi embodies the principle that the highest wisdom is not dry knowledge but wisdom soaked in love — bhakti-jñāna integrated. Kapila's Sankhya philosophy is recognised as the most systematic analytical account of the cosmos in the Indian tradition, making him the foremost among the Siddhas who have achieved both philosophical clarity and yogic mastery.",
        "yogananda": "The sacred fig or Bodhi tree — Ashvattha — is the tree under which the Buddha attained enlightenment, and it represents in yogic symbolism the inverted tree of life with roots in the Infinite. Narada, the divine troubadour, carries the vibrations of divine love across all the planes of existence — he represents the current of bhakti that flows upward from the heart chakra to unite with cosmic Consciousness. Kapila, the founder of Sankhya, achieved liberation through pure discriminative wisdom (viveka), mapping the twenty-five tattvas of existence — his Siddhahood is the proof that rigorous intellectual inquiry, when taken to its ultimate conclusion, dissolves into the same samadhi that devotion achieves by another path.",
        "goyandka": "The Ashvattha (Pipal) is described in the Atharva Veda as the dwelling-place of Brahma, Vishnu, and Shiva simultaneously — no other tree receives this triple honour, making it the most sacred of all trees. Devarṣi Nārada is distinguished from brahmarṣis and rājarṣis by virtue of his constant access to all three worlds and his role as the foremost disseminator of hari-kathā; his Nārada Bhakti Sūtras remain the definitive text on the science of devotion. Chitraratha, king of the Gandharvas, presides over the celestial art of music — all true beauty in art is a partial expression of divine glory. Kapila Muni, son of Kardama and Devahuti, is considered an avatāra of Vishnu in the Bhāgavata Purāṇa — his Sankhya revelation is thus not merely a philosophical system but a direct divine disclosure."
      }
    },
    {
      "verse": 27,
      "sanskrit": "उच्चैःश्रवसमश्वानां विद्धि माममृतोद्भवम् | ऐरावतं गजेन्द्राणां नराणां च नराधिपम् ||",
      "transliteration": "uccaiḥśravasam aśvānāṃ viddhi mām amṛtodbhavam | airāvataṃ gajendrāṇāṃ narāṇāṃ ca narādhipam ||",
      "translation": "Know Me as Ucchaihshravas among horses — born from the ocean of divine nectar. Among great elephants I am Airavata, the celestial white elephant of Indra. Among human beings I am the king — the one who upholds righteousness and protects the whole.",
      "audio": "/assets/audio/ch10/verse_10_27.mp3",
      "word_breakdown": [
        {
          "word": "उच्चैःश्रवसम्",
          "transliteration": "uccaiḥśravasam",
          "root": "uccaiḥ (high, aloft) + śravas (fame, hearing; √śru — to hear)",
          "grammatical_form": "Compound noun, masculine, accusative, singular",
          "meaning": "Ucchaihshravas — the divine seven-headed white horse"
        },
        {
          "word": "अश्वानाम्",
          "transliteration": "aśvānām",
          "root": "aśva (horse; √aś — to pervade swiftly)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among horses"
        },
        {
          "word": "विद्धि",
          "transliteration": "viddhi",
          "root": "√vid (to know, to understand)",
          "grammatical_form": "Verb, second person, singular, imperative, active",
          "meaning": "know (imperative)"
        },
        {
          "word": "अमृतोद्भवम्",
          "transliteration": "amṛtodbhavam",
          "root": "amṛta (immortal, nectar; a + mṛta) + ud-bhava (arising, born; ud + √bhū)",
          "grammatical_form": "Compound noun/adjective, masculine, accusative, singular",
          "meaning": "born from the churning of nectar (from the ocean of milk)"
        },
        {
          "word": "ऐरावतम्",
          "transliteration": "airāvatam",
          "root": "Airāvata (proper name — Indra's divine elephant; from Irāvatī, the celestial river)",
          "grammatical_form": "Proper noun, masculine, accusative, singular",
          "meaning": "Airavata — Indra's white four-tusked divine elephant"
        },
        {
          "word": "गजेन्द्राणाम्",
          "transliteration": "gajendraṇām",
          "root": "gaja (elephant) + indra (lord, chief; √ind — to be powerful)",
          "grammatical_form": "Compound noun, masculine, genitive, plural",
          "meaning": "among great elephants/lords of elephants"
        },
        {
          "word": "नराणाम्",
          "transliteration": "narāṇām",
          "root": "nara (man, human being; √nṛ — to lead, to guide)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among human beings/men"
        },
        {
          "word": "नराधिपम्",
          "transliteration": "narādhipam",
          "root": "nara (man) + adhipa (ruler, lord; adhi + √pā — to protect, to rule)",
          "grammatical_form": "Compound noun (tatpuruṣa), masculine, accusative, singular",
          "meaning": "the king/ruler of men (nara + adhipa)"
        }
      ],
      "commentary": {
        "dadaji": "Both Ucchaihshravas and Airavata arose from the Samudra Manthan — the churning of the cosmic ocean — which is one of the most beloved stories of the Puranas. They are born of divine grace, unblemished and radiant. Krishna says 'know Me as these.' Among humans, He is the king — the one whose dharmic rule upholds the welfare of all. Pray that your leaders be touched by this divine vibhuti and rule with wisdom and compassion. And remember that the highest king is the one who has first conquered the inner kingdom of the senses.",
        "sarvapriyananda": "The repeated use of 'viddhi' — 'know' — is instructive: Krishna is asking Arjuna to shift his mode of knowing, from ordinary empirical perception to a vision that recognises the Divine Presence sustaining all excellence. Ucchaihshravas and Airavata, born of amrita during the cosmic churning, represent manifestations that arise directly from the ocean of Brahman. The king as the supreme among humans carries a teaching about social dharma: a just king (rājadharmī) is a vibhuti — he embodies divine order on earth. The Arthashastra and Manusmriti both describe kingship as a sacred responsibility, a form of worship.",
        "yogananda": "Ucchaihshravas, the celestial white horse, symbolises the perfectly controlled life-force — the prana that has been elevated (uccais, meaning 'high') through spiritual practice and now serves as a swift vehicle for the soul's ascent. Airavata, the four-tusked white elephant, represents the fourfold mind (manas, buddhi, chitta, ahamkara) in its purified, powerful state — massive in capacity, yet perfectly obedient to divine direction. The king among humans is the one who has conquered the kingdom of the inner senses first — real sovereignty is self-mastery. Outer kingship is a vibhuti only when it flows from inner sovereignty.",
        "goyandka": "The Samudra Manthan episode, described in the Viṣṇu Purāṇa and Bhāgavata Purāṇa, produced fourteen ratnas (divine treasures) including Ucchaihshravas and Airāvata — both belonging to Indra. Ucchaihshravas is described as seven-headed, pure white, and capable of crossing all three worlds — its amṛtodbhava origin makes it wholly untouched by the tamasic qualities of ordinary samsara. Among humans, the dharmic king (dharmarāja) is the supreme vibhuti because his role in protecting the social order allows thousands of souls to progress on their spiritual journey — making righteous rule a form of collective service to God."
      }
    },
    {
      "verse": 28,
      "sanskrit": "आयुधानामहं वज्रं धेनूनामस्मि कामधुक् | प्रजनश्चास्मि कन्दर्पः सर्पाणामस्मि वासुकिः ||",
      "transliteration": "āyudhānām ahaṃ vajraṃ dhenūnām asmi kāmadhuk | prajanaś cāsmi kandarpaḥ sarpāṇām asmi vāsukiḥ ||",
      "translation": "Among weapons I am the Vajra, the thunderbolt of divine will. Among cows I am Kamadhenu, the wish-fulfilling one who nourishes all. Among causes of creation I am the God of Love; among serpents I am Vasuki, the king of sacred wisdom.",
      "audio": "/assets/audio/ch10/verse_10_28.mp3",
      "word_breakdown": [
        {
          "word": "आयुधानाम्",
          "transliteration": "āyudhānām",
          "root": "āyudha (weapon; ā + √yudh — to fight, to wage war)",
          "grammatical_form": "Noun, neuter, genitive, plural",
          "meaning": "among weapons/instruments of war"
        },
        {
          "word": "वज्रम्",
          "transliteration": "vajram",
          "root": "vajra (thunderbolt, diamond; √vaj — to be strong, hard)",
          "grammatical_form": "Noun, neuter, accusative, singular",
          "meaning": "the Vajra — Indra's thunderbolt weapon; also means diamond"
        },
        {
          "word": "धेनूनाम्",
          "transliteration": "dhenūnām",
          "root": "dhenu (milch cow, cow; √dhe — to suckle, to nourish)",
          "grammatical_form": "Noun, feminine, genitive, plural",
          "meaning": "among cows/milch-cows"
        },
        {
          "word": "कामधुक्",
          "transliteration": "kāmadhuk",
          "root": "kāma (desire, wish) + √duh (to milk) — she who milks all desires",
          "grammatical_form": "Compound noun (karmadharaya), feminine, nominative, singular",
          "meaning": "Kamadhenu — the divine wish-fulfilling cow (also called Surabhi)"
        },
        {
          "word": "प्रजनः",
          "transliteration": "prajanaḥ",
          "root": "pra (forth, forward) + √jan (to be born, to generate, to produce)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "the progenitor/cause of procreation"
        },
        {
          "word": "कन्दर्पः",
          "transliteration": "kandarpaḥ",
          "root": "Kandarpa (proper name — god of love; kan — to shine + darpa — pride, arrogance)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Kandarpa — the god of love (Kama/Manmatha)"
        },
        {
          "word": "सर्पाणाम्",
          "transliteration": "sarpāṇām",
          "root": "sarpa (serpent, snake; √sṛp — to creep, to glide)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among serpents"
        },
        {
          "word": "वासुकिः",
          "transliteration": "vāsukiḥ",
          "root": "Vāsuki (proper name — king of serpents; vāsu — dwelling + ki — suffix)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Vasuki, the king of serpents"
        }
      ],
      "commentary": {
        "dadaji": "This verse shows Krishna's breadth with stunning honesty — He declares Himself as Kandarpa, the god of love, in his role as the progenitor of life. Desire, when it flows in alignment with dharma and creation, is not something to be ashamed of — it is a divine force. The Vajra was made from the spine of the sage Dadhichi, who gave his body willingly; so the greatest weapon is born of supreme sacrifice. Kamadhenu, the cow who fulfils all wishes, represents the overflowing generosity of the Divine — God withholds nothing from the sincere devotee who approaches with a clean heart. Vasuki, who bore the churning mountain on his body, embodies patient service to the cosmic purpose.",
        "sarvapriyananda": "The identification with Kandarpa as the procreative principle ('prajanaḥ') is philosophically careful: Krishna is not endorsing all desire, but specifically the dharmic creative impulse that sustains life. The Katha Upanishad distinguishes between the preya (pleasant) and the shreya (good); here Krishna identifies with that desire which is aligned with the shreya — creation and continuation of life in accordance with dharma. The Vajra, forged from Dadhichi's bones at Vishnu's behest, represents the ultimate discriminative knowledge (vajra-jñāna) that shatters delusion. Vasuki, also associated with Shiva who wears him as a garland, represents the primal energy (kundalini) at the base of creation.",
        "yogananda": "The Vajra in Sanskrit means both thunderbolt and diamond — it is the symbol of that indestructible, lightning-swift wisdom that strikes through maya in an instant. In Vajrayana Buddhism, the entire spiritual path is named after this symbol — the diamond vehicle. Kamadhenu represents the cosmic Mother principle, the divine abundance that flows eternally to all who draw near with love and surrender. Kandarpa as the creative love-force is the cosmic Eros — not merely physical attraction but the great longing of the soul for reunion with its Source, which in its highest form becomes bhakti. Vasuki, the serpent of creation, corresponds in yogic anatomy to the pranic coil that when awakened carries the devotee to liberation.",
        "goyandka": "The Vajra weapon was constructed from the bones of Ṛṣi Dadhīci, who sacrificed his life at Indra's request to provide the material for destroying Vṛtrāsura — the Vajra is thus the weapon of righteous sacrifice. Kāmadhenu (also called Surabhi), born at the Samudra Manthan, is the original source of all domestic cattle; she represents the divine gift of nourishment and abundance. The identification with Kandarpa specifically as prajanaḥ legitimises the gṛhastha āśrama's sacred duty of dharmic procreation, distinguishing it clearly from mere sensual indulgence. Vāsuki, the nāgarāja who coiled around Mount Mandara during the cosmic churning, endured extreme pain for the greater good — an ideal of sacrificial service."
      }
    },
    {
      "verse": 29,
      "sanskrit": "अनन्तश्चास्मि नागानां वरुणो यादसामहम् | पितृणामर्यमा चास्मि यमः संयमतामहम् ||",
      "transliteration": "anantaś cāsmi nāgānāṃ varuṇo yādasām aham | pitṝṇām aryamā cāsmi yamaḥ saṃyamatām aham ||",
      "translation": "Among the great serpents I am Ananta, the Infinite Serpent upon whom the universe rests. Among water-beings I am Varuna, lord of the cosmic ocean. Among the ancestors I am Aryama; among those who uphold order I am Yama, the lord of righteous law.",
      "audio": "/assets/audio/ch10/verse_10_29.mp3",
      "word_breakdown": [
        {
          "word": "अनन्तः",
          "transliteration": "anantaḥ",
          "root": "an (not) + anta (end, limit) — the endless, infinite one",
          "grammatical_form": "Adjective used as proper noun, masculine, nominative, singular",
          "meaning": "Ananta — the infinite, endless serpent (Shesha Naga)"
        },
        {
          "word": "नागानाम्",
          "transliteration": "nāgānām",
          "root": "nāga (divine serpent, great snake; na — not + √gam — to go, i.e. one that does not go away)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among the Nagas (divine serpent beings)"
        },
        {
          "word": "वरुणः",
          "transliteration": "varuṇaḥ",
          "root": "Varuṇa (proper name — Vedic deity; √vṛ — to cover, to encompass, to envelop)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Varuna — the Vedic god of cosmic order and the waters"
        },
        {
          "word": "यादसाम्",
          "transliteration": "yādasām",
          "root": "yādas (aquatic being, water creature; √yad — water-dwelling)",
          "grammatical_form": "Noun, neuter, genitive, plural",
          "meaning": "among aquatic/water creatures and beings"
        },
        {
          "word": "पितॄणाम्",
          "transliteration": "pitṝṇām",
          "root": "pitṛ (father, forefather, ancestor; √pā — to protect, to nourish)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among the Pitrs — the ancestors/departed forefathers"
        },
        {
          "word": "अर्यमा",
          "transliteration": "aryamā",
          "root": "Aryaman (proper name — one of the 12 Adityas; arya — noble + man — mind/spirit)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Aryama — the chief of the Pitrs, one of the Adityas"
        },
        {
          "word": "यमः",
          "transliteration": "yamaḥ",
          "root": "√yam (to restrain, to control, to govern)",
          "grammatical_form": "Noun/proper noun, masculine, nominative, singular",
          "meaning": "Yama — the god of death, dharma, and cosmic justice"
        },
        {
          "word": "संयमताम्",
          "transliteration": "saṃyamatām",
          "root": "sam (together, completely) + √yam (to restrain, to control)",
          "grammatical_form": "Present active participle, masculine, genitive, plural",
          "meaning": "among those who restrain/govern/enforce order"
        }
      ],
      "commentary": {
        "dadaji": "Ananta — meaning 'the Infinite' — is the great serpent on whom Vishnu reclines in the cosmic ocean between creations. When Krishna says He is Ananta, He points to that which has no end, no limit — your own inner infinity. Aryama, the chief of ancestors, reminds us to honour those who came before us; the practice of pitru tarpana is not mere ritual but a recognition that we exist in a web of gratitude stretching back through generations. And Yama — though feared — is the great enforcer of dharma. When you live righteously, you have nothing to fear from Yama; you walk in the Lord's own company.",
        "sarvapriyananda": "Ananta Shesha is described in the Puranas as bearing the entire weight of the universe on his thousand heads — he is the infinite substratum of existence. When Krishna declares 'anantaś cāsmi,' He is pointing to the most fundamental Upanishadic teaching: Brahman is ananta, boundless. 'Anantam Brahma' — Brahman is infinite — declares the Taittiriya Upanishad. Varuna in the Rig Veda is the guardian of ṛta — cosmic moral order — and is linked to the idea that the entire cosmos is governed by divine ethical law. Yama as the greatest among saṃyamins represents the inviolable law of karma — the justice of the cosmos that is ultimately an expression of divine compassion.",
        "yogananda": "Ananta, the infinite serpent, is the cosmic kundalini in its universal aspect — the primordial energy coiled at the foundation of all creation, upon which the infinite divine consciousness rests in perfect equilibrium. Varuna's domain over the waters echoes the yogic teaching that the subconscious mind (chitta) is like a vast ocean — God governs the deepest layers of our inner life as well. Yama, the lord of dharma and death, is not to be feared by the yogi — the Katha Upanishad itself opens with the disciple Nachiketa boldly entering Yama's realm to receive the teaching on immortality. Every encounter with impermanence is a divine prompt to deepen our commitment to that which is eternal.",
        "goyandka": "Ananta (Śeṣanāga), the divine serpent who supports the fourteen worlds upon his thousand hoods, is described in the Bhāgavata Purāṇa as a form of Saṅkarṣaṇa — an aspect of Vishnu Himself — making his identification with Krishna doctrinally precise. Varuṇa, one of the oldest Vedic deities, presides over the waters and over ṛta (cosmic truth/order). Aryamā is the most benevolent of the Pitrs and one of the twelve Ādityas; his name means 'the noble one' and he governs the granting of progeny and the path of the ancestors (pitṛyāna). Yama's role as saṃyamitā — the great restrainer — encompasses both external enforcement of dharma through karma and the internal restraint (yama) that forms the first limb of Patanjali's aṣṭāṅga yoga."
      }
    },
    {
      "verse": 30,
      "sanskrit": "प्रह्लादश्चास्मि दैत्यानां कालः कलयतामहम् | मृगाणां च मृगेन्द्रोऽहं वैनतेयश्च पक्षिणाम् ||",
      "transliteration": "prahlādaś cāsmi daityānāṃ kālaḥ kalayatām aham | mṛgāṇāṃ ca mṛgendro'haṃ vainateyaś ca pakṣiṇām ||",
      "translation": "Among the mighty Daityas I am Prahlada — the devoted child-saint who saw God in all things and could not be turned from love. Among reckoners I am Time, the great equalizer. Among beasts I am the lion; among birds I am Garuda, the eagle of divine aspiration.",
      "audio": "/assets/audio/ch10/verse_10_30.mp3",
      "word_breakdown": [
        {
          "word": "प्रह्लादः",
          "transliteration": "prahlādaḥ",
          "root": "pra (intensely, forth) + √hlād (to rejoice, to be refreshed, to delight)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Prahlada — the great devotee-king, son of the demon Hiranyakashipu"
        },
        {
          "word": "दैत्यानाम्",
          "transliteration": "daityānām",
          "root": "Diti (mother of the Daityas) + suffix -ya — sons of Diti",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among the Daityas (a class of demons/asuras)"
        },
        {
          "word": "कालः",
          "transliteration": "kālaḥ",
          "root": "√kal (to count, to calculate, to measure) — that which measures all",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "Time — the all-consuming, all-measuring force"
        },
        {
          "word": "कलयताम्",
          "transliteration": "kalayatām",
          "root": "√kal (to count, to reckon, to enumerate, to impel)",
          "grammatical_form": "Present active participle, masculine, genitive, plural",
          "meaning": "among reckoners/calculators/those who count and measure"
        },
        {
          "word": "मृगाणाम्",
          "transliteration": "mṛgāṇām",
          "root": "mṛga (animal, beast, deer; √mṛg — to seek, to roam, to hunt)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among animals/beasts"
        },
        {
          "word": "मृगेन्द्रः",
          "transliteration": "mṛgendraḥ",
          "root": "mṛga (animal, beast) + indra (lord, chief; √ind — to be powerful)",
          "grammatical_form": "Compound noun (tatpuruṣa), masculine, nominative, singular",
          "meaning": "the lord of beasts — the lion"
        },
        {
          "word": "वैनतेयः",
          "transliteration": "vainateyaḥ",
          "root": "Vinatā (proper name — Garuda's mother) + suffix -eya (son of)",
          "grammatical_form": "Patronymic noun, masculine, nominative, singular",
          "meaning": "Vainateya — Garuda, son of Vinata (the divine eagle-vehicle of Vishnu)"
        },
        {
          "word": "पक्षिणाम्",
          "transliteration": "pakṣiṇām",
          "root": "pakṣa (wing, side; √pakṣ — to embrace, to spread) + suffix -in (possessing)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among birds/winged creatures"
        }
      ],
      "commentary": {
        "dadaji": "Prahlada is perhaps the most beloved figure in all of Bhakti literature — a child born among demons who loved God so completely that no persecution could touch him. Krishna saying He is Prahlada among the Daityas is the most tender and powerful teaching of this entire sequence: even in the midst of a demonic family, in the darkest and most hostile circumstances, the Divine can shine with full radiance. No matter where you have been born, what family or circumstances surround you — you can be a Prahlada. Time as God's vibhuti reminds us to use our hours wisely; Garuda, ever soaring above, is the soul's aspiration toward the highest.",
        "sarvapriyananda": "The choice of Prahlada as the foremost vibhuti among the Daityas is theologically stunning — it affirms that the Divine shines most brilliantly precisely where it seems least expected. The Bhagavata Purāṇa devotes four cantos to Prahlada's story, establishing him as the supreme exemplar of nirguṇa bhakti — devotion to the all-pervading Lord, discovered through direct inner experience rather than external temple worship. Time (Kāla) as the supreme among calculators reflects the Upanishadic identification of Brahman with kāla — 'kālo'smi loka-kṣaya-kṛt pravṛddhaḥ,' as Krishna will himself declare in Chapter 11. Garuda — the divine vehicle of Vishnu — represents the purified intellect that carries the devotee directly to God.",
        "yogananda": "Prahlada's story is the supreme parable of the power of one-pointed devotion: a divine soul born into the most adverse circumstances who, through unwavering remembrance of God, remains untouched by all threats and is ultimately rescued by God in the form of Narasimha. Time is God's most universal vibhuti — it is the one reality that touches every living being without exception. In meditation, the deepest samadhi transcends time entirely — one touches the timeless Brahman. Garuda, the king of birds, soaring effortlessly above all clouds, is the perfect image of the liberated soul — the jivanmukta who lives in the world but is no longer bound by it.",
        "goyandka": "Prahlāda is celebrated in the Viṣṇu Purāṇa and Bhāgavata Purāṇa as the foremost among Vaiṣṇava devotees; despite being born in the asura lineage of Hiraṇyakaśipu, his unshakeable bhakti earned him the Lord's direct protection and the destruction of his demonic father through the Narasiṃha avatāra. His prominence as Krishna's vibhuti sends a vital dharmic message: jāti (birth lineage) does not determine spiritual elevation — it is one's inner orientation toward the Divine that matters. Kāla as the supreme among kalayitṛs is the cosmic timekeeper who ultimately devours all created things, as the Mahābhārata declares 'kālaḥ pacati bhūtāni' — Time cooks all beings. Garuḍa, the son of Vinatā and the mount of Viṣṇu, is the carrier of divine will across all realms — the speed and purity of hari-smaraṇa (remembrance of Hari) made manifest."
      }
    },
    {
      "verse": 31,
      "sanskrit": "पवनः पवतामस्मि रामः शस्त्रभृतामहम् | झषाणां मकरश्चास्मि स्रोतसामस्मि जाह्नवी ||",
      "transliteration": "pavanaḥ pavatām asmi rāmaḥ śastrabhṛtām aham | jhaṣāṇāṃ makaraś cāsmi srotasām asmi jāhnavī ||",
      "translation": "Among purifiers I am the Wind — the breath of life that moves through all. Among warriors I am Rama, the embodiment of righteousness. Among the sea-creatures I am Makara, the divine crocodile. Among rivers I am the sacred Ganga — flowing from heaven to earth.",
      "audio": "/assets/audio/ch10/verse_10_31.mp3",
      "word_breakdown": [
        {
          "word": "पवनः",
          "transliteration": "pavanaḥ",
          "root": "√pū (to purify) → pavana (wind, purifier)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "the Wind (purifier)"
        },
        {
          "word": "पवताम्",
          "transliteration": "pavatām",
          "root": "√pū (to purify) → pavat (one who purifies)",
          "grammatical_form": "Present active participle, masculine, genitive, plural",
          "meaning": "among purifiers"
        },
        {
          "word": "अस्मि",
          "transliteration": "asmi",
          "root": "√as (to be)",
          "grammatical_form": "Verb, present indicative, first person, singular",
          "meaning": "I am"
        },
        {
          "word": "रामः",
          "transliteration": "rāmaḥ",
          "root": "√ram (to delight, to rejoice) → Rāma (the delightful one)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Rama (Parashurama or Rama of Ayodhya)"
        },
        {
          "word": "शस्त्रभृताम्",
          "transliteration": "śastra-bhṛtām",
          "root": "śastra (weapon) + √bhṛ (to bear, to carry)",
          "grammatical_form": "Compound noun (tatpuruṣa), masculine, genitive, plural",
          "meaning": "among wielders of weapons"
        },
        {
          "word": "झषाणाम्",
          "transliteration": "jhaṣāṇām",
          "root": "jhaṣa (large fish, aquatic creature)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among fish/aquatic creatures"
        },
        {
          "word": "मकरः",
          "transliteration": "makaraḥ",
          "root": "makara (sea monster, mythical aquatic beast)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "the Makara (mighty sea creature)"
        },
        {
          "word": "स्रोतसाम्",
          "transliteration": "srotasām",
          "root": "srotas (stream, current, river channel)",
          "grammatical_form": "Noun, neuter, genitive, plural",
          "meaning": "among rivers/streams"
        },
        {
          "word": "जाह्नवी",
          "transliteration": "jāhnavī",
          "root": "Jahnu (sage) → jāhnavī (daughter of Jahnu, the Ganga)",
          "grammatical_form": "Proper noun, feminine, nominative, singular",
          "meaning": "the Ganga (daughter of Jahnu)"
        }
      ],
      "commentary": {
        "dadaji": "The Wind purifies everything it touches — it carries away disease and stagnation, freshening life wherever it goes. This is how the Divine works in our own lives: like wind, the Lord's grace purifies the inner atmosphere of our hearts without our even noticing. The Ganga, sacred river of India, purifies all who touch or remember her — this is why Hindus have always felt her waters to be different. Contemplate that every purifying force in the universe — wind, river, fire, light — is a form of the Divine cleansing our souls.",
        "sarvapriyananda": "The Wind (Vayu) is foremost among purifiers — in Vedic cosmology, Prana itself is identified with Vayu, the life-force that animates all breathing creatures. The Ganga represents the flow of jñāna, knowledge streaming down from the transcendent realms into the phenomenal world. Shankara noted that these manifestations point beyond themselves to the substratum: the Brahman which is self-luminous, self-purifying, ever free. When you see pure water or breathe fresh air, you are literally in contact with Brahman appearing as these purifying powers.",
        "yogananda": "Prana — the cosmic life energy — flows through creation like a great wind, vivifying every atom. Rama represents the cosmic consciousness embodying virtue and righteous power in human form, the divine hero archetype. The Ganga flows from the Himalayas, symbol of the highest consciousness, bringing spiritual nourishment to the plains of ordinary life — just as meditation brings heavenly insight down into everyday awareness. Every purifying current in nature, whether wind, river, or sacred name, is the Lord's own cleansing grace.",
        "goyandka": "Among elements that cleanse and purify, the Wind is supreme — it carries away impurity and brings life-sustaining prana to all. Rama, the ideal king and righteous warrior of the Ramayana, represents dharma incarnate among those who wield weapons. The Ganga is the most sacred of rivers — the Scriptures declare that even remembrance of her name destroys sins. Krishna thus reveals His presence in the most revered and powerful manifestations within each category of creation."
      }
    },
    {
      "verse": 32,
      "sanskrit": "सर्गाणामादिरन्तश्च मध्यं चैवाहमर्जुन | अध्यात्मविद्या विद्यानां वादः प्रवदतामहम् ||",
      "transliteration": "sargāṇām ādir antaś ca madhyaṃ caivāham arjuna | adhyātmavidyā vidyānāṃ vādaḥ pravadatām aham ||",
      "translation": "Among all creations I am the beginning, the middle, and the final dissolution. Among all knowledge I am the knowledge of the transcendent Self. Among those who debate, I am the living Truth itself — the conclusion that ends all arguments.",
      "audio": "/assets/audio/ch10/verse_10_32.mp3",
      "word_breakdown": [
        {
          "word": "सर्गाणाम्",
          "transliteration": "sargāṇām",
          "root": "√sṛj (to create, to emit) → sarga (creation, emanation)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among creations"
        },
        {
          "word": "आदिः",
          "transliteration": "ādiḥ",
          "root": "ādi (beginning, origin, first)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "the beginning"
        },
        {
          "word": "अन्तः",
          "transliteration": "antaḥ",
          "root": "anta (end, limit, boundary)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "the end"
        },
        {
          "word": "मध्यम्",
          "transliteration": "madhyam",
          "root": "madhya (middle, center, midst)",
          "grammatical_form": "Noun/adjective, neuter, nominative, singular",
          "meaning": "the middle"
        },
        {
          "word": "अहम्",
          "transliteration": "aham",
          "root": "aham (I, the self-referential pronoun)",
          "grammatical_form": "Personal pronoun, first person, nominative, singular",
          "meaning": "I am"
        },
        {
          "word": "अध्यात्मविद्या",
          "transliteration": "adhyātma-vidyā",
          "root": "adhi + ātman (Self) + √vid (to know) → vidyā (knowledge)",
          "grammatical_form": "Compound noun (tatpuruṣa), feminine, nominative, singular",
          "meaning": "knowledge of the Self/Adhyatma-vidya"
        },
        {
          "word": "विद्यानाम्",
          "transliteration": "vidyānām",
          "root": "√vid (to know) → vidyā (knowledge, science, learning)",
          "grammatical_form": "Noun, feminine, genitive, plural",
          "meaning": "among sciences/branches of knowledge"
        },
        {
          "word": "वादः",
          "transliteration": "vādaḥ",
          "root": "√vad (to speak, to discourse) → vāda (discourse, reasoned debate)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "reasoned argument/vada (proper debate)"
        },
        {
          "word": "प्रवदताम्",
          "transliteration": "pravadatām",
          "root": "pra + √vad (to speak forth, to proclaim) → pravadant (one who speaks)",
          "grammatical_form": "Present active participle, masculine, genitive, plural",
          "meaning": "among those who debate/speak"
        }
      ],
      "commentary": {
        "dadaji": "The Lord is the very fabric of existence — He is not just present at creation's dawn or dusk, but throughout every moment in between. This verse invites us to see that whatever we study, whatever knowledge we pursue, the highest knowledge is always self-knowledge — knowing who we truly are. The debate form called 'vada' — where one genuinely seeks truth through reasoned inquiry — is divine; but argumentativeness for ego's sake is not. True learning always circles back to the question: 'Who am I?'",
        "sarvapriyananda": "The triad 'beginning, middle, and end' mirrors the Vedantic teaching that Brahman is the material cause, efficient cause, and final resting place of all creation — sṛṣṭi, sthiti, laya. Adhyātmavidyā is identified as the supreme science, the Upanishads' very subject matter: the inquiry into the nature of the Ātman. Vāda — proper philosophical debate aimed at truth — is distinguished from jalpa (argumentative disputation) and vitaṇḍā (mere refutation); Krishna blesses only truth-seeking inquiry. The Brahmasūtras and Upanishads are themselves exercises in such rigorous, sacred vāda.",
        "yogananda": "The Lord as beginning, middle, and end of creation echoes the Alpha and Omega — the cosmic creative consciousness that initiates, sustains, and finally withdraws the dream of manifestation. Self-knowledge — adhyātmavidyā — is supreme because the Self (Ātman) is the only thing that truly exists; all other knowledge is knowledge of dream-objects. Genuine philosophical inquiry, when pursued with love for truth rather than desire for victory, partakes of the Divine. The scientist truly seeking God through nature's laws is also engaged in a form of sacred vāda.",
        "goyandka": "Krishna declares Himself to be the alpha and omega of all existence — there is nothing in creation that does not arise from, subsist in, and return to Him. Among all the fourteen traditional branches of Vedic knowledge, the knowledge of the Ātman (adhyātmavidyā) is supreme, for it leads directly to liberation. Proper philosophical debate (vāda), as prescribed in the Nyāya school, proceeds through valid means of knowledge to reach correct conclusions — this is divine. Bhagavan thus blesses right learning, right inquiry, and right reasoning as His own manifestations."
      }
    },
    {
      "verse": 33,
      "sanskrit": "अक्षराणामकारोऽस्मि द्वन्द्वः सामासिकस्य च | अहमेवाक्षयः कालो धाताहं विश्वतोमुखः ||",
      "transliteration": "akṣarāṇām akāro'smi dvandvaḥ sāmāsikasya ca | aham evākṣayaḥ kālo dhātāham viśvatomukhaḥ ||",
      "translation": "Among letters I am the primal A — the first sound, the root of all language. Among compound words I am the Dvandva — the union of opposites into one. I am also imperishable Time, the creator who sustains all. I am the one who faces all directions simultaneously — omnipresent, all-knowing.",
      "audio": "/assets/audio/ch10/verse_10_33.mp3",
      "word_breakdown": [
        {
          "word": "अक्षराणाम्",
          "transliteration": "akṣarāṇām",
          "root": "a (not) + √kṣar (to perish, to flow) → akṣara (imperishable, syllable, letter)",
          "grammatical_form": "Noun, neuter, genitive, plural",
          "meaning": "among letters/syllables"
        },
        {
          "word": "अकारः",
          "transliteration": "akāraḥ",
          "root": "a (the sound 'a') + kāra (maker, form, the letter itself)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "the letter A (first letter of Sanskrit alphabet)"
        },
        {
          "word": "द्वन्द्वः",
          "transliteration": "dvandvaḥ",
          "root": "dvandva (pair, couple; the copulative compound type)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "the Dvandva compound (copulative, joining equals)"
        },
        {
          "word": "सामासिकस्य",
          "transliteration": "sāmāsikasya",
          "root": "samāsa (compound word) + ika (pertaining to) → sāmāsika (of or relating to compounds)",
          "grammatical_form": "Adjective, masculine, genitive, singular",
          "meaning": "among compound word types"
        },
        {
          "word": "अक्षयः कालः",
          "transliteration": "akṣayaḥ kālaḥ",
          "root": "a (not) + √kṣi (to perish) → akṣaya (imperishable) + kāla (time)",
          "grammatical_form": "Adjective + noun, masculine, nominative, singular",
          "meaning": "inexhaustible/imperishable Time"
        },
        {
          "word": "धाता",
          "transliteration": "dhātā",
          "root": "√dhā (to place, to ordain, to sustain) → dhātṛ (the ordainer, creator, sustainer)",
          "grammatical_form": "Noun (agent noun), masculine, nominative, singular",
          "meaning": "the Creator/Sustainer/Ordainer"
        },
        {
          "word": "विश्वतोमुखः",
          "transliteration": "viśvato-mukhaḥ",
          "root": "viśvatas (in all directions, on all sides) + mukha (face, front)",
          "grammatical_form": "Compound noun (bahuvrīhi), masculine, nominative, singular",
          "meaning": "facing all directions, omnipresent"
        }
      ],
      "commentary": {
        "dadaji": "The letter 'A' is the first sound — when you open your mouth and breathe out, the primordial sound 'A' emerges naturally. It is the foundation of all language, all communication, all scripture. Time, kāla, devours all things — yet Krishna says He is the inexhaustible Time, the ever-flowing river of eternity that cannot itself be consumed. The Creator who faces all directions means God is present in every direction we look — there is no corner of the universe that His face does not regard.",
        "sarvapriyananda": "The letter A is the foundation of the Sanskrit alphabet; in the Māṇḍūkya Upanishad, the syllable AUM is analyzed as A-U-M corresponding to waking, dream, and deep sleep states. The dvandva compound joins two equals — like sat-cit-ānanda, being-consciousness-bliss — a grammatical form that reflects the non-dual harmony of reality. Time (kāla) in its inexhaustible aspect points to Brahman as the transcendent ground beyond temporal succession. The Creator 'facing all directions' echoes the Puruṣa Sūkta's description: 'sahasraśīrṣā puruṣaḥ' — the cosmic being with faces everywhere.",
        "yogananda": "The letter A — the first vowel — is the primordial sound from which all creation pours forth; in meditation, the cosmic AUM begins with this primal vibration. God as inexhaustible Time means He is the very medium in which all experience unfolds — past, present, and future exist within His infinite now. The Creator facing everywhere is the omnipresent divine consciousness that underlies every point in space. To realize this is to see that there is nowhere God is not — every moment, every place is sacred.",
        "goyandka": "The letter A (akāra) is both the first sound of the Sanskrit alphabet and the first syllable of the sacred name Om — hence it represents the Lord who is the origin of all language and all Vedic knowledge. The Dvandva compound is the most balanced form of word compounding, joining entities as co-equal — it represents the harmonious relationship between jīva and Īśvara, individual and Supreme. Time (kāla) is the great destroyer of all beings, yet as the inexhaustible kāla, the Lord transcends even destruction — He is the eternal ground of all temporal change. His face turned in all directions signifies His equal grace toward all creatures everywhere."
      }
    },
    {
      "verse": 34,
      "sanskrit": "मृत्युः सर्वहरश्चाहमुद्भवश्च भविष्यताम् | कीर्तिः श्रीर्वाक्च नारीणां स्मृतिर्मेधा धृतिः क्षमा ||",
      "transliteration": "mṛtyuḥ sarvaharaś cāham udbhavaś ca bhaviṣyatām | kīrtiḥ śrīr vāk ca nārīṇāṃ smṛtir medhā dhṛtiḥ kṣamā ||",
      "translation": "I am Death, the all-consuming — and I am also the Source of all that is yet to come. Among feminine powers I am Fame, Prosperity, Speech, Memory, Intelligence, Courage, and Forgiveness. These divine qualities are the faces of the Eternal Mother through whom I create and sustain.",
      "audio": "/assets/audio/ch10/verse_10_34.mp3",
      "word_breakdown": [
        {
          "word": "मृत्युः",
          "transliteration": "mṛtyuḥ",
          "root": "√mṛ (to die) → mṛtyu (death, the death-principle)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "Death"
        },
        {
          "word": "सर्वहरः",
          "transliteration": "sarva-haraḥ",
          "root": "sarva (all, every) + √hṛ (to take, to seize, to carry away)",
          "grammatical_form": "Compound noun (tatpuruṣa), masculine, nominative, singular",
          "meaning": "all-devouring/that which takes away everything"
        },
        {
          "word": "उद्भवः",
          "transliteration": "udbhavaḥ",
          "root": "ud (up, forth) + √bhū (to become, to arise) → udbhava (origin, arising, source)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "the origin/source"
        },
        {
          "word": "भविष्यताम्",
          "transliteration": "bhaviṣyatām",
          "root": "√bhū (to be, to become) → bhaviṣyant (one who will be, future being)",
          "grammatical_form": "Future active participle, masculine, genitive, plural",
          "meaning": "of beings yet to be born/of future"
        },
        {
          "word": "कीर्तिः",
          "transliteration": "kīrtiḥ",
          "root": "√kīrt (to celebrate, to proclaim) → kīrti (fame, glory, renown)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "fame/glory"
        },
        {
          "word": "श्रीः",
          "transliteration": "śrīḥ",
          "root": "√śrī (to diffuse light, to radiate) → śrī (prosperity, beauty, grace, Lakshmi)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "prosperity/Lakshmi/grace"
        },
        {
          "word": "वाक्",
          "transliteration": "vāk",
          "root": "√vac (to speak) → vāc/vāk (speech, the goddess of speech, Saraswati)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "speech/Saraswati"
        },
        {
          "word": "नारीणाम्",
          "transliteration": "nārīṇām",
          "root": "nārī (woman, feminine being)",
          "grammatical_form": "Noun, feminine, genitive, plural",
          "meaning": "among feminine virtues/women"
        },
        {
          "word": "स्मृतिः",
          "transliteration": "smṛtiḥ",
          "root": "√smṛ (to remember, to recollect) → smṛti (memory, recollection)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "memory/recollection"
        },
        {
          "word": "मेधा",
          "transliteration": "medhā",
          "root": "√medh (to understand deeply) → medhā (intelligence, retentive intellect, wisdom)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "intelligence/wisdom"
        },
        {
          "word": "धृतिः",
          "transliteration": "dhṛtiḥ",
          "root": "√dhṛ (to hold, to sustain, to be firm) → dhṛti (steadfastness, firmness, courage)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "steadfastness/courage"
        },
        {
          "word": "क्षमा",
          "transliteration": "kṣamā",
          "root": "√kṣam (to be patient, to forgive, to endure) → kṣamā (forgiveness, patience, forbearance)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "forgiveness/patience"
        }
      ],
      "commentary": {
        "dadaji": "Death is God — this is perhaps the hardest teaching, yet the most liberating. When we fear death, we fear God. When we understand that the same hand that gives life also takes it back, we find peace. The seven feminine virtues listed here — fame, prosperity, speech, memory, intelligence, steadfastness, forgiveness — are especially precious because they represent the sustaining, nurturing side of the Divine. Of these, forgiveness (kṣamā) may be the greatest, for it dissolves the seeds of suffering that otherwise accumulate over lifetimes.",
        "sarvapriyananda": "Krishna as 'all-devouring Death' echoes the Kaṭha Upanishad, where the young Nachiketas goes directly to Yama, Death itself, to learn the secret of immortality. Paradoxically, by confronting death, one discovers the deathless — the Ātman that was never born and will never die. The seven feminine qualities (nārī-guṇas) correspond to divine śakti in her sustaining aspects — Lakshmi's grace, Saraswati's speech, and the inner powers of consciousness. Kṣamā (forgiveness) is particularly Brahmanical — the Mahābhārata repeatedly praises it as the highest virtue of the enlightened.",
        "yogananda": "God as Death reminds us that the universe is cyclically reabsorbed into the Divine — creation breathes out and breathes in, and what we call death is the great inhalation. Yet the same Lord is the womb of all future beings — after the cosmic night, a new dawn of creation blooms. The seven feminine virtues represent the receptive, sustaining aspect of cosmic consciousness — these are the qualities that make spiritual life possible. Memory (smṛti) here has special resonance: it is the capacity to remember our divine nature even while embodied.",
        "goyandka": "The Lord as Death (mṛtyu) who takes away all things reminds us that everything in the phenomenal world is impermanent — only God abides. Yet He is also the source of future births, the inexhaustible well of life-force from which new beings continuously emerge. The seven noble feminine qualities enumerated here — kīrti, śrī, vāk, smṛti, medhā, dhṛti, kṣamā — represent the highest expressions of the śakti principle, the divine power that sustains all creation. A household blessed with these qualities in its women is truly a blessed household, for these are directly God's own attributes."
      }
    },
    {
      "verse": 35,
      "sanskrit": "बृहत्साम तथा साम्नां गायत्री छन्दसामहम् | मासानां मार्गशीर्षोऽहमृतूनां कुसुमाकरः ||",
      "transliteration": "bṛhatsāma tathā sāmnāṃ gāyatrī chandasām aham | māsānāṃ mārgaśīrṣo'ham ṛtūnāṃ kusumākaraḥ ||",
      "translation": "Among the Sama hymns I am the Brihatsama — the great cosmic song. Among poetic meters I am the sacred Gayatri — the prayer that awakens the divine light of the Sun. Among months I am Margashirsha, the month of early harvest. Among seasons I am the flowering Spring.",
      "audio": "/assets/audio/ch10/verse_10_35.mp3",
      "word_breakdown": [
        {
          "word": "बृहत्साम",
          "transliteration": "bṛhat-sāma",
          "root": "bṛhat (great, vast, mighty) + sāman (Sama Veda hymn, chant)",
          "grammatical_form": "Compound noun (karmadhāraya), neuter, nominative, singular",
          "meaning": "the Brihatsama (the greatest Sama Veda hymn)"
        },
        {
          "word": "साम्नाम्",
          "transliteration": "sāmnām",
          "root": "sāman (Sama Veda hymn, melodic chant)",
          "grammatical_form": "Noun, neuter, genitive, plural",
          "meaning": "among Sama hymns"
        },
        {
          "word": "गायत्री",
          "transliteration": "gāyatrī",
          "root": "√gai (to sing) → gāyatrī (the meter of 24 syllables, the most sacred Vedic verse)",
          "grammatical_form": "Proper noun, feminine, nominative, singular",
          "meaning": "the Gayatri (most sacred Vedic meter)"
        },
        {
          "word": "छन्दसाम्",
          "transliteration": "chandasām",
          "root": "chandas (Vedic meter, prosody, poetic measure)",
          "grammatical_form": "Noun, neuter, genitive, plural",
          "meaning": "among Vedic meters"
        },
        {
          "word": "मासानाम्",
          "transliteration": "māsānām",
          "root": "māsa (month, lunar month)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among months"
        },
        {
          "word": "मार्गशीर्षः",
          "transliteration": "mārgaśīrṣaḥ",
          "root": "mṛgaśiras (the Mrigashira constellation) → mārgaśīrṣa (the month governed by Mrigashira)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Margashirsha (month of Nov-Dec, auspicious)"
        },
        {
          "word": "ऋतूनाम्",
          "transliteration": "ṛtūnām",
          "root": "ṛtu (season, fixed time, proper order)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among seasons"
        },
        {
          "word": "कुसुमाकरः",
          "transliteration": "kusumākaraḥ",
          "root": "kusuma (flower, blossom) + ākara (mine, source, producer)",
          "grammatical_form": "Compound noun (tatpuruṣa), masculine, nominative, singular",
          "meaning": "Spring — the bearer of flowers"
        }
      ],
      "commentary": {
        "dadaji": "The Gayatri mantra is the mother of all mantras — it is chanted at dawn, noon, and dusk by devoted Hindus, invoking the light of divine intelligence. When you chant it, know that you are invoking God directly. Margashirsha (Agrahayan) is traditionally considered the most sacred month — the harvest time when nature is abundant and clear, and the air is filled with a special spiritual quality. Spring, the season of flowers and new beginnings, is the Divine's own season — it reminds us that life constantly renews itself, and so does our devotion.",
        "sarvapriyananda": "The Gayatri (Sāvitrī) is considered the essence of the Vedas — 'The Gayatri is Brahman; Brahman is the Gayatri,' declares the Chhandogya Upanishad. Chanting it illumines the buddhi — the intellect — enabling it to apprehend truth directly rather than through inference alone. The Brihatsama is the grandest of Vedic musical chants, its resonance said to carry the mind to brahmaloka. Margashirsha was the first month in older Vedic calendars — it represents time at its most auspicious and sacred beginning.",
        "yogananda": "The Gayatri is the supreme mantra of light — it invokes the sun of cosmic consciousness (Savitṛ) to illuminate our minds. When chanted with deep meditation, it has the power to dissolve the fog of ignorance and reveal the Self. Spring is nature's own meditation on the divine idea of beauty — when the earth blooms in a thousand colors, God is painting His own canvas. Margashirsha corresponds to the period when the sun begins its northward journey (uttarāyaṇa), traditionally the time most favorable for spiritual practice.",
        "goyandka": "The Gayatri meter (with its 24 syllables) is the most sacred of all Vedic prosodic forms — the Gayatri mantra composed in this meter is the life-breath of the Vedas, recited by all dvijas (twice-born) three times daily. Brihatsama is the grandest of Sama chants, elaborately sung in the sacrificial rites; its divine resonance is said to please all the devas. Margashirsha, when Agni (the sacred fire) is strong and crops are harvested, is the most auspicious month for yajnas and sacred vows. Spring (vasanta), when all nature bursts into bloom, represents the Lord's creative joy manifest as beauty."
      }
    },
    {
      "verse": 36,
      "sanskrit": "द्यूतं छलयतामस्मि तेजस्तेजस्विनामहम् | जयोऽस्मि व्यवसायोऽस्मि सत्त्वं सत्त्ववतामहम् ||",
      "transliteration": "dyūtaṃ chalayatām asmi tejas tejasvinām aham | jayo'smi vyavasāyo'smi sattvaṃ sattvavatām aham ||",
      "translation": "I am the gambling of the deceitful — for even in cunning, it is divine intelligence that operates. I am the splendor of the splendid, the victory of the victorious. I am the resolve of the determined and the goodness of the good. I am the divine quality shining through every expression of excellence.",
      "audio": "/assets/audio/ch10/verse_10_36.mp3",
      "word_breakdown": [
        {
          "word": "द्यूतम्",
          "transliteration": "dyūtam",
          "root": "√div (to play, to gamble) → dyūta (gambling, game of dice)",
          "grammatical_form": "Noun, neuter, nominative, singular",
          "meaning": "gambling/dice game"
        },
        {
          "word": "छलयताम्",
          "transliteration": "chalayatām",
          "root": "chala (deception, fraud, trick) + √i (to go) → chalayant (one who deceives)",
          "grammatical_form": "Present active participle, masculine, genitive, plural",
          "meaning": "among those who use deception/cunning"
        },
        {
          "word": "तेजः",
          "transliteration": "tejaḥ",
          "root": "√tij (to be sharp, to blaze) → tejas (brilliance, radiance, vital energy, fire)",
          "grammatical_form": "Noun, neuter, nominative, singular",
          "meaning": "brilliance/radiance/vital energy"
        },
        {
          "word": "तेजस्विनाम्",
          "transliteration": "tejasvinām",
          "root": "tejas (brilliance) + vin (possessing) → tejasvin (brilliant, powerful, radiant one)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among the brilliant/powerful"
        },
        {
          "word": "जयः",
          "transliteration": "jayaḥ",
          "root": "√ji (to conquer, to win) → jaya (victory, triumph, success)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "victory/success"
        },
        {
          "word": "व्यवसायः",
          "transliteration": "vyavasāyaḥ",
          "root": "vi + ava + √so (to cut, to settle) → vyavasāya (firm resolve, determined effort, industry)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "determination/resolve/effort"
        },
        {
          "word": "सत्त्वम्",
          "transliteration": "sattvam",
          "root": "√as (to be) → sat (being, truth) → sattva (the quality of purity, goodness, clarity)",
          "grammatical_form": "Noun, neuter, nominative, singular",
          "meaning": "goodness/purity/the sattvic quality"
        },
        {
          "word": "सत्त्ववताम्",
          "transliteration": "sattvavatām",
          "root": "sattva (purity, goodness) + vat (possessing) → sattvavant (one endowed with sattva)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "of those endowed with sattva"
        }
      ],
      "commentary": {
        "dadaji": "This verse stops us short — gambling is divine? What Krishna is teaching is that even in activities we consider negative or problematic, the power and skill behind them is ultimately His. The house always wins in gambling because the cosmic intelligence that orders probability itself is divine. More importantly, He claims victory, determination, and sattva — the qualities that lead souls upward. Whatever power of resolve and clarity you have access to is God's own energy flowing through you.",
        "sarvapriyananda": "The mention of gambling (dyūta) as a vibhūti is instructive from a Vedantic standpoint — Brahman underlies all activity, even those which appear rajasic or tamasic in nature. The irresistible pull of the dice game, the fascination of chance, is ultimately the play (līlā) of cosmic consciousness experiencing its own creative uncertainty. The deeper teaching is that tejaḥ (vital brilliance), jayaḥ (victory), vyavasāyaḥ (resolute determination), and sattvam (pure goodness) are all direct manifestations of Brahman. Cultivate these: they bring you closer to the source.",
        "yogananda": "Even gambling has its divine aspect — the mysterious play of chance reflects the cosmic game (leela) by which God creates this universe of infinite possibilities. Every flash of brilliance in a scientist's eye, every victorious moment in a noble endeavor, every steely determination to achieve a worthy goal — these are sparks of divine fire. Sattva, the quality of purity and clarity, is God's own nature reflected most directly in creation. As you cultivate sattva in your life through meditation, pure food, and noble company, you become a clearer mirror for the Divine.",
        "goyandka": "Even in gambling — which is generally forbidden in dharmic life — the power, skill, and element of fortune that operates belongs to Bhagavan. This teaches that no power or force in the universe is independent of the Lord; all energies, even those used in activities of lesser dharma, originate in Him. Tejas is the vital spiritual radiance that shines in great souls; jaya is the success that dharma ultimately achieves; vyavasāya is the resolute spiritual effort (as praised in Chapter 2) that never wavers. Sattva is the divine quality that, when cultivated, leads the soul progressively toward moksha."
      }
    },
    {
      "verse": 37,
      "sanskrit": "वृष्णीनां वासुदेवोऽस्मि पाण्डवानां धनञ्जयः | मुनीनामप्यहं व्यासः कवीनामुशना कविः ||",
      "transliteration": "vṛṣṇīnāṃ vāsudevo'smi pāṇḍavānāṃ dhanañjayaḥ | munīnām apy ahaṃ vyāsaḥ kavīnām uśanā kaviḥ ||",
      "translation": "Among the Vrishnis I am Krishna Himself — Vasudeva, the divine flute-player of the soul. Among the Pandavas I am Arjuna — the soul that has chosen to seek God. Among the sages I am Vyasa; among poets and seers I am Ushana, the illumined one.",
      "audio": "/assets/audio/ch10/verse_10_37.mp3",
      "word_breakdown": [
        {
          "word": "वृष्णीनाम्",
          "transliteration": "vṛṣṇīnām",
          "root": "vṛṣṇi (name of Krishna's clan)",
          "grammatical_form": "Proper noun, masculine, genitive, plural",
          "meaning": "among the Vrishnis (Krishna's clan)"
        },
        {
          "word": "वासुदेवः",
          "transliteration": "vāsudevaḥ",
          "root": "vasudeva (son of Vasudeva)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Vasudeva — Krishna, son of Vasudeva"
        },
        {
          "word": "पाण्डवानाम्",
          "transliteration": "pāṇḍavānām",
          "root": "pāṇḍava (son of Pandu)",
          "grammatical_form": "Proper noun, masculine, genitive, plural",
          "meaning": "among the Pandavas"
        },
        {
          "word": "धनञ्जयः",
          "transliteration": "dhanañjayaḥ",
          "root": "dhana (wealth) + √ji (to conquer)",
          "grammatical_form": "Compound proper noun, masculine, nominative, singular",
          "meaning": "Dhananjaya — Arjuna (winner of wealth)"
        },
        {
          "word": "मुनीनाम्",
          "transliteration": "munīnām",
          "root": "muni (sage, silent one)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among sages/silent ones"
        },
        {
          "word": "व्यासः",
          "transliteration": "vyāsaḥ",
          "root": "√vyās (to arrange, to compile)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Vyasa — the great sage who compiled the Vedas"
        },
        {
          "word": "कवीनाम्",
          "transliteration": "kavīnām",
          "root": "kavi (seer, poet, wise one)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "among wise seers/poets"
        },
        {
          "word": "उशना",
          "transliteration": "uśanā",
          "root": "uśanas (name of Shukracharya)",
          "grammatical_form": "Proper noun, masculine, nominative, singular",
          "meaning": "Ushana — Shukracharya, preceptor of the asuras"
        }
      ],
      "commentary": {
        "dadaji": "There is something wonderfully personal about this verse — Krishna says 'I am Arjuna among the Pandavas.' He is speaking to Arjuna while saying Arjuna is His own manifestation! This is deeply moving: the disciple sitting before the Lord is himself a divine glory. And the Lord says He is Vyasa — who wrote the very Mahabharata and the Bhagavata — reminding us that scripture itself is a vibhūti of the Divine. Read the Bhagavatam, the Gita, knowing that the words themselves are God.",
        "sarvapriyananda": "This verse contains a subtle but profound teaching: Krishna says He is Vasudeva — meaning Krishna identifies Himself as His own highest manifestation. This anticipates the Bhāgavata teaching of the Vyūhas (cosmic manifestations). Vyasa, the great compiler of the Vedas, Mahabharata, and the Puranas, is called an avatāra — his life work was to organize divine knowledge for humanity. Shukracharya (Ushana) is described as a 'kavi' — not merely a poet but a seer-sage; interestingly, he is the guru of the demons, yet Krishna claims him, showing the Lord's neutrality and omnipresence.",
        "yogananda": "When Krishna says 'I am Arjuna among the Pandavas,' he is acknowledging the ideal devotee-disciple — the pure soul who stands face to face with God and says, 'I am wholly yours.' Every true disciple is a vibhūti of the Lord. Vyasa represents the divine function of organizing and transmitting truth — every great teacher who has given humanity a systematic presentation of spiritual knowledge partakes of this vibhūti. Ushana (Shukra) shows that wisdom can emerge from unexpected teachers — the guru of demons nevertheless possessed extraordinary knowledge.",
        "goyandka": "Krishna identifying Himself as Vasudeva (His own name and form) among the Vrishnis confirms the teaching of the Bhāgavatam: Svayam Bhagavān, the Supreme Lord Himself, descended as Krishna of the Yadava clan. Arjuna among the Pandavas is the supreme archer, devotee, and receiver of the Gita — his glory is that he became the vessel for this supreme teaching. Vyasa-deva, who classified the Vedas and composed the Mahabharata and the Puranas, is a mahān ṛṣi whose contribution to dharma is beyond measure. Shukracharya, though guru of the asuras, possessed extraordinary knowledge of mantra, tantra, and the Mṛtasañjīvanī vidyā — wisdom is the Lord's manifestation wherever it appears."
      }
    },
    {
      "verse": 38,
      "sanskrit": "दण्डो दमयतामस्मि नीतिरस्मि जिगीषताम् | मौनं चैवास्मि गुह्यानां ज्ञानं ज्ञानवतामहम् ||",
      "transliteration": "daṇḍo damayatām asmi nītir asmi jigīṣatām | maunaṃ caivāsmi guhyānāṃ jñānaṃ jñānavatām aham ||",
      "translation": "I am the scepter of those who govern — the power of righteous authority. I am the strategy of those who seek victory through wisdom. Among secrets I am the divine silence of meditation. Among all beings I am the Self — the wisdom that knows itself in all.",
      "audio": "/assets/audio/ch10/verse_10_38.mp3",
      "word_breakdown": [
        {
          "word": "दण्डः",
          "transliteration": "daṇḍaḥ",
          "root": "daṇḍa (rod, scepter, punishment)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "the scepter/rod of punishment"
        },
        {
          "word": "दमयताम्",
          "transliteration": "damayatām",
          "root": "√dam (to tame, to subdue, to restrain)",
          "grammatical_form": "Present active participle, masculine, genitive, plural",
          "meaning": "among those who restrain/subdue"
        },
        {
          "word": "नीतिः",
          "transliteration": "nītiḥ",
          "root": "√nī (to lead, to guide) + suffix -ti",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "statesmanship/ethics/right policy"
        },
        {
          "word": "जिगीषताम्",
          "transliteration": "jigīṣatām",
          "root": "√ji (to conquer) — desiderative stem jigīṣ",
          "grammatical_form": "Desiderative present participle, masculine, genitive, plural",
          "meaning": "among those who seek victory"
        },
        {
          "word": "मौनम्",
          "transliteration": "maunam",
          "root": "muna (silence) → mauna (state of silence)",
          "grammatical_form": "Noun, neuter, nominative, singular",
          "meaning": "silence/the practice of silence"
        },
        {
          "word": "गुह्यानाम्",
          "transliteration": "guhyānām",
          "root": "√guh (to conceal, to hide) — guhya (secret)",
          "grammatical_form": "Adjective used as noun, neuter, genitive, plural",
          "meaning": "among secrets/mysteries"
        },
        {
          "word": "ज्ञानम्",
          "transliteration": "jñānam",
          "root": "√jñā (to know) — jñāna (knowledge)",
          "grammatical_form": "Noun, neuter, nominative, singular",
          "meaning": "wisdom/knowledge of the Self"
        },
        {
          "word": "ज्ञानवताम्",
          "transliteration": "jñānavatām",
          "root": "jñāna (knowledge) + suffix -vat (possessing)",
          "grammatical_form": "Adjective, masculine, genitive, plural",
          "meaning": "of the wise/those possessing jñāna"
        }
      ],
      "commentary": {
        "dadaji": "Silence is the greatest secret — what a profound statement! In the noisy world, we never allow silence to speak to us. But in silence, God reveals Himself most directly. This is why the great masters like Ramana Maharshi communicated so powerfully through silence — because in true silence, only the Divine remains. The scepter of justice reminds us that righteous governance and law are also divine — when a judge upholds dharma, God is working through them. Right wisdom, jñāna, is the Lord's own light shining through a purified intellect.",
        "sarvapriyananda": "Daṇḍa (the rod of authority) appears in the Arthaśāstra and Dharmaśāstra as the foundation of social order — Krishna claims it, reminding us that legitimate political authority when justly exercised is divine. Mauna (silence) as the 'secret among secrets' resonates deeply with the Vedantic tradition where the fourth state (turīya) — the silent witness consciousness — is the supreme Brahman. The Kaivalya Upanishad declares: 'By silence alone, the knower knows the Truth.' Jñāna as the Lord's vibhūti is the self-luminous awareness that is never born, never dies, and cannot be destroyed.",
        "yogananda": "The rod of justice represents the cosmic law of karma — the impersonal but perfectly fair mechanism by which every action meets its consequence. Statesmanship (nīti) when truly wise partakes of divine wisdom — the great dharmic kings like Janaka and Yudhisthira were instruments of God's cosmic governance. Silence is the deepest of all spiritual practices — in the silence between thoughts, the meditator touches the infinite. 'Be still and know that I am God,' says the Psalmist — this is the silence Krishna claims as His own manifestation.",
        "goyandka": "Daṇḍa — the power of righteous punishment — is the basis of all social order (rāja-dharma); without it, the strong would oppress the weak and adharma would prevail. Nīti is the wise statecraft and ethical governance that enables a kingdom to prosper — great minister-sages like Vidura and Chanakya exemplified this. Silence (mauna) is the highest secret because it points directly to the Ātman, which is beyond all speech and thought — the Brhadāraṇyaka Upanishad identifies it with the inexpressible Brahman. True jñāna is not mere book-learning but the direct experience of the Supreme — this is the Lord's very own nature shining in those who have realized the Truth."
      }
    },
    {
      "verse": 39,
      "sanskrit": "यच्चापि सर्वभूतानां बीजं तदहमर्जुन | न तदस्ति विना यत्स्यान्मया भूतं चराचरम् ||",
      "transliteration": "yac cāpi sarvabhūtānāṃ bījaṃ tad aham arjuna | na tad asti vinā yat syān mayā bhūtaṃ carācaram ||",
      "translation": "Whatever is the seed of all beings — that seed am I, O Arjuna. There is nothing in all existence, moving or unmoving, that can exist without Me. I am the hidden life-force within the seed that makes it burst into flower.",
      "audio": "/assets/audio/ch10/verse_10_39.mp3",
      "word_breakdown": [
        {
          "word": "यत्",
          "transliteration": "yat",
          "root": "yad (relative pronoun)",
          "grammatical_form": "Relative pronoun, neuter, nominative/accusative, singular",
          "meaning": "whatever"
        },
        {
          "word": "सर्वभूतानाम्",
          "transliteration": "sarva-bhūtānām",
          "root": "sarva (all) + bhūta (being, creature)",
          "grammatical_form": "Compound noun, neuter, genitive, plural",
          "meaning": "of all beings"
        },
        {
          "word": "बीजम्",
          "transliteration": "bījam",
          "root": "bīja (seed, source, origin)",
          "grammatical_form": "Noun, neuter, nominative, singular",
          "meaning": "the seed/source/cause"
        },
        {
          "word": "तत् अहम्",
          "transliteration": "tad aham",
          "root": "tad (that, demonstrative pronoun) + aham (I)",
          "grammatical_form": "Demonstrative pronoun + personal pronoun, nominative, singular",
          "meaning": "that I am"
        },
        {
          "word": "न अस्ति",
          "transliteration": "na asti",
          "root": "na (negation) + √as (to be)",
          "grammatical_form": "Negative particle + verb, present indicative, third person, singular",
          "meaning": "there is not/there exists not"
        },
        {
          "word": "विना मया",
          "transliteration": "vinā mayā",
          "root": "vinā (without, preposition) + asmad (I, first person pronoun)",
          "grammatical_form": "Preposition + personal pronoun, instrumental, singular",
          "meaning": "without Me"
        },
        {
          "word": "भूतम्",
          "transliteration": "bhūtam",
          "root": "√bhū (to be, to exist) — bhūta (that which has come to be)",
          "grammatical_form": "Past passive participle used as noun, neuter, nominative, singular",
          "meaning": "a being/existing thing"
        },
        {
          "word": "चराचरम्",
          "transliteration": "carācaram",
          "root": "cara (moving) + acara (unmoving, fixed)",
          "grammatical_form": "Compound adjective, neuter, nominative, singular",
          "meaning": "moving and unmoving (all of creation)"
        }
      ],
      "commentary": {
        "dadaji": "This is the ultimate declaration: there is nothing, absolutely nothing, that exists without God. The atom, the galaxy, the thought, the feeling, the moment of beauty, the pang of sorrow — all are sustained by the same divine presence. When you truly feel this, fear dissolves entirely, because wherever you are and whatever happens, you are never separate from the Lord. This is the great comfort of bhakti: God is not somewhere far away — He is the very ground on which your existence stands.",
        "sarvapriyananda": "Brahman as 'bīja' (seed) of all beings echoes the Chhandogya Upanishad's teaching: 'All this is Brahman; everything arises from Brahman, dissolves in Brahman, and breathes in Brahman.' The seed contains potentially the entire tree — similarly, the divine consciousness contains all possible manifestations. The impossibility of any being existing without the Lord is the Vedantic teaching of Brahman as the sole substratum (ādhāra) — just as waves cannot exist without the ocean. This is not pantheism but Advaita: God is not identical to the world, yet nothing in the world can be apart from God.",
        "yogananda": "The cosmic seed is the AUM vibration — the primordial Word or Logos from which all creation proceeds. Every atom in the universe vibrates with this divine seed-sound; to tune into it through meditation is to touch the very source of existence. 'Without Me, nothing exists' is perhaps the most comforting statement in all scripture — it means that in your darkest moment, in your loneliest hour, you are held by the very ground of Being. Nothing can cast you out of God's embrace because you literally cannot exist apart from Him.",
        "goyandka": "The Lord as the 'seed' (bīja) of all beings establishes the Vedantic principle that He is both the material cause (upādāna-kāraṇa) and the efficient cause (nimitta-kāraṇa) of creation — the universe emerges from Him as a dream emerges from the dreamer. Not even an atom of the universe can exist independently of the Lord's sustaining power — this is the doctrine of Brahman as the universal support (adhiṣṭhāna). Both moving things (animals, humans) and unmoving things (mountains, trees) depend equally on Him. This verse is a direct refutation of atheism: without the Divine ground, existence itself would be impossible."
      }
    },
    {
      "verse": 40,
      "sanskrit": "नान्तोऽस्ति मम दिव्यानां विभूतीनां परन्तप | एष तूद्देशतः प्रोक्तो विभूतेर्विस्तरो मया ||",
      "transliteration": "nānto'sti mama divyānāṃ vibhūtīnāṃ paramtapa | eṣa tūddeśataḥ prokto vibhūter vistaro mayā ||",
      "translation": "There is no end, O Scorcher of Foes, to My divine manifestations. What I have described is only a hint — a few sparks from the infinite fire of My glory. The entire universe is too small a canvas to hold even a glimpse of what I AM.",
      "audio": "/assets/audio/ch10/verse_10_40.mp3",
      "word_breakdown": [
        {
          "word": "न अन्तः",
          "transliteration": "na antaḥ",
          "root": "na (negation) + anta (end, limit, boundary)",
          "grammatical_form": "Negative particle + noun, masculine, nominative, singular",
          "meaning": "no end/no limit"
        },
        {
          "word": "मम",
          "transliteration": "mama",
          "root": "asmad (first person pronoun)",
          "grammatical_form": "Personal pronoun, genitive, singular",
          "meaning": "My"
        },
        {
          "word": "दिव्यानाम्",
          "transliteration": "divyānām",
          "root": "div (sky, heaven) + suffix -ya — divya (divine, celestial)",
          "grammatical_form": "Adjective, feminine, genitive, plural",
          "meaning": "divine"
        },
        {
          "word": "विभूतीनाम्",
          "transliteration": "vibhūtīnām",
          "root": "vi + √bhū (to be, to become) — vibhūti (glory, manifestation, power)",
          "grammatical_form": "Noun, feminine, genitive, plural",
          "meaning": "of manifestations/glories"
        },
        {
          "word": "परन्तप",
          "transliteration": "parantapa",
          "root": "para (foe, other) + √tap (to heat, to torment)",
          "grammatical_form": "Compound noun, masculine, vocative, singular",
          "meaning": "O Scorcher of Foes (Arjuna)"
        },
        {
          "word": "एषः",
          "transliteration": "eṣaḥ",
          "root": "etad (this, proximate demonstrative pronoun)",
          "grammatical_form": "Demonstrative pronoun, masculine, nominative, singular",
          "meaning": "this"
        },
        {
          "word": "उद्देशतः",
          "transliteration": "uddeśataḥ",
          "root": "ud + √diś (to point out) — uddeśa (indication, brief mention)",
          "grammatical_form": "Noun with ablative suffix -taḥ, masculine, ablative, singular",
          "meaning": "by way of illustration/hint/indication"
        },
        {
          "word": "प्रोक्तः",
          "transliteration": "proktaḥ",
          "root": "pra + √vac (to speak) — prokta (declared, stated)",
          "grammatical_form": "Past passive participle, masculine, nominative, singular",
          "meaning": "declared/spoken"
        },
        {
          "word": "विस्तरः",
          "transliteration": "vistaraḥ",
          "root": "vi + √stṛ (to spread, to expand) — vistara (expansion, detail)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "the extent/detail/expansion"
        }
      ],
      "commentary": {
        "dadaji": "The Lord humbly says — even this entire catalogue of divine manifestations is just a hint! What humility, what infinity. No scripture, no word, no thought can exhaust God's glory. This verse invites us to hold all of the Gita's teachings lightly — as a finger pointing at the moon, not the moon itself. The devotee who feels this is filled with wonder, with joy, with endless appetite for the Lord. There is always more of God to discover. The spiritual path never becomes boring because the Divine is inexhaustible.",
        "sarvapriyananda": "The phrase 'uddeśataḥ' — by way of indication — is the key Vedantic term here: the entire enumeration of vibhūtis is only a pradarśana, a demonstration pointing toward the infinite. Brahman cannot be enumerated, catalogued, or exhausted by thought — the Brhadāraṇyaka Upanishad's neti neti ('not this, not this') teaching arises precisely from this understanding. The sages have listed the Lord's manifestations not to define Him but to train the mind to see God everywhere, until the habit of sacred perception becomes natural. When that happens, the whole universe becomes a continuous theophany.",
        "yogananda": "The infinite glories of God — what a liberating teaching! No matter how much you discover of the Lord's nature, there is always infinitely more. This is the joy of eternal spiritual seeking: it never becomes exhausted or repetitive. Like an ocean of bliss, the deeper you dive, the more vast it becomes. This verse is an invitation to boundless exploration — to spend not just one lifetime but eternity progressively discovering the inexhaustible wonder of the Divine. Sri Ramakrishna said the same thing in his experiences: every time he thought he had reached the end of God, a new dimension opened.",
        "goyandka": "The Lord's humility here is itself divine — after listing dozens of supreme manifestations, He says, 'This is just a hint.' The Vedas themselves declare their own inadequacy: 'yato vāco nivartante aprāpya manasā saha' — speech and mind return without reaching the Supreme. Every name, every form, every great being in creation is a fraction of the Lord's infinite glory. The devotee's appropriate response is eternal gratitude and wonder — knowing that even the rasāsvāda (taste of devotion) one experiences is itself an infinitesimal fraction of the Lord's bliss."
      }
    },
    {
      "verse": 41,
      "sanskrit": "यद्यद्विभूतिमत्सत्त्वं श्रीमदूर्जितमेव वा | तत्तदेवावगच्छ त्वं मम तेजोंऽशसम्भवम् ||",
      "transliteration": "yad yad vibhūtimat sattvaṃ śrīmad ūrjitam eva vā | tat tad evāvagaccha tvaṃ mama tejo'ṃśasambhavam ||",
      "translation": "Whatever being in any realm possesses great power, beauty, glory, or radiance — know with certainty that it has arisen from but a spark of My splendor. Every excellence, every nobility, every light in creation is a partial revelation of the one inexhaustible Divine.",
      "audio": "/assets/audio/ch10/verse_10_41.mp3",
      "word_breakdown": [
        {
          "word": "यद् यद्",
          "transliteration": "yad yad",
          "root": "yad (relative pronoun) — repeated for emphasis",
          "grammatical_form": "Relative pronoun, neuter, nominative/accusative, singular (repeated)",
          "meaning": "whatever, whatever"
        },
        {
          "word": "विभूतिमत्",
          "transliteration": "vibhūtimat",
          "root": "vibhūti (glory, power) + suffix -mat (possessing)",
          "grammatical_form": "Adjective, neuter, nominative, singular",
          "meaning": "endowed with glory/opulence"
        },
        {
          "word": "सत्त्वम्",
          "transliteration": "sattvam",
          "root": "√as (to be) — sattva (being, existence, essence)",
          "grammatical_form": "Noun, neuter, nominative, singular",
          "meaning": "being/entity"
        },
        {
          "word": "श्रीमत्",
          "transliteration": "śrīmat",
          "root": "śrī (glory, grace, Lakshmi) + suffix -mat (possessing)",
          "grammatical_form": "Adjective, neuter, nominative, singular",
          "meaning": "possessing grace/Lakshmi/beauty"
        },
        {
          "word": "ऊर्जितम्",
          "transliteration": "ūrjitam",
          "root": "ūrj (vigor, strength) + suffix -ita — ūrjita (energized, powerful)",
          "grammatical_form": "Past passive participle used as adjective, neuter, nominative, singular",
          "meaning": "powerful/vigorous"
        },
        {
          "word": "तत् तत्",
          "transliteration": "tat tat",
          "root": "tad (that, demonstrative pronoun) — repeated for emphasis",
          "grammatical_form": "Demonstrative pronoun, neuter, nominative/accusative, singular (repeated)",
          "meaning": "all that, all that"
        },
        {
          "word": "अवगच्छ",
          "transliteration": "avagaccha",
          "root": "ava + √gam (to go) — avagam (to understand, to comprehend)",
          "grammatical_form": "Verb, present imperative, second person, singular",
          "meaning": "know/understand"
        },
        {
          "word": "मम",
          "transliteration": "mama",
          "root": "asmad (first person pronoun)",
          "grammatical_form": "Personal pronoun, genitive, singular",
          "meaning": "My"
        },
        {
          "word": "तेजः अंशसम्भवम्",
          "transliteration": "tejaḥ-aṃśa-sambhavam",
          "root": "tejas (splendor, brilliance) + aṃśa (portion, fragment) + sam + √bhū (to arise)",
          "grammatical_form": "Compound noun, neuter, accusative, singular",
          "meaning": "born from a spark of My splendor"
        }
      ],
      "commentary": {
        "dadaji": "This is one of the most practical, life-changing verses in the entire Bhagavad Gita. When you see something beautiful — a sunrise, a magnificent tree, a person of extraordinary kindness — stop and recognize: this is a spark of God's splendor. This practice of seeing God's sparkle in all excellence gradually purifies the heart and fills ordinary life with sacred wonder. Beauty becomes a doorway to the Divine. Excellence becomes a reminder of the Source. Slowly, slowly, the whole world becomes a temple.",
        "sarvapriyananda": "This verse provides the philosophical basis for seeing Brahman in the world — not as naive pantheism but as recognizing that any positive quality (vibhūti) is a refraction of the infinite through the finite. Shankara's Vivekachudamani teaches that the world veils Brahman (āvaraṇa) but also reveals Brahman through its beauty and order (vikṣepa). Every meeting with greatness — whether in art, nature, or human virtue — is an encounter with a 'tejas-aṃśa,' a fragment of divine radiance. This should cultivate not envy but reverence: whatever excellence we perceive in others is God's own light.",
        "yogananda": "Every genius, every saint, every masterpiece of nature or art is a ray of God's infinite light refracted through a particular form. When you feel moved by extraordinary music, or humbled by a mountain at dawn, or inspired by a great life — that movement of the soul is a recognition of the Divine spark. Meditation develops this sensitivity: the yogi begins to perceive the divine light (tejas) literally shining through and from all things. This is not metaphor but direct perception — the world becomes luminous when the inner eye opens.",
        "goyandka": "Any being in creation that possesses exceptional glory, beauty, strength, or spiritual power is to be recognized as a partial manifestation (aṃśa) of the Lord's infinite splendor (tejas). This principle underlies the Vedic tradition of reverence for great sages, kings, teachers, rivers, and mountains — they are all vibhūtis to be honored. The practical application is this: whenever you encounter excellence or beauty anywhere in creation, offer it mental salutation as God's own manifestation. This constant practice of seeing God in all greatness gradually purifies the vision and prepares the soul for realization."
      }
    },
    {
      "verse": 42,
      "sanskrit": "अथ वा बहुनैतेन किं ज्ञातेन तवार्जुन | विष्टभ्याहमिदं कृत्स्नमेकांशेन स्थितो जगत् ||",
      "transliteration": "atha vā bahunaitena kiṃ jñātena tavārjuna | viṣṭabhyāham idaṃ kṛtsnam ekāṃśena sthito jagat ||",
      "translation": "But what need is there, O Arjuna, for all this elaborate description? I sustain this entire universe with but a single fragment of My being. Know this: I AM — and in that single fact, all else is contained, supported, and made sacred.",
      "audio": "/assets/audio/ch10/verse_10_42.mp3",
      "word_breakdown": [
        {
          "word": "अथ वा",
          "transliteration": "atha vā",
          "root": "atha (now, but, rather) + vā (or, either)",
          "grammatical_form": "Indeclinable particles (conjunctive)",
          "meaning": "or rather/but"
        },
        {
          "word": "बहुना",
          "transliteration": "bahunā",
          "root": "bahu (much, many, extensive)",
          "grammatical_form": "Adjective used as noun, neuter, instrumental, singular",
          "meaning": "with much/by extensive detail"
        },
        {
          "word": "एतेन",
          "transliteration": "etena",
          "root": "etad (this, proximate demonstrative pronoun)",
          "grammatical_form": "Demonstrative pronoun, neuter, instrumental, singular",
          "meaning": "by this"
        },
        {
          "word": "किम् ज्ञातेन",
          "transliteration": "kim jñātena",
          "root": "kim (what, interrogative) + √jñā (to know) — jñāta (known)",
          "grammatical_form": "Interrogative pronoun + past passive participle, neuter, instrumental, singular",
          "meaning": "what is the use of knowing"
        },
        {
          "word": "तव",
          "transliteration": "tava",
          "root": "yuṣmad (second person pronoun)",
          "grammatical_form": "Personal pronoun, genitive, singular",
          "meaning": "for you"
        },
        {
          "word": "विष्टभ्य",
          "transliteration": "viṣṭabhya",
          "root": "vi + √stambh (to support, to prop up) — viṣṭabhya (having pervaded/supported)",
          "grammatical_form": "Absolutive (gerund), indeclinable",
          "meaning": "pervading/supporting/sustaining"
        },
        {
          "word": "इदम् कृत्स्नम्",
          "transliteration": "idaṃ kṛtsnam",
          "root": "idam (this, proximate demonstrative) + kṛtsna (whole, entire, complete)",
          "grammatical_form": "Demonstrative pronoun + adjective, neuter, accusative, singular",
          "meaning": "this entire/whole"
        },
        {
          "word": "एकांशेन",
          "transliteration": "ekāṃśena",
          "root": "eka (one, single) + aṃśa (portion, fragment, part)",
          "grammatical_form": "Compound noun, masculine, instrumental, singular",
          "meaning": "with a single fragment/portion"
        },
        {
          "word": "स्थितः",
          "transliteration": "sthitaḥ",
          "root": "√sthā (to stand, to abide, to remain) — sthita (standing, abiding)",
          "grammatical_form": "Past passive participle, masculine, nominative, singular",
          "meaning": "I remain/I abide"
        },
        {
          "word": "जगत्",
          "transliteration": "jagat",
          "root": "√gam (to go, to move) — jagat (that which moves, the world)",
          "grammatical_form": "Noun, neuter, accusative, singular",
          "meaning": "the universe/world"
        }
      ],
      "commentary": {
        "dadaji": "After all the glorious listing, the Lord pulls back the curtain and says: 'All that I've described — the sun, the moon, Ganga, the Gayatri, time itself — that's just one tiny fragment. And even after supporting all of creation, I remain, full and complete.' This is the great mystery of God's infinity: He gives infinitely and loses nothing. He sustains billions of universes and is not diminished. This should fill the devotee's heart with absolute trust — such a God can certainly take care of me. Surrender fully to this limitless One.",
        "sarvapriyananda": "This culminating verse echoes the Puruṣa Sūkta's declaration: 'Pādosya viśvā bhūtāni tripādasyāmṛtaṃ divi' — three quarters of the Lord is immortal in heaven, only one quarter has become this entire creation. The 'single fragment' teaching reveals that the entire universe of matter, energy, space, and time is but an infinitesimal expression of the infinite Brahman — the transcendent remainder is immeasurably greater. This is the Advaita teaching of Brahman as both immanent (within creation) and transcendent (utterly beyond it). Knowing this, the wise person neither grasps at the universe nor abandons it, but sees through it to the ground of being.",
        "yogananda": "With a single fragment of Himself — ekāṃśena — the Lord sustains this entire cosmos of hundreds of billions of galaxies, each with hundreds of billions of stars. And yet He remains unlimited, undiminished, whole. The Christ said, 'Before Abraham was, I am' — this timeless, spaceless I AM is the ekāṃśa, the tiny portion of God that pervades all of creation. The meditator who realizes this — even for a moment — is liberated from all fear. What harm can come to you when you are held in the arms of the Infinite? This verse is an invitation to complete and utter surrender.",
        "goyandka": "This concluding verse of the Vibhūti Yoga is the most profound: the entire magnificent catalogue of the Lord's glories — all that has been described from verse 20 through 41 — represents only a single fragment (ekāṃśa) of His infinite being. The Puruṣa Sūkta of the Ṛg Veda teaches this same truth: the entire manifested universe is only one quarter of the Supreme Puruṣa; the remaining three quarters dwell in the unmanifest eternal. The practical import for the sādhaka is this: if the Lord sustains the entire cosmos with a mere fragment while remaining perfect and complete, how easily can He sustain your small life. Let go all anxiety, surrender all burdens, and rest in the infinite care of the omnipotent Lord."
      }
    }
  ]
}