{
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "sanskrit": "सञ्जय उवाच ।\nतं तथा कृपयाविष्टमश्रुपूर्णाकुलेक्षणम् ।\nविषीदन्तमिदं वाक्यमुवाच मधुसूदनः ॥",
      "transliteration": "sañjaya uvāca\ntaṃ tathā kṛpayāviṣṭam aśru-pūrṇākulekṣaṇam\nviṣīdantam idaṃ vākyam uvāca madhusūdanaḥ",
      "translation": "Sanjaya said: To him who was thus overcome with compassion and grief, whose eyes were full of tears and who was dejected, Madhusudana (Krishna) spoke these words.",
      "audio": "/assets/audio/ch02/verse_02_01.mp3",
      "word_breakdown": [
        { "word": "कृपया", "transliteration": "kṛpayā", "root": "kṛpā (compassion)", "grammatical_form": "Noun, feminine, instrumental", "meaning": "with compassion / by pity" },
        { "word": "आविष्टम्", "transliteration": "āviṣṭam", "root": "ā + √viś (to enter)", "grammatical_form": "Past participle, accusative, masculine", "meaning": "overcome / seized / filled" },
        { "word": "अश्रुपूर्णाकुलेक्षणम्", "transliteration": "aśru-pūrṇākulekṣaṇam", "root": "aśru (tears) + pūrṇa (full) + ākula (troubled) + īkṣaṇa (eyes)", "grammatical_form": "Compound adjective, accusative", "meaning": "with eyes full of tears and troubled" },
        { "word": "विषीदन्तम्", "transliteration": "viṣīdantam", "root": "vi + √sad (to sink/grieve)", "grammatical_form": "Present participle, accusative, masculine", "meaning": "despairing / grieving / sinking down" },
        { "word": "मधुसूदनः", "transliteration": "madhusūdanaḥ", "root": "Madhu (demon) + sūdana (slayer)", "grammatical_form": "Proper noun, masculine, nominative", "meaning": "Madhusudana — slayer of the demon Madhu, epithet of Krishna" }
      ],
      "commentary": {
        "dadaji": "Sanjaya describes Arjuna's state: overcome by pity, eyes full of tears, despairing. Dadaji often pointed out that the opening word of Krishna's response to this state is not comfort but a firm, even sharp, challenge: 'From where has this impurity come to you in this crisis?' God does not always soothe our grief — sometimes divine love is expressed as a firm refusal to enable our delusions. The name 'Madhusudana' used here is significant: Krishna is the slayer of Madhu the demon — and Madhu represents the ego's sweet self-indulgence. Before the teaching begins, the very name invokes the divine power that will dissolve Arjuna's delusion.",
        "sarvapriyananda": "The verse is a masterpiece of psychological description. Three things are noted: Arjuna is filled with kṛpā (grief-compassion), his eyes are aśru-pūrṇa (filled with tears and troubled), and he is viṣīdantam (sinking down in despair). These three elements — emotional overwhelm, sensory disruption, and collapse of will — constitute a complete psychological crisis. Krishna is called Madhusudana here — the one who destroys sweetness that has become demonic. Arjuna's attachment to his kinsmen is a form of this 'sweet poison.' The teaching that follows is the antidote.",
        "yogananda": "Yogananda sees Arjuna's tears as genuine spiritual readiness. The eyes filled with tears represent the soul's first recognition that the ego cannot solve life's deepest problems. This is the sacred moment of inner surrender that precedes all true spiritual progress. Krishna, now stepping forward as the divine guru, will use this moment of openness to plant the seeds of eternal wisdom. The name Madhusudana carries a promise: the same power that slays demons can slay the demon of spiritual ignorance.",
        "goyandka": "From a classical perspective, this verse establishes that Arjuna's condition arises from kṛpā (pity/compassion) not cowardice. Kṛpā is a noble quality — yet when it leads to the abandonment of duty, it becomes a spiritual obstacle. The teaching will show that true compassion is rooted in the knowledge of the Atman's immortality. Pseudo-compassion that arises from false identification with the body leads to inaction and adharma. Goyandka carefully notes that Krishna speaks only after fully witnessing Arjuna's condition — this is the guru's way."
      }
    },
    {
      "verse": 11,
      "sanskrit": "श्रीभगवानुवाच ।\nअशोच्यानन्वशोचस्त्वं प्रज्ञावादांश्च भाषसे ।\nगतासूनगतासूंश्च नानुशोचन्ति पण्डिताः ॥",
      "transliteration": "śrī-bhagavān uvāca\naśocyān anvaśocas tvaṃ prajñā-vādāṃś ca bhāṣase\ngatāsūn agatāsūṃś ca nānuśocanti paṇḍitāḥ",
      "translation": "The Blessed Lord said: You grieve for those who should not be grieved for, yet you speak words of wisdom. The wise grieve neither for the dead nor for the living.",
      "audio": "/assets/audio/ch02/verse_02_11.mp3",
      "word_breakdown": [
        { "word": "अशोच्यान्", "transliteration": "aśocyān", "root": "a + √śuc (to grieve)", "grammatical_form": "Adjective, masculine, accusative, plural", "meaning": "those who should not be grieved for (the immortal Atman)" },
        { "word": "अन्वशोचः", "transliteration": "anvaśocaḥ", "root": "anu + √śuc (to grieve)", "grammatical_form": "Imperfect, 2nd person singular", "meaning": "you grieved for / you are mourning" },
        { "word": "प्रज्ञावादान्", "transliteration": "prajñā-vādān", "root": "prajñā (wisdom) + vāda (speech)", "grammatical_form": "Compound noun, masculine, accusative, plural", "meaning": "words of wisdom / learned arguments" },
        { "word": "भाषसे", "transliteration": "bhāṣase", "root": "√bhāṣ (to speak)", "grammatical_form": "Present, 2nd person singular, Ātmanepada", "meaning": "you speak / you utter" },
        { "word": "गतासून्", "transliteration": "gatāsūn", "root": "gata (gone) + asu (life breath)", "grammatical_form": "Compound, masculine, accusative, plural", "meaning": "those whose life has departed (the dead)" },
        { "word": "अगतासून्", "transliteration": "agatāsūn", "root": "a + gata + asu", "grammatical_form": "Compound, masculine, accusative, plural", "meaning": "those whose life has not departed (the living)" },
        { "word": "पण्डिताः", "transliteration": "paṇḍitāḥ", "root": "paṇḍā (wisdom)", "grammatical_form": "Noun-adjective, masculine, nominative, plural", "meaning": "the wise / the learned / men of knowledge" }
      ],
      "commentary": {
        "dadaji": "This is Krishna's first direct teaching — and it is a gentle but firm correction. Dadaji called this verse the diagnostic verse of the Geeta: 'You speak the language of wisdom, but you are acting from ignorance.' This is the human condition precisely described: we know the right words, we can quote philosophy, we can discuss spiritual principles — but in our actual lived experience, we are still governed by attachment and grief. The truly wise, Krishna says, grieve neither for the living nor the dead — because they know the Atman is immortal, beyond all change.",
        "sarvapriyananda": "Swami Sarvapriyananda often began his commentary on the Geeta with this verse. It establishes the epistemological basis of the entire teaching: there is a fundamental confusion in Arjuna between his theoretical knowledge (prajña-vāda — words of wisdom) and his experiential reality (grief). The teaching that follows in Chapter 2 is designed to bridge this gap — to transform theoretical knowledge into direct realization. The Vedantic tradition calls this the movement from paroksha jnana (indirect knowledge) to aparoksha jnana (direct, immediate knowledge of the Self).",
        "yogananda": "Yogananda saw this verse as identifying the core human problem: we live in contradiction. We have received wisdom — from scripture, from teachers, from our own intuition — yet our lives are governed by the opposite of that wisdom. We know that the body is mortal and the soul immortal, yet we grieve as if the soul could die. Krishna begins not by offering comfort but by naming the contradiction clearly. This honesty is itself a form of divine grace — for only by seeing our confusion clearly can we begin to dissolve it.",
        "goyandka": "Goyandka's classical analysis notes that Krishna uses the word 'aśocyān' — those who are literally 'ungrievable' — because the Atman, the true Self of all beings, is by its very nature beyond birth, death, and all the changes that ordinarily justify grief. Arjuna grieves for the bodies — which will indeed change and perish. But he calls this grief 'wisdom,' which it is not. A paṇḍita is one whose knowledge has penetrated to the level of reality, not merely to the level of concepts. The verse sets up the distinction between word-wisdom and realized wisdom that the rest of Chapter 2 will develop."
      }
    },
    {
      "verse": 20,
      "sanskrit": "न जायते म्रियते वा कदाचिन्\nनायं भूत्वा भविता वा न भूयः ।\nअजो नित्यः शाश्वतोऽयं पुराणो\nन हन्यते हन्यमाने शरीरे ॥",
      "transliteration": "na jāyate mriyate vā kadācin\nnāyaṃ bhūtvā bhavitā vā na bhūyaḥ\najo nityaḥ śāśvato 'yaṃ purāṇo\nna hanyate hanyamāne śarīre",
      "translation": "The soul is never born nor dies at any time. It has not come into being, does not come into being, and will not come into being. It is unborn, eternal, ever-existing, and primeval. It is not slain when the body is slain.",
      "audio": "/assets/audio/ch02/verse_02_20.mp3",
      "word_breakdown": [
        { "word": "न जायते", "transliteration": "na jāyate", "root": "√jan (to be born)", "grammatical_form": "Passive, present, 3rd singular + negation", "meaning": "is not born / never takes birth" },
        { "word": "म्रियते", "transliteration": "mriyate", "root": "√mṛ (to die)", "grammatical_form": "Passive, present, 3rd singular", "meaning": "dies / is subject to death" },
        { "word": "अजः", "transliteration": "ajaḥ", "root": "a + √jan", "grammatical_form": "Adjective, masculine, nominative", "meaning": "unborn / without birth" },
        { "word": "नित्यः", "transliteration": "nityaḥ", "root": "nitya (eternal)", "grammatical_form": "Adjective, masculine, nominative", "meaning": "eternal / permanent / constant" },
        { "word": "शाश्वतः", "transliteration": "śāśvataḥ", "root": "śāśvata (perpetual)", "grammatical_form": "Adjective, masculine, nominative", "meaning": "everlasting / perpetual" },
        { "word": "पुराणः", "transliteration": "purāṇaḥ", "root": "purā (formerly) + na", "grammatical_form": "Adjective, masculine, nominative", "meaning": "ancient / primeval / beginningless" },
        { "word": "न हन्यते", "transliteration": "na hanyate", "root": "√han (to kill)", "grammatical_form": "Passive, present, 3rd singular + negation", "meaning": "is not slain / cannot be killed" },
        { "word": "हन्यमाने शरीरे", "transliteration": "hanyamāne śarīre", "root": "√han + śarīra (body)", "grammatical_form": "Locative absolute construction", "meaning": "when the body is being slain" }
      ],
      "commentary": {
        "dadaji": "This verse is the great proclamation of the Atman's immortality — the philosophical heart of the Geeta. Dadaji loved to meditate on the four adjectives that describe the Atman: aja (unborn), nitya (eternal), shashvata (perpetual), purana (ancient, primeval). He taught that when we truly absorb this truth — not just intellectually but as a living realization — all fear dissolves. The fear of death is the root of all other fears. When we know the Self is deathless, we live fully, love completely, and act freely without the shadow of existential anxiety.",
        "sarvapriyananda": "This is among the most philosophically precise verses in all of Sanskrit literature. Notice the extraordinary thoroughness of the negations: 'Never is it born; never does it die. Having once been, it will not cease to be. Unborn, eternal, changeless, ancient — it is not slain when the body is slain.' The Atman is described through both positive attributes (eternal, ancient) and negations of change (not born, not dying). This is the Vedantic method: the Self is beyond all categories, yet must be pointed to through both what it is and what it is not. The locative absolute 'hanyamāne śarīre' — when the body is being slain — makes the contrast absolute: whatever happens to the body, the Atman is untouched.",
        "yogananda": "Yogananda saw this verse as the cornerstone of the Geeta's metaphysics and the foundation of the courage Krishna wishes to awaken in Arjuna. When the soul truly knows itself — not just believes, but knows — as ajah (unborn), nityah (eternal), shashvatah (ever-existing), and puranah (ancient beyond time) — then the fear of losing anything or anyone dissolves. We still love, we still care, but without the desperate clinging born of believing that death is real. This is the liberation that comes from knowledge alone.",
        "goyandka": "Goyandka's classical commentary carefully distinguishes the four terms used for the Atman's eternity. 'Aja' (unborn) means it never comes into existence through any cause. 'Nitya' (eternal) means it has no temporal limit. 'Shashvata' (perpetual) means its existence is uninterrupted — unlike some eternal things that might have gaps, the Atman is continuously self-luminous. 'Purana' (ancient/primeval) means it has no beginning in time — it is older than all that has ever been. These four together constitute a complete philosophical proof of the Atman's absolute permanence. The final line — 'not slain when the body is slain' — then follows as an inevitable logical conclusion."
      }
    },
    {
      "verse": 47,
      "sanskrit": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन ।\nमा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि ॥",
      "transliteration": "karmaṇy-evādhikāras te mā phaleṣu kadācana\nmā karma-phala-hetur bhūr mā te saṅgo 'stv akarmaṇi",
      "translation": "You have a right to perform your prescribed duties, but you are not entitled to the fruits of your actions. Never consider yourself the cause of the results of your activities, and never be attached to not doing your duty.",
      "audio": "/assets/audio/ch02/verse_02_47.mp3",
      "word_breakdown": [
        { "word": "कर्मणि", "transliteration": "karmaṇi", "root": "√kṛ (to do)", "grammatical_form": "Noun, neuter, locative, singular", "meaning": "in action / in duty / in work" },
        { "word": "एव", "transliteration": "eva", "root": "—", "grammatical_form": "Emphatic particle (indeclinable)", "meaning": "only / alone / indeed (emphasizes the preceding word)" },
        { "word": "अधिकारः", "transliteration": "adhikāraḥ", "root": "adhi + √kṛ (to do)", "grammatical_form": "Noun, masculine, nominative, singular", "meaning": "right / authority / entitlement" },
        { "word": "ते", "transliteration": "te", "root": "—", "grammatical_form": "Pronoun, 2nd person, dative/genitive singular", "meaning": "your / to you" },
        { "word": "मा", "transliteration": "mā", "root": "—", "grammatical_form": "Prohibitive particle", "meaning": "do not / never" },
        { "word": "फलेषु", "transliteration": "phaleṣu", "root": "phala (fruit/result)", "grammatical_form": "Noun, neuter, locative, plural", "meaning": "in the fruits / in the results (of action)" },
        { "word": "कदाचन", "transliteration": "kadācana", "root": "kadā + cana", "grammatical_form": "Indeclinable adverb", "meaning": "at any time / ever / under any circumstance" },
        { "word": "कर्मफलहेतुः", "transliteration": "karma-phala-hetuḥ", "root": "karma + phala + hetu (cause)", "grammatical_form": "Compound noun, masculine, nominative", "meaning": "the cause of the fruits of action" },
        { "word": "भूः", "transliteration": "bhūḥ", "root": "√bhū (to be)", "grammatical_form": "Imperative, 2nd person singular", "meaning": "be! / let yourself be" },
        { "word": "सङ्गः", "transliteration": "saṅgaḥ", "root": "sam + √gam (attachment)", "grammatical_form": "Noun, masculine, nominative, singular", "meaning": "attachment / clinging" },
        { "word": "अस्तु", "transliteration": "astu", "root": "√as (to be)", "grammatical_form": "Imperative, 3rd person singular", "meaning": "let there be / may there be" },
        { "word": "अकर्मणि", "transliteration": "akarmaṇi", "root": "a + karma (non-action)", "grammatical_form": "Noun, neuter, locative, singular", "meaning": "in non-action / in inaction" }
      ],
      "commentary": {
        "dadaji": "This is the most famous verse of the entire Geeta, and Dadaji called it the 'eternal law of karma.' 'Karmaṇy-evādhikāras te' — your right is only to action, never to the fruit. What does this mean in practical life? It means: give your full effort, your complete dedication, your entire being to whatever you do — but release the outcome completely. The moment you act for a result, you have already introduced the poison of ego into your action. Dadaji taught this as the cornerstone of Swadhyay: do your work as an offering to God, without calculating what you will receive. The fruit is God's business, not yours.\n\nBut — and this is crucial — the verse ends with a warning: 'Ma te sango 'stv akarmaṇi' — let not attachment to inaction arise in you either. Inaction is not the answer. The ego finds many clever ways to avoid action — 'I am detached, so I will not act; I am spiritual, so worldly duty is beneath me.' This is a false detachment, a spiritual escape. True Karma Yoga requires full engagement with action, combined with inner freedom from its results.",
        "sarvapriyananda": "Swami Sarvapriyananda considered BG 2.47 the most practically transformative verse in the entire Geeta. From the Vedantic perspective, this verse resolves the deepest paradox of active life: how can one act fully in the world without being bound by anxiety, expectation, and disappointment?\n\nThe answer is in the grammar itself. 'Te' — 'to you' — the right to action belongs to you as the individual soul. But 'phaleṣu' — in the fruits — you have no adhikāra, no right, no authority, because fruits arise in the domain of prakriti (nature), not in the domain of your individual choice. You plant a seed; you have done your action. Whether the seed germinates, whether rain comes, whether the fruit is sweet — these are not in your control.\n\nThis understanding does not lead to passivity. It leads to extraordinary freedom: act with complete energy and focus, precisely because you are not burdened by anxiety about results.",
        "yogananda": "Paramahansa Yogananda saw this verse as the complete science of action that every human being needs. He often pointed out that most people live in a constant state of tension between wanting to act and fearing the outcome of their actions. This verse dissolves that tension.\n\nKrishna does not say 'don't care about results.' He says you have no right to them — meaning, they are not yours to begin with. The cosmic law of karma operates through actions and their consequences. Your only sovereign domain is the quality and sincerity of your effort.\n\nYogananda connected this to meditation: when the mind is truly still, it acts with perfect efficiency because it is not burdened by anticipation or regret. Every action becomes a perfect offering into the divine fire.\n\nThe verse also carries a subtle warning about the spiritual ego: don't imagine that by withdrawing from action you have transcended it. Inaction for its own sake is just another form of ego. True freedom is found not in escape from the world but in complete, loving, detached engagement with it.",
        "goyandka": "Goyandka's classical Sanskrit analysis reveals the verse's extraordinary precision. The particle 'eva' after 'karmaṇi' is crucial — it means 'only' or 'alone.' Your adhikāra (right, entitlement) extends ONLY to the action itself, not one step beyond. The dative 'te' (to you) personalizes this as a direct command to Arjuna — and through him, to every human being.\n\n'Mā phaleṣu kadācana' — the double emphasis: 'mā' (never) and 'kadācana' (at any time, under any circumstance). There is no exception, no moment, no situation in which you have a right to the fruit. This is an absolute statement.\n\n'Mā karma-phala-hetur bhūḥ' — and further: do not even consider yourself the cause of the fruit. This is more subtle. Even if the fruit happens to come to you, do not claim authorship of it. The cause of any result is the entire vast network of karma, nature, and divine providence — not the individual actor alone.\n\nFinally, 'mā te saṅgo 'stv akarmaṇi' — do not become attached to non-action as if it were superior to action. The Geeta will teach repeatedly: for one who has not yet realized the Self, inaction is not liberation — it is delusion."
      }
    },
    {
      "verse": 48,
      "sanskrit": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय ।\nसिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते ॥",
      "transliteration": "yoga-sthaḥ kuru karmāṇi saṅgaṃ tyaktvā dhanañjaya\nsiddhya-siddhyoḥ samo bhūtvā samatvaṃ yoga ucyate",
      "translation": "Perform your duties established in yoga, abandoning attachment, O Dhananjaya, and be even-minded in both success and failure. Such evenness of mind is called yoga.",
      "audio": "/assets/audio/ch02/verse_02_48.mp3",
      "word_breakdown": [
        { "word": "योगस्थः", "transliteration": "yoga-sthaḥ", "root": "yoga + √sthā (to stand)", "grammatical_form": "Compound adjective, masculine, nominative", "meaning": "established in yoga / standing in yoga" },
        { "word": "कुरु", "transliteration": "kuru", "root": "√kṛ (to do)", "grammatical_form": "Imperative, 2nd person singular", "meaning": "do! / perform! / act!" },
        { "word": "कर्माणि", "transliteration": "karmāṇi", "root": "√kṛ (to do)", "grammatical_form": "Noun, neuter, accusative, plural", "meaning": "actions / duties / works" },
        { "word": "सङ्गम्", "transliteration": "saṅgam", "root": "sam + √gam", "grammatical_form": "Noun, masculine, accusative, singular", "meaning": "attachment / clinging" },
        { "word": "त्यक्त्वा", "transliteration": "tyaktvā", "root": "√tyaj (to abandon)", "grammatical_form": "Absolutive", "meaning": "having abandoned / after relinquishing" },
        { "word": "धनञ्जय", "transliteration": "dhanañjaya", "root": "dhana (wealth) + √ji (to conquer)", "grammatical_form": "Vocative, masculine", "meaning": "O Dhananjaya — conqueror of wealth, epithet of Arjuna" },
        { "word": "सिद्ध्यसिद्ध्योः", "transliteration": "siddhy-asiddhyoḥ", "root": "√sidh (to succeed) + a + sidh", "grammatical_form": "Compound noun, dual, genitive", "meaning": "in success and failure / in accomplishment and non-accomplishment" },
        { "word": "समः", "transliteration": "samaḥ", "root": "sama (equal)", "grammatical_form": "Adjective, masculine, nominative, singular", "meaning": "equal / even / balanced" },
        { "word": "समत्वम्", "transliteration": "samatvam", "root": "sama + tva", "grammatical_form": "Abstract noun, neuter, nominative", "meaning": "evenness / equanimity / equability" },
        { "word": "योगः", "transliteration": "yogaḥ", "root": "√yuj (to yoke/unite)", "grammatical_form": "Noun, masculine, nominative", "meaning": "yoga / union / the practice of union" }
      ],
      "commentary": {
        "dadaji": "Here Krishna gives Arjuna — and us — the definition of Yoga. Samatvam yoga uchyate — equanimity is called yoga. This is not the yoga of postures or breathing, not a technical exercise, but a way of being in the world: treating success and failure with the same inner composure. Dadaji taught this as the essential quality of a bhakta — the devotee who has offered their actions and their outcomes both to God. When both are in God's hands, what is there to be agitated about? Act fully, offer completely, rest in equanimity.",
        "sarvapriyananda": "This verse provides the classical definition of yoga that Swami Sarvapriyananda returned to again and again: 'Samatvam yoga ucyate' — equanimity is yoga. Not the technique, not the posture, not the concentration — the fruit of all practice is this quality of being completely balanced in the face of life's oscillations. Success comes: the yogi is grateful but not elated. Failure comes: the yogi learns but is not crushed. This equanimity is not indifference — it is the steadiness that comes from being rooted in the Self, which is beyond both.",
        "yogananda": "Yogananda connected this verse to the practice of Kriya Yoga: all the techniques of yoga are ultimately means to develop this inner stillness — samatvam. The Kriya practitioner learns in meditation to be the witness of all inner states — thoughts, emotions, sensations — without being swept away by any of them. This same quality of witnessing, when developed sufficiently, extends naturally into activity. Then action becomes yoga: fully engaged, completely dedicated, perfectly balanced.",
        "goyandka": "Goyandka notes that this verse is the positive complement to the famous 2.47. Verse 47 tells us what NOT to do: don't be attached to fruits. Verse 48 tells us what TO do: establish yourself in yoga and act. The yoga-sthah (established in yoga) is the one who acts from the deepest center of their being, not from the restless periphery of desire. The definition of yoga as samatvam (equanimity) is remarkable: yoga is not a special state achieved only in meditation but a quality that pervades all action in daily life."
      }
    },
    {
      "verse": 55,
      "sanskrit": "श्रीभगवानुवाच ।\nप्रजहाति यदा कामान्सर्वान्पार्थ मनोगतान् ।\nआत्मन्येवात्मना तुष्टः स्थितप्रज्ञस्तदोच्यते ॥",
      "transliteration": "śrī bhagavān uvāca\nprajahāti yadā kāmān sarvān pārtha mano-gatān\nātmany evātmanā tuṣṭaḥ sthita-prajñas tadocyate",
      "translation": "The Blessed Lord said: O Partha, when a person gives up all the desires of the mind, when he is satisfied in the Self by the Self, then he is said to be a person of steady wisdom.",
      "audio": "/assets/audio/ch02/verse_02_55.mp3",
      "word_breakdown": [
        { "word": "प्रजहाति", "transliteration": "prajahāti", "root": "pra + √hā (to abandon)", "grammatical_form": "Present, 3rd person singular, Parasmaipada", "meaning": "completely gives up / fully abandons" },
        { "word": "यदा", "transliteration": "yadā", "root": "—", "grammatical_form": "Correlative adverb", "meaning": "when / at the time when" },
        { "word": "कामान्", "transliteration": "kāmān", "root": "√kam (to desire)", "grammatical_form": "Noun, masculine, accusative, plural", "meaning": "desires / longings / cravings" },
        { "word": "सर्वान्", "transliteration": "sarvān", "root": "sarva (all)", "grammatical_form": "Adjective, masculine, accusative, plural", "meaning": "all / every one" },
        { "word": "मनोगतान्", "transliteration": "mano-gatān", "root": "manas (mind) + √gam (go)", "grammatical_form": "Compound adjective, accusative, plural", "meaning": "gone into the mind / dwelling in the mind" },
        { "word": "आत्मनि", "transliteration": "ātmani", "root": "ātman (Self)", "grammatical_form": "Noun, masculine, locative, singular", "meaning": "in the Self / within the Atman" },
        { "word": "तुष्टः", "transliteration": "tuṣṭaḥ", "root": "√tuṣ (to be satisfied)", "grammatical_form": "Past participle, masculine, nominative", "meaning": "satisfied / content / at peace" },
        { "word": "स्थितप्रज्ञः", "transliteration": "sthita-prajñaḥ", "root": "sthita (steady) + prajñā (wisdom)", "grammatical_form": "Compound noun-adjective, masculine, nominative", "meaning": "one of steady wisdom / the established-in-wisdom one" }
      ],
      "commentary": {
        "dadaji": "The Sthitaprajna — the one of steady wisdom — is the Geeta's supreme ideal of human perfection. Dadaji often said: the Sthitaprajna is not a renunciant in a cave, but a person who lives fully in the world — working, serving, loving — yet completely unshaken within. What makes this possible? 'Atmany evātmanā tuṣṭah' — satisfied in the Self, by the Self. Such a person has found the inexhaustible spring of joy within, and therefore does not need to go running after external objects for fulfillment. All desires arise from a sense of lack; when the Self is known as complete, desires naturally fall away — not by force, but by understanding.",
        "sarvapriyananda": "Swami Sarvapriyananda considered this the most psychologically profound verse in the Geeta. The Sthitaprajna is the person who has shifted their source of satisfaction from the world to the Self. This shift is the whole of spiritual life in one formulation. All human suffering arises from seeking satisfaction outside — in wealth, relationships, achievement, pleasure. The Vedantic teaching is not that these things are bad, but that they cannot provide the lasting fulfillment we seek from them. Only when we discover the inexhaustible Self within does this seeking cease — not as suppression, but as completion.",
        "yogananda": "The Sthitaprajna described by Yogananda is not a passionless robot but a person of tremendous inner richness. 'Atmany evātmanā tuṣṭah' — satisfied in the Self alone — means that such a person has found the infinite within. When you are filled from within, you naturally share abundantly without grasping. The Sthitaprajna loves deeply, serves powerfully, and acts decisively — but none of these actions are driven by inner neediness. This is the paradox of spiritual life: the more complete you are within, the more freely and fully you can give without.",
        "goyandka": "Goyandka's classical commentary focuses on the two-step process described in this verse. First: 'prajahāti kāmān' — gives up desires. Note the word 'pra-jahāti': the prefix 'pra' indicates complete, thorough abandonment — not partial restraint but the full dropping of desire. This is only possible when the second element is present: 'ātmany evātmanā tuṣṭah' — satisfied in the Self alone. These two go together. You cannot force yourself to abandon desires; they fall away naturally when you discover a satisfaction so much greater that desires simply lose their pull. The Geeta's path is not suppression but transcendence."
      }
    }
  ]
}
