{
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "sanskrit": "अर्जुन उवाच ।\nज्यायसी चेत्कर्मणस्ते मता बुद्धिर्जनार्दन ।\nतत्किं कर्मणि घोरे मां नियोजयसि केशव ॥",
      "transliteration": "arjuna uvāca\njyāyasī cet karmaṇas te matā buddhir janārdana\ntat kiṃ karmaṇi ghore māṃ niyojayasi keśava",
      "translation": "Arjuna, the soul still caught in ego-confusion, cries out to Krishna — the indwelling Higher Self — 'If wisdom is superior to action, why dost Thou drive me into this terrible battle? Speak clearly, O Lord; resolve this bewildering contradiction that tears my heart in two.'",
      "audio": "/assets/audio/ch03/verse_03_01.mp3",
      "word_breakdown": [
        {
          "word": "ज्यायसी",
          "transliteration": "jyāyasī",
          "root": "jya (great) — comparative of praśasya",
          "grammatical_form": "Adjective, feminine, nominative, singular",
          "meaning": "superior / better / more excellent"
        },
        {
          "word": "बुद्धिः",
          "transliteration": "buddhiḥ",
          "root": "√budh (to know)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "intellect / knowledge / discriminative understanding"
        },
        {
          "word": "जनार्दन",
          "transliteration": "janārdana",
          "root": "jana (people) + √ard (to afflict / to move)",
          "grammatical_form": "Proper noun, masculine, vocative",
          "meaning": "O Janardana — one who stirs or moves the people; epithet of Krishna"
        },
        {
          "word": "कर्मणि",
          "transliteration": "karmaṇi",
          "root": "√kṛ (to do)",
          "grammatical_form": "Noun, neuter, locative, singular",
          "meaning": "in action / in this deed / in this work"
        },
        {
          "word": "घोरे",
          "transliteration": "ghore",
          "root": "ghora (terrible)",
          "grammatical_form": "Adjective, neuter, locative, singular",
          "meaning": "terrible / dreadful / horrific"
        },
        {
          "word": "नियोजयसि",
          "transliteration": "niyojayasi",
          "root": "ni + √yuj (to yoke / to engage)",
          "grammatical_form": "Causative present, 2nd person singular",
          "meaning": "you engage / you urge / you appoint (me to)"
        }
      ],
      "commentary": {
        "dadaji": "Arjuna's question here is beautifully sincere — and Dadaji always said that a sincere question is already half the answer. Arjuna has been listening to Krishna's praise of wisdom and the imperishable Self, and his simple heart draws a logical conclusion: if knowing is better than doing, why fight? This is the confusion of a good student who has heard only half the teaching. Dadaji would gently point out that Arjuna uses two of Krishna's most loving epithets here — Janardana and Kesava — as if invoking the divine friendship itself. He is not arguing; he is genuinely pleading for clarity. The word 'ghore' — terrible — reveals that Arjuna's reluctance is not laziness but a sincere moral anguish. This is the beginning of Karma Yoga's great unfolding.",
        "sarvapriyananda": "Arjuna's question reflects a genuine philosophical confusion that still troubles seekers today. He has heard Krishna praise jñāna (knowledge) in Chapter 2 and now asks: if knowledge is superior, why prescribe karma (action)? This is actually a deep and important question. The confusion arises from treating jñāna yoga and karma yoga as mutually exclusive alternatives rather than as complementary paths suited to different temperaments. Arjuna is also confusing the *goal* (jñāna, realization) with the *means* appropriate for him at this stage. Chapter 3 will clarify that for most people, karma yoga — selfless, unattached action — is the necessary preparation for the arising of genuine jñāna.",
        "yogananda": "Arjuna represents every sincere seeker who has ever stood at the crossroads of contemplation and engagement. The soul yearns for the still wisdom of pure knowing, and yet it stands embodied in a world that seems to demand action. Yogananda taught that this is not a contradiction but a divine design — the path of selfless action in the world is itself a purification that eventually opens the inner eye to direct realization. Krishna will not choose one path and abandon the other; He will reveal how action, when purified of ego and desire, becomes a form of worship, and worship itself becomes liberation. The name 'Kesava' used by Arjuna — one who has beautiful hair, or one who slew the demon Keshi — also hints at the divine power that slays inner demonic tendencies.",
        "goyandka": "From the classical standpoint, Arjuna's question arises from a misunderstanding of the Sāṃkhya teaching Krishna gave in Chapter 2. Sāṃkhya describes the path of discriminative knowledge for renunciants; Yoga describes the path of disciplined action for those still engaged in the world. Arjuna mistakes Krishna's description of the jñānī's state for a prescription for his own conduct. Goyandka notes that the word 'matā' — considered by You, held as Your opinion — shows Arjuna is appealing to Krishna's own apparent teaching. The question is therefore not impertinent but pedagogically necessary: it creates the opening through which the doctrine of Karma Yoga will be delivered with precision and completeness."
      }
    },
    {
      "verse": 2,
      "sanskrit": "अर्जुन उवाच ।\nव्यामिश्रेणेव वाक्येन बुद्धिं मोहयसीव मे ।\nतदेकं वद निश्चित्य येन श्रेयोऽहमाप्नुयाम् ॥",
      "transliteration": "arjuna uvāca\nvyāmiśreṇeva vākyena buddhiṃ mohayasīva me\ntad ekaṃ vada niścitya yena śreyo 'ham āpnuyām",
      "translation": "The soul, overwhelmed by seemingly paradoxical teachings, pleads for a single, clear path. 'With one definite teaching, O Krishna, steady my wavering understanding. I stand at the crossroads between the path of wisdom and the path of action — guide me to the one that leads to the Highest Good.'",
      "audio": "/assets/audio/ch03/verse_03_02.mp3",
      "word_breakdown": [
        {
          "word": "व्यामिश्रेण",
          "transliteration": "vyāmiśreṇa",
          "root": "vi + ā + √miś (to mix)",
          "grammatical_form": "Adjective, neuter, instrumental, singular",
          "meaning": "mixed / seemingly contradictory / confusing / equivocal"
        },
        {
          "word": "बुद्धिम्",
          "transliteration": "buddhim",
          "root": "√budh (to know)",
          "grammatical_form": "Noun, feminine, accusative, singular",
          "meaning": "intellect / understanding / discriminative faculty"
        },
        {
          "word": "मोहयसि",
          "transliteration": "mohayasi",
          "root": "√muh (to be deluded) — causative",
          "grammatical_form": "Causative present, 2nd person singular",
          "meaning": "you are causing to be deluded / you confuse / you bewilder"
        },
        {
          "word": "निश्चित्य",
          "transliteration": "niścitya",
          "root": "nis + √ci (to determine)",
          "grammatical_form": "Gerund (absolutive)",
          "meaning": "having determined / decidedly / conclusively"
        },
        {
          "word": "श्रेयः",
          "transliteration": "śreyaḥ",
          "root": "śreyas (the highest good)",
          "grammatical_form": "Noun-adjective, neuter, nominative, singular",
          "meaning": "the highest good / ultimate welfare / that which is truly beneficial"
        },
        {
          "word": "आप्नुयाम्",
          "transliteration": "āpnuyām",
          "root": "ā + √āp (to attain)",
          "grammatical_form": "Optative / potential, 1st person singular",
          "meaning": "I may attain / I might obtain / I could achieve"
        }
      ],
      "commentary": {
        "dadaji": "This verse reveals Arjuna at his most honest — and Dadaji always treasured this honesty. 'Your mixed words are confusing my intellect,' he says to the Lord directly. How many of us are afraid to admit such a thing to God or to our guru? But Arjuna speaks plainly, and in that plainness there is a great surrender. The beautiful demand of the verse is in 'tad ekaṃ vada' — 'tell me that one thing.' Arjuna does not want a philosophical map; he wants a single path he can walk. Dadaji used to say: the student who asks for the one essential thing is ready to receive it. The word 'śreyas' — the highest good, true welfare — shows that Arjuna is not asking for worldly success but for genuine liberation.",
        "sarvapriyananda": "Verse 2 is philosophically significant because it identifies the precise problem: vyāmiśreṇa vākyena — mixed, apparently contradictory teaching. Arjuna perceives a contradiction between the Sāṃkhya teaching (knowledge of the Self) and the Yoga teaching (disciplined action). The Vedantic resolution of this apparent contradiction is the subject of the entire Bhagavad Gītā. Arjuna's request for a single, decisive path — 'tad ekaṃ vada niścitya' — also reflects the Indian philosophical tradition's emphasis on ekāgratā, one-pointedness. The great teacher does not multiply paths unnecessarily; each student needs the one path appropriate to their temperament and stage. Krishna's answer will honor this request.",
        "yogananda": "Yogananda saw Arjuna's confusion as a blessing in disguise. The mixed instructions have shaken his conventional understanding, created an inner uncertainty that makes him receptive to a deeper truth. In meditation, Yogananda taught, it is exactly this kind of cognitive dissonance — the moment when our ordinary mental frameworks prove inadequate — that opens the heart to higher guidance. Arjuna's appeal for the one path by which he may attain śreyas (the highest good) is the soul's authentic prayer. He is not asking for comfort or escape — he is asking for truth that works. And Krishna, the supreme guru, will answer with perfect precision.",
        "goyandka": "Goyandka notes that the particle 'iva' (like, as it were) used twice in this verse — mohayasīva (as if confusing), vyāmiśreṇeva (as if mixed) — is actually a respectful qualification. Arjuna does not accuse Krishna of deliberately confusing him; he acknowledges his own limited understanding by saying 'it seems to me as if.' This grammatical subtlety reveals Arjuna's humility. The request 'tell me decisively that one thing by which I may attain the highest good' is the model of how a student should approach a teacher — with total honesty about one's confusion, combined with full trust in the teacher's ability to clarify. This is the ideal guru-śiṣya relationship in action."
      }
    },
    {
      "verse": 3,
      "sanskrit": "श्रीभगवानुवाच ।\nलोकेऽस्मिन्द्विविधा निष्ठा पुरा प्रोक्ता मयानघ ।\nज्ञानयोगेन सांख्यानां कर्मयोगेन योगिनाम् ॥",
      "transliteration": "śrī-bhagavān uvāca\nloke 'smin dvi-vidhā niṣṭhā purā proktā mayānagha\njñāna-yogena sāṃkhyānāṃ karma-yogena yoginām",
      "translation": "Krishna, the Divine Self, reveals that from the beginning of creation two paths have been taught: the path of knowledge — jñāna yoga — for those of a contemplative nature, and the path of selfless action — karma yoga — for those of an active nature. Both lead to the one Supreme.",
      "audio": "/assets/audio/ch03/verse_03_03.mp3",
      "word_breakdown": [
        {
          "word": "द्विविधा",
          "transliteration": "dvi-vidhā",
          "root": "dvi (two) + vidha (kind/way)",
          "grammatical_form": "Adjective, feminine, nominative, singular",
          "meaning": "twofold / of two kinds / dual"
        },
        {
          "word": "निष्ठा",
          "transliteration": "niṣṭhā",
          "root": "ni + √sthā (to stand)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "path / foundation / steady devotion / established way of practice"
        },
        {
          "word": "अनघ",
          "transliteration": "anagha",
          "root": "an + agha (sin)",
          "grammatical_form": "Adjective, masculine, vocative",
          "meaning": "O sinless one / O blameless one — epithet of Arjuna"
        },
        {
          "word": "सांख्यानाम्",
          "transliteration": "sāṃkhyānām",
          "root": "saṃkhyā (number / enumeration / discrimination)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "of the Sāṃkhyas / of the contemplatives / of men of discriminative wisdom"
        },
        {
          "word": "कर्मयोगेन",
          "transliteration": "karma-yogena",
          "root": "√kṛ (to do) + √yuj (to unite)",
          "grammatical_form": "Compound noun, masculine, instrumental, singular",
          "meaning": "by karma yoga / through the path of disciplined action"
        }
      ],
      "commentary": {
        "dadaji": "Here Krishna gives the direct and decisive answer that Arjuna asked for — and notice how lovingly He addresses him: 'anagha,' O sinless one. Even before the teaching begins, the Lord reminds Arjuna of his essential purity. Dadaji often said that a true teacher first sees the student's highest nature before pointing to their confusion. The teaching itself is elegantly simple: two paths, from the very beginning — jñāna yoga for those whose nature is contemplative, karma yoga for those whose nature is active. Neither is higher in absolute terms; both lead to the same summit. The art of the spiritual life is to know which path matches your nature and to walk it wholeheartedly.",
        "sarvapriyananda": "This crucial verse reveals the structural architecture of the Gītā's soteriology. Krishna says 'purā proktā mayā' — declared by Me from the beginning. This indicates these are not new inventions but eternal principles. 'Sāṃkhyānām' here refers not merely to the classical Sāṃkhya philosophy of Kapila but to those of a contemplative temperament who can directly pursue knowledge of the Self. 'Yoginām' refers to those whose natural disposition inclines toward action in the world. The key word is 'niṣṭhā' — not merely a 'path' but a steadfast, established mode of being. Both are valid; both are necessary in the world; and as Krishna will show, at a deeper level they are not truly different.",
        "yogananda": "Yogananda drew attention to the divine compassion in this response. Krishna does not rebuke Arjuna for his confusion — He answers precisely, decisively, and completely. The twofold path reflects the two fundamental human types: those drawn inward toward wisdom and contemplation, and those drawn outward toward service and engagement. But Yogananda insisted that in the ideal life both paths must eventually merge. The karma yogi who works without attachment gradually develops inner stillness — which is the fruit of jñāna. The jñāna yogi whose realization deepens begins to act spontaneously and selflessly in the world — which is the flower of karma. These two paths are like two wings of the same bird.",
        "goyandka": "Goyandka's classical commentary emphasizes the phrase 'purā proktā mayā' — declared by Me from the beginning. This establishes the teaching as sanātana, eternal and beginningless. The Gītā is not a new teaching invented for Arjuna; it is the perennial wisdom being restated for a particular crisis at a particular moment in history. Goyandka also notes that 'niṣṭhā' implies not just a path but a complete orientation of life — a way in which one is established, grounded, steadfast. Jñāna niṣṭhā is establishment in the knowledge of the Self; karma niṣṭhā is establishment in selfless, God-dedicated action. Both are complete lifestyles, not mere techniques."
      }
    },
    {
      "verse": 4,
      "sanskrit": "श्रीभगवानुवाच ।\nन कर्मणामनारम्भान्नैष्कर्म्यं पुरुषोऽश्नुते ।\nन च सन्न्यसनादेव सिद्धिं समधिगच्छति ॥",
      "transliteration": "śrī-bhagavān uvāca\nna karmaṇām anārambhān naiṣkarmyaṃ puruṣo 'śnute\nna ca sannyasanād eva siddhiṃ samadhigacchati",
      "translation": "Freedom from the bondage of karma is not won by mere outer renunciation of activity. No person reaches liberation simply by refusing to act. Inaction of the body alone cannot still the restless soul. It is the inward offering of every act to God that truly liberates.",
      "audio": "/assets/audio/ch03/verse_03_04.mp3",
      "word_breakdown": [
        {
          "word": "नैष्कर्म्यम्",
          "transliteration": "naiṣkarmyam",
          "root": "niḥ + karma (action)",
          "grammatical_form": "Abstract noun, neuter, accusative, singular",
          "meaning": "freedom from action-bondage / actionlessness / the state of transcending karma"
        },
        {
          "word": "अनारम्भात्",
          "transliteration": "anārambhāt",
          "root": "an + ā + √rabh (to begin)",
          "grammatical_form": "Noun, masculine, ablative, singular",
          "meaning": "from non-commencement / by not starting (actions) / by inactivity"
        },
        {
          "word": "अश्नुते",
          "transliteration": "aśnute",
          "root": "√aś (to attain / to pervade)",
          "grammatical_form": "Present, Ātmanepada, 3rd singular",
          "meaning": "attains / obtains / reaches"
        },
        {
          "word": "सन्न्यसनात्",
          "transliteration": "sannyasanāt",
          "root": "sam + ni + √as (to throw down)",
          "grammatical_form": "Noun, neuter, ablative, singular",
          "meaning": "from renunciation / by giving up (externally)"
        },
        {
          "word": "सिद्धिम्",
          "transliteration": "siddhim",
          "root": "√sidh (to succeed / to be accomplished)",
          "grammatical_form": "Noun, feminine, accusative, singular",
          "meaning": "perfection / success / spiritual accomplishment / liberation"
        }
      ],
      "commentary": {
        "dadaji": "This verse cuts through a very common spiritual misconception: that freedom from karma means simply stopping all activity. Dadaji used to say, 'You cannot run away from life — you can only run away from attachment.' A person who sits idle and calls it renunciation has not freed themselves from the law of action; they have merely become inactive while the mind continues to churn with desire. True naiṣkarmya — freedom from action-bondage — does not come from the absence of action but from the purification of the doer. When actions are performed without ego-ownership, without craving for results, the karma simply does not bind. This is the great secret that the next verses will unfold.",
        "sarvapriyananda": "This verse demolishes what Śaṅkarācārya called 'karma-uparamaḥ' — the misconception that cessation of bodily activity is equivalent to transcendence. The term 'naiṣkarmya' is subtle: it does not mean physical inaction but the state of acting without the binding force of saṃskāra-generating desire. Similarly, 'sannyāsa' here refers to mere external renunciation — giving up the visible markers of worldly life without the inner transformation. True sannyāsa in the Vedantic sense is the renunciation of the sense of doership (kartṛtva) and enjoyership (bhoktṛtva), not merely the renunciation of possessions or roles. Outer form without inner reality achieves nothing.",
        "yogananda": "Yogananda often cited this verse when advising seekers who wanted to leave the world for a monastery but whose hearts were not ready. Genuine spiritual advancement is not measured by external withdrawal but by internal detachment. The person who renounces outer life while the mind remains agitated, desirous, and ego-driven has gained nothing spiritually. Conversely, the person who remains engaged in the world — raising a family, working a profession — while maintaining inner non-attachment and God-awareness is walking the genuine path of karma yoga. The divine is not found by fleeing the world but by transforming one's relationship to it.",
        "goyandka": "Goyandka notes the precision of this verse's double negation. 'Not by non-performance' and 'not by mere renunciation' together establish that neither extreme — compulsive action nor compulsive avoidance of action — leads to liberation. The Gītā's path is the middle way of engaged detachment. Naiṣkarmya, the state of transcending karma's binding power, is achieved only when action is performed in a spirit of complete non-attachment: without the sense of 'I am the doer' and without desire for any particular result. This requires not outer renunciation but inner transformation, which is the real subject of karma yoga. Mere idleness is tamasic, not spiritual."
      }
    },
    {
      "verse": 5,
      "sanskrit": "श्रीभगवानुवाच ।\nन हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत् ।\nकार्यते ह्यवशः कर्म सर्वः प्रकृतिजैर्गुणैः ॥",
      "transliteration": "śrī-bhagavān uvāca\nna hi kaścit kṣaṇam api jātu tiṣṭhaty akarma-kṛt\nkāryate hy avaśaḥ karma sarvaḥ prakṛti-jair guṇaiḥ",
      "translation": "Not even for a single breath can any embodied being remain completely actionless. All are helplessly propelled into activity by Nature's three qualities — the gunas — which are ever at work, even in the midst of apparent stillness. The secret lies not in stopping action, but in transforming it.",
      "audio": "/assets/audio/ch03/verse_03_05.mp3",
      "word_breakdown": [
        {
          "word": "क्षणम्",
          "transliteration": "kṣaṇam",
          "root": "kṣaṇa (moment)",
          "grammatical_form": "Noun, masculine, accusative, singular (used as adverb)",
          "meaning": "for a moment / even an instant"
        },
        {
          "word": "अकर्मकृत्",
          "transliteration": "akarma-kṛt",
          "root": "a + karma + √kṛ (to do)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "one who does no action / completely actionless"
        },
        {
          "word": "अवशः",
          "transliteration": "avaśaḥ",
          "root": "a + vaśa (will / control)",
          "grammatical_form": "Adjective, masculine, nominative, singular",
          "meaning": "helpless / without control / involuntarily / not by one's own will"
        },
        {
          "word": "प्रकृतिजैः",
          "transliteration": "prakṛti-jaiḥ",
          "root": "pra + √kṛ + ja (born of)",
          "grammatical_form": "Compound adjective, masculine, instrumental, plural",
          "meaning": "born of Prakṛti / arising from Nature"
        },
        {
          "word": "गुणैः",
          "transliteration": "guṇaiḥ",
          "root": "guṇa (quality / strand)",
          "grammatical_form": "Noun, masculine, instrumental, plural",
          "meaning": "by the guṇas / by the three qualities (sattva, rajas, tamas) of Nature"
        }
      ],
      "commentary": {
        "dadaji": "This is one of those verses where Krishna simply tells us the truth about our condition, without softening it. 'No one can remain even for a moment without acting.' Think of it — even in sleep the mind dreams, the breath continues, the heart beats. Inaction is simply not available to an embodied being. Dadaji would say: God is not asking you whether you will act — you will act regardless. He is only asking HOW you will act. Will you act driven by the unconscious force of your tendencies and desires, like a puppet of Prakṛti? Or will you act as a conscious, dedicated instrument of the divine will? That is the only real choice available to us.",
        "sarvapriyananda": "This verse introduces one of the Gītā's most important metaphysical concepts: the unavoidability of action for an embodied being. The phrase 'prakṛti-jair guṇaiḥ' — by the guṇas born of Prakṛti — points to the Sāṃkhya framework underlying the teaching. Prakṛti, Nature, is composed of three guṇas: sattva (luminosity), rajas (activity), and tamas (inertia). Every being embedded in Prakṛti is necessarily under the influence of these forces and therefore necessarily in action at all times, even if only mentally. The word 'avaśaḥ' — helplessly — is stark: without the cultivation of higher awareness, we are not the authors of our actions but their vehicles.",
        "yogananda": "Yogananda found this verse both sobering and liberating. Sobering, because it reveals how little genuine freedom most people exercise — driven by their own natures, habits, and desires, they believe they are choosing when they are actually being compelled. Liberating, because it shifts the spiritual question from 'Should I act?' (which has no answer — you will) to 'From what level of consciousness will I act?' The karma yogi's discipline is precisely this: to act from ever-higher levels of awareness, gradually moving from the mechanical, unconscious action of the ego-self toward the free, spontaneous, God-directed action of the awakened soul.",
        "goyandka": "Goyandka emphasizes the word 'hi' (indeed) and 'jātu' (ever) in this verse as indicators of an absolute, universal truth. This is not a conditional statement but a metaphysical fact about embodied existence. No being with a body and a mind can be physically inactive — and even apparent inactivity is itself a form of action sustained by the guṇas. The traditional commentators therefore conclude that since one must act, the question is only whether action will be performed with discrimination and dedication (karma yoga) or with the mechanical, desire-driven quality of ordinary worldly action. The Gītā's teaching is thus urgently practical: it addresses the actual condition of the human being as it is."
      }
    },
    {
      "verse": 6,
      "sanskrit": "श्रीभगवानुवाच ।\nकर्मेन्द्रियाणि संयम्य य आस्ते मनसा स्मरन् ।\nइन्द्रियार्थान्विमूढात्मा मिथ्याचारः स उच्यते ॥",
      "transliteration": "śrī-bhagavān uvāca\nkarmendriyāṇi saṃyamya ya āste manasā smaran\nindriyārthān vimūḍhātmā mithyācāraḥ sa ucyate",
      "translation": "That soul who, in delusion, restrains the organs of action outwardly while the mind secretly dwells on sense objects — such a hypocrite, self-deceived, has merely changed the theater of desire from body to mind. True renunciation begins not with the hands but with the purified heart.",
      "audio": "/assets/audio/ch03/verse_03_06.mp3",
      "word_breakdown": [
        {
          "word": "कर्मेन्द्रियाणि",
          "transliteration": "karmendriyāṇi",
          "root": "karma + indriya (sense organ)",
          "grammatical_form": "Compound noun, neuter, accusative, plural",
          "meaning": "the organs of action — hands, feet, speech, reproductive and eliminative organs"
        },
        {
          "word": "संयम्य",
          "transliteration": "saṃyamya",
          "root": "sam + √yam (to restrain)",
          "grammatical_form": "Gerund (absolutive)",
          "meaning": "having restrained / after controlling / while holding back"
        },
        {
          "word": "इन्द्रियार्थान्",
          "transliteration": "indriyārthān",
          "root": "indriya + artha (object / purpose)",
          "grammatical_form": "Compound noun, masculine, accusative, plural",
          "meaning": "the objects of the senses / sense pleasures / sense-objects"
        },
        {
          "word": "विमूढात्मा",
          "transliteration": "vimūḍhātmā",
          "root": "vi + √muh (to be deluded) + ātman (self)",
          "grammatical_form": "Compound, masculine, nominative, singular",
          "meaning": "one whose self is thoroughly deluded / a confused soul"
        },
        {
          "word": "मिथ्याचारः",
          "transliteration": "mithyācāraḥ",
          "root": "mithyā (false) + ācāra (conduct)",
          "grammatical_form": "Compound noun, masculine, nominative, singular",
          "meaning": "one of false conduct / hypocrite / one whose practice is a pretense"
        }
      ],
      "commentary": {
        "dadaji": "This verse is a gentle but very direct warning against the spiritual performance that the heart knows is hollow. Dadaji called this the 'Pharisee verse' of the Gītā — the person who performs all the right external observances while the mind wanders through every desire it has been denied. We have all encountered this in ourselves: sitting for meditation while mentally planning, restraining the hand from reaching for something while the desire burns bright in the heart. Krishna calls this 'mithyācāra' — false conduct, hypocrisy. True spiritual practice is not the control of the outer instruments but the transformation of the inner one. The mind's dwelling on sense-objects is itself a subtle form of action that perpetuates bondage.",
        "sarvapriyananda": "This verse makes a sharp philosophical distinction that is central to Advaita Vedānta's understanding of karma yoga. The organs of action (karmendriyāṇi) are the external instruments — hands, feet, and so on. But these are not the source of action's binding power. The binding power comes from the mind's engagement — specifically from 'smaran indriyārthān,' mentally remembering, dwelling upon, dwelling in desire for sense-objects. True renunciation, in the Vedantic sense, is therefore primarily a mental act. One can be in the midst of vigorous outer activity and be less bound than one who sits in apparent stillness while the mind races. Śaṅkara comments that this verse directly refutes the notion that physical sannyāsa automatically confers liberation.",
        "yogananda": "Yogananda used this verse in his teachings on authentic spiritual practice. He pointed out that the body can be trained to external stillness far more easily than the mind can be brought to genuine quiet. A practitioner who mistakes the performance of spiritual forms — the crossed legs, the regulated breath, the folded hands — for actual spiritual practice has fallen into what Krishna calls 'vimūḍhātmā' — self-delusion. The true measure of spiritual progress, Yogananda taught, is not how long one can sit or how many rituals one can perform, but how genuinely the mind is drawn away from sense-craving and toward the inner light of the Self. Only that genuine inner turning constitutes real practice.",
        "goyandka": "Goyandka's commentary notes that this verse is a direct refutation of a specific school of thought — sometimes called Kriyā-Sannyāsa — that holds that the mere outward abandonment of action (sitting idle, giving up household life) constitutes sufficient spiritual practice. The Gītā emphatically disagrees. The binding force of karma operates through the mind's desire, not through the body's movement. Therefore, one who controls the body while mentally dwelling in sense-desire has accomplished nothing of spiritual value. In fact, such a person is 'vimūḍhātmā' — self-deluded — and 'mithyācāra' — a practitioner of falsehood. This is a strong condemnation, meant to push the seeker toward genuine inner purification."
      }
    },
    {
      "verse": 7,
      "sanskrit": "श्रीभगवानुवाच ।\nयस्त्विन्द्रियाणि मनसा नियम्यारभतेऽर्जुन ।\nकर्मेन्द्रियैः कर्मयोगमसक्तः स विशिष्यते ॥",
      "transliteration": "śrī-bhagavān uvāca\nyas tv indriyāṇi manasā niyamyārabhate 'rjuna\nkarmendriyaiḥ karma-yogam asaktaḥ sa viśiṣyate",
      "translation": "Truly blessed is the one who, having mastered the senses through the power of a disciplined mind, engages outwardly in the path of selfless action — karma yoga — without inner attachment. Such a soul performs all work as sacred offering, and through this very action attains the Divine.",
      "audio": "/assets/audio/ch03/verse_03_07.mp3",
      "word_breakdown": [
        {
          "word": "मनसा",
          "transliteration": "manasā",
          "root": "√man (to think)",
          "grammatical_form": "Noun, neuter, instrumental, singular",
          "meaning": "with the mind / through the mind / by means of the mind"
        },
        {
          "word": "नियम्य",
          "transliteration": "niyamya",
          "root": "ni + √yam (to restrain / to control)",
          "grammatical_form": "Gerund (absolutive)",
          "meaning": "having controlled / after restraining / controlling first"
        },
        {
          "word": "आरभते",
          "transliteration": "ārabhate",
          "root": "ā + √rabh (to begin / to undertake)",
          "grammatical_form": "Present, Ātmanepada, 3rd singular",
          "meaning": "begins / undertakes / engages in"
        },
        {
          "word": "असक्तः",
          "transliteration": "asaktaḥ",
          "root": "a + √sañj (to cling / to attach)",
          "grammatical_form": "Past participle used as adjective, masculine, nominative",
          "meaning": "without attachment / unattached / free from clinging"
        },
        {
          "word": "विशिष्यते",
          "transliteration": "viśiṣyate",
          "root": "vi + √śiṣ (to distinguish / to excel)",
          "grammatical_form": "Present passive, 3rd singular",
          "meaning": "excels / is distinguished / surpasses / is superior"
        }
      ],
      "commentary": {
        "dadaji": "After the sharp warning of verse 6, Krishna now holds up the ideal of verse 7 — and the contrast is luminous. The person who excels (viśiṣyate) does two things simultaneously: controls the senses with the mind (inner mastery), and then engages in karma yoga through the organs of action without attachment (outer engagement). Dadaji used to say this is the portrait of the truly free person — free not from the world but free within it. The key word is 'manasā' — with the mind. It is the mind that must first be directed, purified, and steadied. Only from that foundation of inner control can truly unattached action flow. This is the hero Krishna is calling Arjuna to become.",
        "sarvapriyananda": "This key verse — one of the most cited in Chapter 3 — defines karma yoga in its essence. Three elements constitute the karma yogi's action: first, 'manasā niyamya' — the senses are controlled at the level of the mind, which is the right level; second, 'karmendriyaiḥ... ārabhate' — action is then actively undertaken through the organs of action; third, 'asaktaḥ' — all this is done without attachment. This is the integration of inner control and outer engagement that distinguishes karma yoga from both withdrawal and compulsive worldly action. The word 'viśiṣyate' — he excels, he is distinguished — indicates a superlative quality. This person surpasses both the idle non-actor and the ego-driven actor.",
        "yogananda": "Yogananda called this the verse of the liberated worker. The karma yogi does not flee the world; the karma yogi transforms the world by transforming the quality of engagement. 'Manasā niyamya' — controlling with the mind — points to the practice of interiorization that Yogananda taught through Kriyā Yoga: withdrawing the life-force inward to the spine and brain, then redirecting it outward through the instruments of the body in service. The result is action that is fully engaged yet completely free. Such a person moves through the world like a lotus leaf on water — fully present, yet never wet. This verse is the definition of 'yoga in action.'",
        "goyandka": "Goyandka's commentary emphasizes the sequence implied in this verse: first the inner, then the outer. 'Niyamya' is a gerund — it denotes an action completed before the main verb. The mind-level control of the senses must precede the engagement in karma yoga. This sequence is spiritually significant: one cannot perform genuine karma yoga — truly unattached action — without first having cultivated some degree of mental equanimity. This is why the Gītā's teaching on karma yoga is preceded by and woven together with the teaching on sthitaprajña (steady wisdom) in Chapter 2. The outer practice of yoga rests on an inner foundation of equanimity and discrimination."
      }
    },
    {
      "verse": 8,
      "sanskrit": "श्रीभगवानुवाच ।\nniyataṃ kuru karma tvaṃ karma jyāyo hy akarmaṇaḥ ।\nशरीरयात्रापि च ते न प्रसिद्ध्येदकर्मणः ॥",
      "transliteration": "śrī-bhagavān uvāca\nniyataṃ kuru karma tvaṃ karma jyāyo hy akarmaṇaḥ\nśarīra-yātrāpi ca te na prasiddhyed akarmaṇaḥ",
      "translation": "Therefore, O Arjuna, fulfill thy divinely appointed duty. Righteous action is far superior to the lethargy of inaction. Even the body's sustenance cannot be maintained without some form of activity. Act — but act as an instrument of the Divine, free from the fever of personal desire.",
      "audio": "/assets/audio/ch03/verse_03_08.mp3",
      "word_breakdown": [
        {
          "word": "नियतम्",
          "transliteration": "niyatam",
          "root": "ni + √yam (to restrain / to regulate)",
          "grammatical_form": "Past participle used as adjective / adverb, neuter",
          "meaning": "prescribed / regulated / ordained / one's own duty according to nature and station"
        },
        {
          "word": "ज्यायः",
          "transliteration": "jyāyaḥ",
          "root": "jya — comparative of praśasya",
          "grammatical_form": "Comparative adjective, neuter, nominative",
          "meaning": "better / superior / more excellent"
        },
        {
          "word": "अकर्मणः",
          "transliteration": "akarmaṇaḥ",
          "root": "a + karma",
          "grammatical_form": "Noun, neuter, ablative, singular",
          "meaning": "than inaction / compared to non-action / from not acting"
        },
        {
          "word": "शरीरयात्रा",
          "transliteration": "śarīra-yātrā",
          "root": "śarīra (body) + yātrā (journey / maintenance / sustenance)",
          "grammatical_form": "Compound noun, feminine",
          "meaning": "the journey of the body / maintenance of the body / bodily subsistence"
        },
        {
          "word": "प्रसिद्ध्येत्",
          "transliteration": "prasiddhyet",
          "root": "pra + √sidh (to succeed / to be accomplished)",
          "grammatical_form": "Optative / potential, 3rd person singular",
          "meaning": "would be accomplished / could succeed / might be fulfilled"
        }
      ],
      "commentary": {
        "dadaji": "After the philosophy, the practical command: 'Niyataṃ kuru karma' — perform your prescribed duty. These three words are the heartbeat of Chapter 3. Dadaji loved this directness. Krishna is not lost in abstraction — He comes straight to the point. Do your duty. Action is better than inaction — not because action is intrinsically noble, but because for an embodied being, purposeful, dutiful action is the field in which liberation is cultivated. And then the most grounded of arguments: you cannot even maintain this body without action. You must eat, breathe, care for yourself. Life itself demands engagement. The spiritual question is not 'Shall I act?' but 'Shall I act consciously and selflessly, or unconsciously and selfishly?'",
        "sarvapriyananda": "The phrase 'niyataṃ karma' — prescribed duty — is important. This is not any action but svadharma, one's own duty according to one's nature, capacity, and station in life. The Gītā has consistently distinguished between action in alignment with one's dharma and action driven by desire or social pressure. The argument 'karma jyāyo hy akarmaṇaḥ' — action is indeed superior to inaction — is a pragmatic one: given that verse 5 has established that no one can remain inactive, the choice is between conscious, dharmic action and unconscious, mechanical, desire-driven non-action that is actually subtle action in disguise. The body-maintenance argument ('śarīra-yātrāpi') grounds the teaching in biological reality.",
        "yogananda": "Yogananda often cited this verse to address the spiritual seeker's temptation toward quietism — the belief that doing nothing is somehow more holy than doing something. Krishna firmly and lovingly corrects this. Even at the most basic level, life requires action: you must breathe, eat, move, care for the body that houses the soul. These are not distractions from spiritual life — they are its very ground. The karma yogi sanctifies every act of maintenance, every necessary duty, by performing it with awareness, without ego, and in dedication to God. The cooking, the cleaning, the earning of bread — all become yoga when the inner orientation is right.",
        "goyandka": "Goyandka notes that 'niyatam karma' specifically refers to the duties prescribed by the Vedic scriptures according to one's āśrama (stage of life) and varṇa (nature and function). For Arjuna as a kṣatriya, this prescribed duty is the protection of dharma through righteous battle. The verse thus has an immediate application to Arjuna's situation: not fighting is not actually inaction — it is a wrong action, a failure of dharma. The body-maintenance argument (śarīra-yātrā) is used here not to glorify bodily life but to demonstrate the inescapability of action. If even the minimum of bodily maintenance requires action, how much more does the full flourishing of one's human and spiritual potential require engaged, dharmic activity."
      }
    },
    {
      "verse": 9,
      "sanskrit": "श्रीभगवानुवाच ।\nयज्ञार्थात्कर्मणोऽन्यत्र लोकोऽयं कर्मबन्धनः ।\nतदर्थं कर्म कौन्तेय मुक्तसङ्गः समाचर ॥",
      "transliteration": "śrī-bhagavān uvāca\nyajñārthāt karmaṇo 'nyatra loko 'yaṃ karma-bandhanaḥ\ntad-arthaṃ karma kaunteya mukta-saṅgaḥ samācara",
      "translation": "Every act performed without the sacred spirit of yajña — of offering to God — binds the soul in the web of karma. But the wise, O Arjuna, perform all actions as worship, offering the fruits at the altar of the Divine. Thus they move through the world untouched, free as lotus blossoms on water.",
      "audio": "/assets/audio/ch03/verse_03_09.mp3",
      "word_breakdown": [
        {
          "word": "यज्ञार्थात्",
          "transliteration": "yajñārthāt",
          "root": "yajña (sacrifice / worship) + artha (purpose)",
          "grammatical_form": "Compound noun, masculine, ablative, singular",
          "meaning": "for the sake of sacrifice / for the purpose of yajña / as an offering"
        },
        {
          "word": "कर्मबन्धनः",
          "transliteration": "karma-bandhanaḥ",
          "root": "karma + √bandh (to bind)",
          "grammatical_form": "Compound noun, masculine, nominative, singular",
          "meaning": "bound by action / shackled by karma / in bondage to one's deeds"
        },
        {
          "word": "मुक्तसङ्गः",
          "transliteration": "mukta-saṅgaḥ",
          "root": "√muc (to release) + √sañj (to cling)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "free from attachment / liberated from clinging / unattached"
        },
        {
          "word": "समाचर",
          "transliteration": "samācara",
          "root": "sam + ā + √car (to move / to practice)",
          "grammatical_form": "Imperative, 2nd person singular",
          "meaning": "perform / practice / do (completely, thoroughly)"
        },
        {
          "word": "तदर्थम्",
          "transliteration": "tad-artham",
          "root": "tad (that) + artha (purpose)",
          "grammatical_form": "Compound, accusative, used as adverb",
          "meaning": "for that purpose / for the sake of that / with that as the aim"
        }
      ],
      "commentary": {
        "dadaji": "This verse introduces the concept of yajña — sacrifice — as the liberating principle of all karma yoga. Dadaji used to explain yajña not as a ritual fire ceremony but as any action performed as an offering, without personal agenda. When you cook, if you cook as an offering to God and to those who will eat — that is yajña. When you work, if you work as service to the divine in all beings — that is yajña. The moment the ego steps in and claims the result — 'this is mine, this is for me' — the action becomes binding karma. The moment the same action is offered up, surrendered, performed as service — it becomes liberating yajna. 'Mukta-saṅgaḥ samācara' — perform, free from all attachment — is the complete formula of karma yoga.",
        "sarvapriyananda": "The word 'yajña' in this verse carries its broadest Vedantic meaning: any action performed as an offering to the cosmic order, to dharma, to the divine. Śaṅkarācārya interprets 'yajñārthāt karma' as action performed for the sake of Brahman — the ultimate reality — or for Īśvara, the personal God. The binding principle of karma is not action itself but the ego's claim on action and its results. When that claim is dissolved through the spirit of offering, the action generates no binding saṃskāra. It is performed, it is completed, and it is released. This is the deepest meaning of 'mukta-saṅgaḥ' — one whose attachment has been liberated — not merely a person who is indifferent but one who has genuinely relinquished ego-ownership of actions.",
        "yogananda": "Yogananda saw yajña as the cosmic principle of selfless giving that sustains all life. Every breath, every heartbeat, every act of creation is a form of sacrifice — life giving to life. When a human being consciously aligns with this principle — performing every action as an offering, receiving every result as a gift — the individual self begins to expand into the universal Self. This is the mystical dimension of karma yoga: the practitioner who truly acts as yajña gradually realizes that the separate doer never really existed. There is only the cosmic dance of giving and receiving, and the 'I' that thought it was performing the yajña was always itself a part of the divine offering.",
        "goyandka": "Goyandka's classical commentary explains that 'yajñārthāt karma' originally referred to the Vedic injunction to perform all actions — including one's daily duties and livelihood — as part of the cosmic yajña that sustains dharma and the social and natural order. The universe itself operates as a yajña: rain feeds the earth, the earth feeds living beings, living beings breathe and act and eventually return their elements to the earth. When human beings consciously participate in this cosmic circulation of giving — performing their duties as offerings rather than as ego-enterprises — they align with the deepest current of existence and are carried by it toward liberation. The alternative is 'karma-bandhana' — bondage to the results of self-motivated action."
      }
    },
    {
      "verse": 10,
      "sanskrit": "श्रीभगवानुवाच ।\nसहयज्ञाः प्रजाः सृष्ट्वा पुरोवाच प्रजापतिः ।\nअनेन प्रसविष्यध्वमेष वोऽस्त्विष्टकामधुक् ॥",
      "transliteration": "śrī-bhagavān uvāca\nsaha-yajñāḥ prajāḥ sṛṣṭvā purovāca prajāpatiḥ\nanena prasaviṣyadhvam eṣa vo 'stv iṣṭa-kāmadhuk",
      "translation": "In the dawn of creation, God fashioned humanity together with the spirit of yajña — sacred, selfless offering — and declared: 'By this mutual sacrifice shall ye flourish. May this offering be your divine wish-fulfilling tree, the Kamadhenu of all your deepest aspirations.'",
      "audio": "/assets/audio/ch03/verse_03_10.mp3",
      "word_breakdown": [
        {
          "word": "सहयज्ञाः",
          "transliteration": "saha-yajñāḥ",
          "root": "saha (together with) + yajña (sacrifice)",
          "grammatical_form": "Compound adjective, feminine, accusative, plural",
          "meaning": "together with yajña / accompanied by sacrifice / along with the principle of offering"
        },
        {
          "word": "प्रजाः",
          "transliteration": "prajāḥ",
          "root": "pra + √jan (to be born)",
          "grammatical_form": "Noun, feminine, accusative, plural",
          "meaning": "beings / creatures / people / progeny — all of creation"
        },
        {
          "word": "प्रजापतिः",
          "transliteration": "prajāpatiḥ",
          "root": "prajā + pati (lord)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "Lord of Creatures / the Creator — name of Brahmā or the creative principle"
        },
        {
          "word": "प्रसविष्यध्वम्",
          "transliteration": "prasaviṣyadhvam",
          "root": "pra + √su (to generate / to prosper)",
          "grammatical_form": "Future, 2nd person plural, middle voice",
          "meaning": "you shall prosper / you shall multiply / you shall flourish"
        },
        {
          "word": "कामधुक्",
          "transliteration": "kāmadhuk",
          "root": "kāma (desire) + √duh (to milk)",
          "grammatical_form": "Compound noun, feminine, nominative",
          "meaning": "the wish-fulfilling cow / kāmadhenu — the divine cow that yields all desires"
        }
      ],
      "commentary": {
        "dadaji": "Verse 10 is one of the great mythological verses of the Gītā — and Dadaji always brought its teaching alive with warmth. Prajāpati, the Creator, creates beings not in isolation but together with yajña, the spirit of sacrifice and offering. This is not an incidental detail — it is a declaration about the deepest nature of creation. The universe itself is built on the principle of mutual giving. Prajāpati then promises: live by this principle of yajña and you will prosper; this spirit of offering will be your kāmadhuk, your wish-fulfilling cow, satisfying all your genuine needs. Dadaji used to say: the truly generous person is never poor. The person who gives freely finds that life itself pours back in abundance.",
        "sarvapriyananda": "This verse grounds karma yoga in a cosmological framework. The creation itself — 'prajāḥ' — was created 'saha-yajñāḥ,' along with the principle of yajña. This means yajña is not an invention of human religious culture but is woven into the very fabric of existence. Prajāpati, the creative principle, ordained from the beginning that the flourishing of creation is tied to the practice of mutual offering and sustenance. Swami Sarvapriyananda would note that this verse transforms karma yoga from a personal spiritual technique into a participation in the cosmic order. When we act selflessly, we are not merely improving our own spiritual condition — we are contributing to the sustenance of the entire cosmic web of life.",
        "yogananda": "Yogananda saw this verse as revealing the divine secret of abundance. The universe was created on the principle of giving — and the more consciously a human being participates in this giving, the more fully they are aligned with the creative force itself. The kāmadhuk — wish-fulfilling cow — is the principle that genuine selfless service to life generates its own abundance, its own fulfilment. This is not a commercial transaction ('give and get back'); it is an organic law of life. The tree that produces fruit does not become impoverished by giving — it fulfills its nature. The person who acts as yajña fulfills their own deepest nature and in doing so finds that all genuine needs are met.",
        "goyandka": "Goyandka traces this verse to the Vedic tradition of the cosmic yajña that underlies all sacrificial teaching. The Puruṣa-sūkta of the Ṛg Veda describes creation itself as a cosmic sacrifice. Prajāpati, identified in various texts with Brahmā or with the Vedic concept of the cosmic Person, establishes yajña as the mechanism of creation, preservation, and flourishing. 'Anena prasaviṣyadhvam' — by this shall you multiply — refers not merely to biological reproduction but to prosperity, growth, and the fulfillment of human life in all its dimensions. The kāmadhuk image is powerful: just as the divine cow gives milk perpetually to those who tend her, so the cosmic principle of yajña rewards those who practice it with inexhaustible fulfilment."
      }
    },
    {
      "verse": 11,
      "sanskrit": "श्रीभगवानुवाच ।\nदेवान्भावयतानेन ते देवा भावयन्तु वः ।\nपरस्परं भावयन्तः श्रेयः परमवाप्स्यथ ॥",
      "transliteration": "śrī-bhagavān uvāca\ndevān bhāvayatānena te devā bhāvayantu vaḥ\nparasparaṃ bhāvayantaḥ śreyaḥ param avāpsyatha",
      "translation": "Through sincere devotion and selfless offering, nourish the divine forces that sustain creation, and those same divine forces shall nourish thee in return. This cosmic reciprocity — giving to the whole — is the law of the universe. Mutual upliftment is the very heartbeat of existence.",
      "audio": "/assets/audio/ch03/verse_03_11.mp3",
      "word_breakdown": [
        {
          "word": "देवान्",
          "transliteration": "devān",
          "root": "√div (to shine)",
          "grammatical_form": "Noun, masculine, accusative, plural",
          "meaning": "the gods / the shining ones / the divine powers"
        },
        {
          "word": "भावयत",
          "transliteration": "bhāvayata",
          "root": "√bhū (to be) — causative",
          "grammatical_form": "Verb, causative, imperative, 2nd person plural",
          "meaning": "cherish / nourish / cause to flourish"
        },
        {
          "word": "परस्परम्",
          "transliteration": "parasparam",
          "root": "para (other) + para (other)",
          "grammatical_form": "Indeclinable / adverb",
          "meaning": "mutually / reciprocally / one another"
        },
        {
          "word": "श्रेयः",
          "transliteration": "śreyaḥ",
          "root": "√śrī (to be excellent) — comparative",
          "grammatical_form": "Noun / adjective, neuter, nominative-accusative, singular",
          "meaning": "the highest good / the supreme welfare / blessedness"
        },
        {
          "word": "परम्",
          "transliteration": "param",
          "root": "para (beyond, supreme)",
          "grammatical_form": "Adjective, neuter, accusative, singular",
          "meaning": "the supreme / the highest / ultimate"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji reveals a living covenant of love between humanity and the divine. Every act of sincere sacrifice — every selfless offering of our labours, our food, our prayers — ascends like incense to nourish the gods who preside over the cosmic forces. In return they shower rains, health, inspiration, and grace. This is not a transaction but a family bond: children offering to parents who lovingly provide in return. 'Bhāvayata' — cherish, cause to bloom. The Lord does not say merely 'feed' the gods but 'cause them to flourish'. When we uplift the divine through consecrated action, the divine uplifts us. Mutual flourishing is the great secret of spiritual life. This yajna-chain restores the original joy for which creation itself was poured forth by Brahma.",
        "sarvapriyananda": "Swami Sarvapriyananda draws attention to the Vedic vision of cosmic interdependence underlying this verse. The Vedic sacrificial system was not mere ritual but a philosophy: the universe runs on a principle of giving. The gods — cosmic powers governing rain, fire, wind — depend on human worship and offering; humans depend on the gods for the forces of nature. The Sanskrit 'bhāvayantaḥ' — nourishing each other in the present-active participle — implies an ongoing, dynamic relationship, not a one-time exchange. Vedānta sees in this verse a pointer to Brahman as the ground of all interconnection. When the ego dissolves into this vast cycle of mutual support, the individual realizes their own infinite nature and thus gains 'param śreyas' — the supreme good that transcends any particular benefit.",
        "yogananda": "Paramahansa Yogananda sees this cosmic nourishment as the law of vibration and attunement. The 'gods' are not remote mythological beings but divine qualities and cosmic energies — intelligence, life-force, love — that interpenetrate all creation. When through meditation, service, and right action we tune our consciousness upward, we resonate with these higher vibrations; they in turn amplify our inner light. Yogananda taught that yoga itself is the supreme yajna: the inward offering of breath and ego-sense into the fire of divine awareness. 'Parasparaṃ bhāvayantaḥ' — as we elevate our consciousness, cosmic intelligence responds by elevating us further. This reciprocal ascent is the purpose of human life: through God-attunement, to ultimately realize our oneness with the Divine.",
        "goyandka": "Pandit Goyandka explains this verse as the foundational principle of the Vedic social and cosmic order. The gods — Indra, Varuna, Agni, Vayu and others — are the controllers of natural forces. They are energized and pleased by human yajnas performed according to scriptural injunction. Pleased gods then bestow timely rains, health, progeny, and prosperity. This is not superstition but the Vedic science of cosmic cause and effect. 'Śreyaḥ param avāpsyatha' — you shall attain the supreme welfare. Goyandka notes that this welfare extends beyond material prosperity to liberation itself, because a life lived in dutiful yajna purifies the mind, reduces selfishness, and ultimately leads the aspirant to the Self-knowledge that is mokṣa. The yajna cycle is thus both a practical and a spiritual imperative."
      }
    },
    {
      "verse": 12,
      "sanskrit": "इष्टान्भोगान्हि वो देवा दास्यन्ते यज्ञभाविताः ।\nतैर्दत्तानप्रदायैभ्यो यो भुङ्क्ते स्तेन एव सः ॥",
      "transliteration": "iṣṭān bhogān hi vo devā dāsyante yajña-bhāvitāḥ\ntair dattān apradāyaibhyo yo bhuṅkte stena eva saḥ",
      "translation": "The celestial powers, nourished by your offerings and devotion, shall shower upon you all the gifts of life and grace. But the one who enjoys these gifts without returning them in gratitude and service to the whole — that one is indeed a thief, stealing from the great treasury of the Divine.",
      "audio": "/assets/audio/ch03/verse_03_12.mp3",
      "word_breakdown": [
        {
          "word": "इष्टान्",
          "transliteration": "iṣṭān",
          "root": "√iṣ (to desire, to seek)",
          "grammatical_form": "Adjective / past passive participle, masculine, accusative, plural",
          "meaning": "desired / wished for / sought-after (enjoyments)"
        },
        {
          "word": "भोगान्",
          "transliteration": "bhogān",
          "root": "√bhuj (to enjoy, to experience)",
          "grammatical_form": "Noun, masculine, accusative, plural",
          "meaning": "enjoyments / pleasures / objects of experience"
        },
        {
          "word": "यज्ञभाविताः",
          "transliteration": "yajña-bhāvitāḥ",
          "root": "yajña (sacrifice) + √bhū causative (to nourish)",
          "grammatical_form": "Compound adjective, masculine, nominative, plural",
          "meaning": "nourished / cherished / sustained by sacrifice"
        },
        {
          "word": "अप्रदाय",
          "transliteration": "apradāya",
          "root": "a (not) + pra + √dā (to give)",
          "grammatical_form": "Negative gerund / indeclinable",
          "meaning": "without giving back / without offering in return"
        },
        {
          "word": "स्तेनः",
          "transliteration": "stenaḥ",
          "root": "√stā / stena (thief)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "thief / one who takes without giving — a robber"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji emphasizes the moral gravity of this verse with tender directness. Every breath we draw, every morsel we taste, every sunrise we behold is a gift from the divine forces that sustain life. To receive these gifts in a spirit of ownership — as though they are ours by right — while giving nothing back in love, service, or worship, is spiritual theft. The Lord's word 'stena' — thief — is arresting. The thief takes what belongs to another. When we hoard the world's bounty in the ego's small vault, we steal from the sacred trust of creation. But the remedy is not guilt; it is gratitude transformed into offering. Every meal becomes a yajna, every act of love a return gift. The heart that gives freely becomes the heart that is always full.",
        "sarvapriyananda": "Swami Sarvapriyananda unpacks the ethical philosophy embedded here. The Vedic tradition establishes five great debts (pañca-ṛṇas): to the gods, to the seers, to ancestors, to humanity, and to creatures. We are born into these debts and a life of yajna — ritual, charity, study, service — is how we honour them. The verse does not condemn enjoyment but enjoins responsibility. 'Tair dattān apradāyaibhyo' — receiving the gods' gifts without giving back — creates what modern ethics calls an asymmetric moral relationship. In Vedāntic terms, the ego that only takes reinforces the illusion of separateness. Every act of giving, by contrast, dissolves the ego-boundary and moves the aspirant toward the experience of non-dual unity that is liberation.",
        "yogananda": "Yogananda interprets 'theft' here as the spiritual crime of self-absorption. God pours the whole universe into every soul — sunlight, food, intelligence, love. When we consume these gifts while directing consciousness only inward and downward toward sense pleasure, we steal the divine energy meant to flow onward through us to others. Yogananda taught tithing of energy: just as we offer a portion of income in charity, we must offer attention, time, and love to God and to creation. 'Yajña-bhāvitāḥ devā' — gods nourished by sacrifice — point to those cosmic centres of Divine Intelligence through which God's light flows. To enjoy the light without turning back to its Source in gratitude and meditation is to cut oneself off from an infinite reservoir.",
        "goyandka": "Pandit Goyandka gives a crisp classical reading: the gods are the legitimate owners of the world's goods. They grant us enjoyment as a loan, not as an outright gift. To use their loan without repaying through yajna is theft, pure and simple. This is not metaphor but Vedic law. Goyandka notes Śaṅkara's commentary here: one who does not perform the five great yajnas (pañca-mahāyajña) — deva-yajña, pitṛ-yajña, ṛṣi-yajña, manuṣya-yajña, bhūta-yajña — is guilty of this theft even if he performs no outwardly criminal act. The social teaching is equally strong: wealth hoarded by those who do not give is ill-gotten. The spirit of yajna — giving back — is the basis of a just and harmonious society."
      }
    },
    {
      "verse": 13,
      "sanskrit": "यज्ञशिष्टाशिनः सन्तो मुच्यन्ते सर्वकिल्बिषैः ।\nभुञ्जते ते त्वघं पापा ये पचन्त्यात्मकारणात् ॥",
      "transliteration": "yajña-śiṣṭāśinaḥ santo mucyante sarva-kilbiṣaiḥ\nbhuñjate te tv aghaṃ pāpā ye pacanty ātma-kāraṇāt",
      "translation": "The righteous who partake of what remains after sacred offering — the prasāda — are cleansed of all sin and nourished in body and spirit. But those who cook only for themselves, eating without offering or gratitude, consume not food but their own karmic bondage.",
      "audio": "/assets/audio/ch03/verse_03_13.mp3",
      "word_breakdown": [
        {
          "word": "यज्ञशिष्टाशिनः",
          "transliteration": "yajña-śiṣṭāśinaḥ",
          "root": "yajña (sacrifice) + śiṣṭa (remainder) + √aś (to eat)",
          "grammatical_form": "Compound noun, masculine, nominative, plural",
          "meaning": "those who eat the remnants of sacrifice — the prasāda-eaters"
        },
        {
          "word": "किल्बिषैः",
          "transliteration": "kilbiṣaiḥ",
          "root": "kilbiṣa (sin, impurity)",
          "grammatical_form": "Noun, neuter, instrumental, plural",
          "meaning": "from sins / from impurities / from moral taints"
        },
        {
          "word": "अघम्",
          "transliteration": "agham",
          "root": "agha (sin, evil, suffering)",
          "grammatical_form": "Noun, neuter, accusative, singular",
          "meaning": "sin / evil / the fruit of sinful action"
        },
        {
          "word": "पचन्ति",
          "transliteration": "pacanti",
          "root": "√pac (to cook)",
          "grammatical_form": "Verb, present indicative, active, 3rd person plural",
          "meaning": "they cook / they prepare food"
        },
        {
          "word": "आत्मकारणात्",
          "transliteration": "ātma-kāraṇāt",
          "root": "ātman (self) + kāraṇa (cause, reason)",
          "grammatical_form": "Compound noun, ablative, singular",
          "meaning": "for the sake of the self alone / for one's own purpose only"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji teaches that what we eat shapes our consciousness. The food offered first to God and then received as prasāda carries divine vibrations; it purifies not only the body but the subtle mind. 'Yajña-śiṣṭa' — the remnant of sacrifice — is sacred because it has been touched by divine acceptance. The 'santo' — the good, the righteous — understand this and make every meal a ritual of offering before eating. Contrast this with those who cook solely for personal satisfaction, driven by appetite. Their every meal reinforces self-centredness, which is the root of all sin. The teaching is practical: begin the day with offering — to God, to guests, to the hungry — and what you then eat will nourish both body and soul.",
        "sarvapriyananda": "Swami Sarvapriyananda connects this verse to the Vedic institution of the pañca-mahāyajña (five great daily sacrifices). The householder was enjoined to offer to gods, ancestors, sages, fellow humans, and creatures before eating. The 'remnant' is what remains after these offerings. Philosophically, this practice dismantles ahankāra — the ego that says 'this is mine'. The verb 'mucyante' — they are freed — is significant: liberation is not only a fruit of meditation but also of right social and ritual action. Those who cook only for themselves ('ātma-kāraṇāt') trap themselves in the cycle of karma by tightening the ego-knot with every meal. Food becomes karma when consumed in selfishness, and prasāda when received with gratitude.",
        "yogananda": "Yogananda sees in this verse a law of spiritual nutrition. Food carries prāṇa — life-force — and the consciousness of the preparer and the purpose of the cooking both infuse the food's vibrational quality. Food offered to God in devotion and received back as prasāda is magnetized with divine awareness. It nourishes not only the physical cells but the astral body. Yogananda was known to bless food before eating and to teach his disciples to offer every meal to God before eating. 'Those who cook only for themselves eat sin' — meaning they consume energy that reinforces the bodily ego, binding them more tightly to material consciousness. The spiritual aspirant transforms the mundane act of eating into a sacrament through this simple discipline of offering.",
        "goyandka": "Pandit Goyandka gives a precise Dharmaśāstra reading: before eating, the householder must perform the five great sacrifices daily. Only after feeding gods (through fire-ritual), sages (through study and teaching), ancestors (through water libation), fellow humans (through hospitality), and creatures (through putting out food) may he eat his own meal. What he then eats is 'yajña-śiṣṭa' — the lawful remainder. Goyandka cites Manu and other smṛti authorities who hold that the householder who eats without these prior offerings is guilty of the gravest social sin. This is not asceticism but ordered social responsibility. The verse thus supports the Gītā's broader argument: Karma Yoga — selfless, disciplined action — is not an optional refinement but the very basis of dharmic life."
      }
    },
    {
      "verse": 14,
      "sanskrit": "अन्नाद्भवन्ति भूतानि पर्जन्यादन्नसम्भवः ।\nयज्ञाद्भवति पर्जन्यो यज्ञः कर्मसमुद्भवः ॥",
      "transliteration": "annād bhavanti bhūtāni parjanyād anna-sambhavaḥ\nyajñād bhavati parjanyo yajñaḥ karma-samudbhavaḥ",
      "translation": "All creatures are sustained by food; food springs from the blessing of rain; rain descends through righteous sacrifice — yajña; and sacrifice itself is born of right action — karma. Thus every living being is woven into the great sacred web of divine interdependence.",
      "audio": "/assets/audio/ch03/verse_03_14.mp3",
      "word_breakdown": [
        {
          "word": "अन्नात्",
          "transliteration": "annāt",
          "root": "√ad (to eat) — past passive participle",
          "grammatical_form": "Noun, neuter, ablative, singular",
          "meaning": "from food / from nourishment"
        },
        {
          "word": "भूतानि",
          "transliteration": "bhūtāni",
          "root": "√bhū (to be, to become)",
          "grammatical_form": "Noun, neuter, nominative, plural",
          "meaning": "all beings / all living creatures / all that has come into existence"
        },
        {
          "word": "पर्जन्यात्",
          "transliteration": "parjanyāt",
          "root": "parjanya (rain-cloud, rain-god)",
          "grammatical_form": "Noun, masculine, ablative, singular",
          "meaning": "from rain / from the rain-god Parjanya"
        },
        {
          "word": "यज्ञात्",
          "transliteration": "yajñāt",
          "root": "√yaj (to worship, to sacrifice)",
          "grammatical_form": "Noun, masculine, ablative, singular",
          "meaning": "from sacrifice / as a result of yajna"
        },
        {
          "word": "कर्मसमुद्भवः",
          "transliteration": "karma-samudbhavaḥ",
          "root": "karma (action) + sam + ud + √bhū (to arise)",
          "grammatical_form": "Compound noun, masculine, nominative, singular",
          "meaning": "born of action / arising from prescribed duty / produced by karma"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji rejoices in this cosmic chain as a revelation of divine generosity. How intimately God has woven every link of sustenance! Beings eat food; food grows from rain; rain falls because the gods are pleased by our yajnas; and yajna itself arises when we act. Nothing is random — everything is connected through a great web of giving. Our bodies are literally made of the gifts of God and of every farmer, cloud, and sacred fire that came before us. When we see this clearly, the ego's small claim — 'this is mine, I earned this, I deserve this' — dissolves into wonder and gratitude. Dadaji would say: 'Your very breath is a gift. How can you hoard what you did not create?' This understanding is the deepest motivation for yajna.",
        "sarvapriyananda": "Swami Sarvapriyananda presents this as the Gītā's ecological and metaphysical ecology. Modern science confirms part of the chain: the water cycle, photosynthesis, the food web. But the Gītā adds a dimension science does not measure: the causal role of conscious, morally ordered action. 'Yajñāt parjanyo' — rain from sacrifice — points to the Vedic understanding that the moral quality of human action affects the natural order. A society that gives, that lives in the spirit of yajna, maintains cosmic balance. A society given to pure consumption disrupts it. This is not naive superstition but a profound insight: consciousness and cosmos are not separate. The Vedic concept of ṛta — cosmic order — is upheld by dharmic action. Karma Yoga is therefore not merely personal salvation but planetary service.",
        "yogananda": "Yogananda reads this causal chain as a description of spiritual law at every level of creation. At the gross level: food sustains the body. At the subtle level: prāṇa (cosmic life-force, the inner 'rain') sustains the astral body. At the causal level: the sacrifice of ego-identity releases the soul's prāṇa into divine channels. The 'rain' that feeds spiritual growth is the descent of grace — which is activated by the yajna of meditation, service, and devotion. 'Karma-samudbhavaḥ' — arising from action — Yogananda interprets as the soul's inherent impulse to express divine love in action. The entire chain, from cosmic manifestation back to the Absolute, is God playing the game of giving and receiving with Himself through the medium of creation.",
        "goyandka": "Pandit Goyandka traces the logical sequence precisely. Beings need food; food needs rain; rain needs the gods' cooperation; the gods are activated by yajna; yajna requires action (karma). The chain establishes that karmic duty — performing one's prescribed actions — is not merely personal but cosmically necessary. Any break in the chain — humans refusing to perform yajna, gods withholding rain, food failing — causes universal suffering. Goyandka stresses the word 'samudbhavaḥ' — well-arisen, properly originated: action must be the right kind of action, performed in the spirit of offering (yajna), not merely any random effort. This is why the Gītā teaches Karma Yoga — not just action, but action as worship, embedded in the sacred cycle."
      }
    },
    {
      "verse": 15,
      "sanskrit": "कर्म ब्रह्मोद्भवं विद्धि ब्रह्माक्षरसमुद्भवम् ।\nतस्मात्सर्वगतं ब्रह्म नित्यं यज्ञे प्रतिष्ठितम् ॥",
      "transliteration": "karma brahmodbhavaṃ viddhi brahmākṣara-samudbhavam\ntasmāt sarva-gataṃ brahma nityaṃ yajñe pratiṣṭhitam",
      "translation": "Know that all righteous action arises from the eternal Brahman — the all-pervading Divine Intelligence — and that Brahman Itself is born of the Imperishable. Therefore the Infinite, ever-present in every sacred act, resides in the altar of sacrifice as the supreme offering.",
      "audio": "/assets/audio/ch03/verse_03_15.mp3",
      "word_breakdown": [
        {
          "word": "ब्रह्मोद्भवम्",
          "transliteration": "brahmodbhavam",
          "root": "brahman (Veda / the Absolute) + ud + √bhū (to arise)",
          "grammatical_form": "Compound adjective, neuter, accusative, singular",
          "meaning": "arising from Brahman / having its source in the Veda"
        },
        {
          "word": "अक्षर",
          "transliteration": "akṣara",
          "root": "a (not) + √kṣar (to flow, to perish)",
          "grammatical_form": "Noun / adjective, neuter",
          "meaning": "the Imperishable / the Indestructible — the Supreme Absolute, also syllable (Om)"
        },
        {
          "word": "सर्वगतम्",
          "transliteration": "sarva-gatam",
          "root": "sarva (all) + √gam (to go)",
          "grammatical_form": "Compound adjective, neuter, nominative, singular",
          "meaning": "all-pervading / omnipresent / present in all things"
        },
        {
          "word": "नित्यम्",
          "transliteration": "nityam",
          "root": "nitya (eternal, constant)",
          "grammatical_form": "Adjective / adverb, neuter, nominative or accusative",
          "meaning": "eternally / always / perpetually"
        },
        {
          "word": "प्रतिष्ठितम्",
          "transliteration": "pratiṣṭhitam",
          "root": "prati + √sthā (to stand, to be established)",
          "grammatical_form": "Past passive participle, neuter, nominative, singular",
          "meaning": "established / resting / permanently grounded in"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji illuminates the magnificent ascent traced in this verse. First, our action (karma) must be rooted in Brahman — the sacred Veda, divine wisdom, the revealed Word of God. Not mere personal ambition or social custom, but the eternal dharma. And where does the Veda itself come from? From Akshara — the Imperishable, the Supreme Being, the Absolute. So action, properly performed, connects every human moment to the Infinite. And because all-pervading Brahman is eternally established in yajna, every selfless act of offering is a point of contact with the divine. Dadaji would say: 'When you act in the spirit of God's will and God's wisdom, you act as God Himself acting in the world. That is the glory of Karma Yoga.'",
        "sarvapriyananda": "Swami Sarvapriyananda unpacks two usages of 'Brahman' in this verse. The first — 'karma brahmodbhavaṃ' — refers to Brahman as the Vedas (śabda-brahman), the scriptural revelation that prescribes right action. The second — 'brahmākṣara-samudbhavam' — refers to Akshara, the Supreme Transcendent Brahman from which the Vedas themselves emerge. This is a cosmological ladder: Supreme Brahman → Vedic revelation → prescribed action → yajna → rain → food → beings. The implication is that when a human being performs action in accordance with the Vedas, in the spirit of yajna, they align themselves with the entire cosmic hierarchy from the material world all the way up to the Absolute. This is the metaphysical depth behind the seemingly ritual instruction of Karma Yoga.",
        "yogananda": "Yogananda finds in 'akṣara' the key teaching: the Imperishable, the AUM, the Cosmic Vibration from which all sacred scripture and all creation emanates. He taught that the Vedas are not merely books but vibrations of divine consciousness crystallized into sound. All right action (karma) flows from alignment with this divine vibration. 'Sarva-gataṃ brahma nityaṃ yajñe pratiṣṭhitam' — the all-pervading Brahman is eternally established in sacrifice — means that AUM, the divine presence, is not somewhere else but right here in every sincere act of giving and offering. Meditation on AUM is thus the supreme yajna: the offering of one's individual consciousness back into the ocean of divine Consciousness from which it arose.",
        "goyandka": "Pandit Goyandka carefully distinguishes the two Brahmans in this verse, following Śaṅkara. 'Brahman' in 'brahmodbhavam' refers to the Vedas — the source of prescribed duty (karma). 'Akshara' is the supreme Imperishable Brahman — the source of the Vedas themselves. This establishes the complete metaphysical pedigree of human duty: it is not arbitrarily imposed by society or rulers but descends from the Absolute through the Vedic revelation into the fabric of cosmic order. Therefore, to perform one's prescribed duty in the spirit of yajna is to participate in the Absolute. 'Nityaṃ yajñe pratiṣṭhitam' — eternally established in sacrifice: this 'eternity' means the yajna-principle is not historically contingent but a permanent feature of the relationship between the individual and the Absolute."
      }
    },
    {
      "verse": 16,
      "sanskrit": "एवं प्रवर्तितं चक्रं नानुवर्तयतीह यः ।\nअघायुरिन्द्रियारामो मोघं पार्थ स जीवति ॥",
      "transliteration": "evaṃ pravartitaṃ cakraṃ nānuvartayatīha yaḥ\naghāyur indriyārāmo moghaṃ pārtha sa jīvati",
      "translation": "O Arjuna, that soul who does not joyfully keep turning the sacred wheel of cosmic life — who lives only for ego-pleasure, senses ungoverned, life offered to no purpose higher than self — such a person lives in vain. Life is a gift; not to offer it in service to God is to waste the jewel of incarnation.",
      "audio": "/assets/audio/ch03/verse_03_16.mp3",
      "word_breakdown": [
        {
          "word": "चक्रम्",
          "transliteration": "cakram",
          "root": "√car (to move) — or related to cakra (wheel)",
          "grammatical_form": "Noun, neuter, accusative, singular",
          "meaning": "the wheel / the cosmic cycle of sacrifice and sustenance"
        },
        {
          "word": "अघायुः",
          "transliteration": "aghāyuḥ",
          "root": "agha (sin) + āyus (life)",
          "grammatical_form": "Compound noun, masculine, nominative, singular",
          "meaning": "one whose life is sinful / one who lives a life of sin"
        },
        {
          "word": "इन्द्रियारामः",
          "transliteration": "indriyārāmaḥ",
          "root": "indriya (sense organs) + √ram (to delight, to sport)",
          "grammatical_form": "Compound noun, masculine, nominative, singular",
          "meaning": "one who delights in the senses / one whose playground is sense pleasure"
        },
        {
          "word": "मोघम्",
          "transliteration": "mogham",
          "root": "mogha (vain, fruitless, useless)",
          "grammatical_form": "Adjective / adverb, neuter, accusative",
          "meaning": "in vain / fruitlessly / uselessly / without purpose"
        },
        {
          "word": "जीवति",
          "transliteration": "jīvati",
          "root": "√jīv (to live, to be alive)",
          "grammatical_form": "Verb, present indicative, active, 3rd person singular",
          "meaning": "he lives / he exists"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji speaks here with the compassion of a parent watching a child waste a precious inheritance. This wheel — cakra — is the great gift of creation, a living system of cosmic reciprocity in which every being has a meaningful, honoured role. To opt out — to live purely for one's own pleasure, consuming without giving, taking without offering — is to betray one's divine birthright. 'Moghaṃ jīvati' — lives in vain. Not wickedly, not criminally (though sin is involved), but emptily — like a lamp that hoards its oil instead of burning. Dadaji taught that the most tragic life is not a life of obvious wrongdoing but a life of missed opportunity for love and service — a life that passes through the world leaving no fragrance of selfless offering behind it.",
        "sarvapriyananda": "Swami Sarvapriyananda reads 'cakra' as the wheel of dharma — the interlocking system of cosmic, social, and individual duties that sustain both material and spiritual order. 'Nānuvartayati' — does not follow — implies both refusal and ignorance. The person given to 'indriyārāma' — sense-sport — is so absorbed in immediate pleasure that they cannot perceive the larger wheel they are part of. Vedānta diagnoses this as avidyā — ignorance of one's true nature. We are not isolated consumers but nodes in a vast field of consciousness. To live as though we are only separate, pleasure-seeking egos is not merely morally wrong but metaphysically confused. 'Mogham' resonates with one of Vedānta's deepest concerns: the 'wasted' human birth that could have been used to attain liberation.",
        "yogananda": "Yogananda interprets 'indriyārāma' — delighting in the senses — as the fundamental spiritual error: taking the theatre of the senses to be ultimate reality. The senses offer only fleeting, fragmentary pleasures; the Self offers unending, unconditional bliss. To spend a human lifetime chasing sense-objects is, in Yogananda's metaphor, like a king who has forgotten his palace and is rooting around in dustbins. 'Moghaṃ jīvati' — lives in vain. The great waste is not of money or time but of the singular human capacity for God-realization. Yogananda taught that every other species lives by instinct and sense; only the human being has the developed nervous system and intellect required for the inward journey. To squander that capacity is the true tragedy.",
        "goyandka": "Pandit Goyandka expounds the compound 'aghāyuḥ' with characteristic precision. Agha means both sin and the suffering that follows sin. So 'aghāyuḥ' denotes one whose life-breath (āyus) is pervaded by both sin and its inevitable pain. Such a person goes through the motions of living — eating, working, sleeping — but never fulfils the human purpose. Goyandka insists on the social dimension: one who breaks the yajna-chain does not merely harm himself but weakens the cosmic and social fabric that sustains all others. The verse is therefore a warning against both personal hedonism and social irresponsibility. Dharmic action — selfless, scripture-guided, offered as yajna — is not optional extra virtue but the minimum obligation of a being who has received the extraordinary gift of human birth."
      }
    },
    {
      "verse": 17,
      "sanskrit": "यस्त्वात्मरतिरेव स्यादात्मतृप्तश्च मानवः ।\nआत्मन्येव च सन्तुष्टस्तस्य कार्यं न विद्यते ॥",
      "transliteration": "yas tv ātma-ratir eva syād ātma-tṛptaś ca mānavaḥ\nātmany eva ca santuṣṭas tasya kāryaṃ na vidyate",
      "translation": "Yet there is one who is wholly exempt — the soul who delights only in the Self, who is satisfied by the Self alone, and who is fully content within the Self. For such a one, all outer duties have been fulfilled by the very completeness of inner God-realization.",
      "audio": "/assets/audio/ch03/verse_03_17.mp3",
      "word_breakdown": [
        {
          "word": "आत्मरतिः",
          "transliteration": "ātma-ratiḥ",
          "root": "ātman (Self) + √ram (to delight)",
          "grammatical_form": "Compound noun, masculine, nominative, singular",
          "meaning": "one who delights in the Self / one whose joy is the Self alone"
        },
        {
          "word": "आत्मतृप्तः",
          "transliteration": "ātma-tṛptaḥ",
          "root": "ātman (Self) + √tṛp (to be satisfied)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "satisfied in the Self / one who is fully satiated by the Self"
        },
        {
          "word": "सन्तुष्टः",
          "transliteration": "santuṣṭaḥ",
          "root": "sam (completely) + √tuṣ (to be pleased, to be content)",
          "grammatical_form": "Past passive participle used as adjective, masculine, nominative, singular",
          "meaning": "completely content / perfectly satisfied / at utter peace"
        },
        {
          "word": "कार्यम्",
          "transliteration": "kāryam",
          "root": "√kṛ (to do) — future passive participle",
          "grammatical_form": "Gerundive / noun, neuter, nominative, singular",
          "meaning": "that which must be done / obligatory duty / prescribed action"
        },
        {
          "word": "न विद्यते",
          "transliteration": "na vidyate",
          "root": "√vid (to know, to find, to be found)",
          "grammatical_form": "Verb, passive, present, 3rd person singular with negation",
          "meaning": "there is none / it is not found / it does not exist (for him)"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji sees this verse as the Gītā's most tender acknowledgment: the fully God-realized soul is free. When the heart is flooded with the joy of the Self — not the ego-self but the divine Ātman, the indwelling God — nothing in the outer world can add to or subtract from that completeness. Such a soul may still act, and act with great energy and compassion, but not from duty or fear or desire. Dadaji would describe this as the state of a truly surrendered devotee: all giving now flows as naturally as the river flows to the sea — not because the river must, but because that is its nature. The 'ātma-ratiḥ' is not withdrawn from the world; they are fully in the world but not of it, acting from fullness rather than from need.",
        "sarvapriyananda": "Swami Sarvapriyananda identifies this as the pivotal verse of the Gītā's teaching on karma and jñāna. The three qualifications given — ātma-ratiḥ (delighting in Self), ātma-tṛptaḥ (satisfied in Self), ātmany eva santuṣṭaḥ (content in Self) — are not redundant but progressively deeper: joy, fulfilment, and abiding contentment. These describe the jñānī who has realized Ātman as the only reality. For such a person, the prescriptions of yajna and karma no longer bind, because the entire purpose of those prescriptions — to purify the mind, reduce ego-attachment, and prepare for Self-knowledge — has been accomplished. This is the Vedāntic principle: action is a means to knowledge; once knowledge dawns, the means is no longer necessary.",
        "yogananda": "Yogananda calls this the description of the Paramahansa — the supreme swan who has crossed the ocean of delusion. 'Ātma-ratiḥ' — rejoicing in the Self — corresponds to the state of samādhi, where consciousness rests in its own infinite nature and finds there a bliss that no sense experience can approximate. Yogananda taught: 'Seek ye first the kingdom of God' — this is ātma-tṛpti, inner satisfaction. Once that inner kingdom is found, outer duties transform in character. The sage may still teach, serve, and guide, but they do so as instruments of divine will, not as obligated egos. Their action is spontaneous divine expression — like sunlight that shines not out of duty but because that is its nature.",
        "goyandka": "Pandit Goyandka addresses a potential misunderstanding directly: this verse does not give an excuse to the unenlightened person to abandon duties. The exemption applies only to the utterly Self-realized — one who has directly experienced the Ātman as the fullness of existence. For all others, the prescribed duties of yajna, karma, and dharma remain binding. Goyandka cites Śaṅkara: just as a person who has crossed the river no longer needs the ferry, the Self-realized person has no use for karma as a vehicle to liberation. But until that shore is reached, to abandon the boat mid-river is not liberation — it is drowning. The verse is therefore a beacon of the goal, not permission to abandon the path before reaching it."
      }
    },
    {
      "verse": 18,
      "sanskrit": "नैव तस्य कृतेनार्थो नाकृतेनेह कश्चन ।\nन चास्य सर्वभूतेषु कश्चिदर्थव्यपाश्रयः ॥",
      "transliteration": "naiva tasya kṛtenārtho nākṛteneha kaścana\nna cāsya sarva-bhūteṣu kaścid artha-vyapāśrayaḥ",
      "translation": "For the Self-realized soul, there is no personal duty in action and no loss in inaction. Such a being is not dependent on any creature for anything at all, for the soul that has found God has found the source of all that exists. All getting and losing dissolve in the ocean of the Infinite.",
      "audio": "/assets/audio/ch03/verse_03_18.mp3",
      "word_breakdown": [
        {
          "word": "कृतेन",
          "transliteration": "kṛtena",
          "root": "√kṛ (to do)",
          "grammatical_form": "Past passive participle, neuter, instrumental, singular",
          "meaning": "by what is done / through action performed"
        },
        {
          "word": "अकृतेन",
          "transliteration": "akṛtena",
          "root": "a (not) + √kṛ (to do)",
          "grammatical_form": "Negative past passive participle, neuter, instrumental, singular",
          "meaning": "by what is not done / through inaction / by omission"
        },
        {
          "word": "अर्थः",
          "transliteration": "arthaḥ",
          "root": "√arth (to seek, to mean)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "purpose / interest / gain / meaning / object"
        },
        {
          "word": "सर्वभूतेषु",
          "transliteration": "sarva-bhūteṣu",
          "root": "sarva (all) + √bhū (to be)",
          "grammatical_form": "Compound noun, neuter, locative, plural",
          "meaning": "among all beings / in all living creatures"
        },
        {
          "word": "अर्थव्यपाश्रयः",
          "transliteration": "artha-vyapāśrayaḥ",
          "root": "artha (object, purpose) + vi + apa + √śri (to depend, to resort to)",
          "grammatical_form": "Compound noun, masculine, nominative, singular",
          "meaning": "dependence for any purpose / reliance on any being for any object or gain"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji points to this verse as the portrait of perfect inner freedom. The realized soul has no interest in results — not because they are indifferent or cold, but because they are already complete. 'Kṛtena' — by what is done, 'akṛtena' — by what is not done: neither success nor failure, neither achievement nor omission touches the deep peace of the one established in the Self. And 'na cāsya sarva-bhūteṣu kaścid artha-vyapāśrayaḥ' — they do not depend on any being for any object. This does not mean they live in isolation; it means their well-being, joy, and security rest entirely in God. They love all beings but need nothing from them. This freedom from need is what makes their love truly unconditional — the pure love that gives without expectation.",
        "sarvapriyananda": "Swami Sarvapriyananda reads this verse in conjunction with verse 17 as the Gītā's description of the jīvan-mukta — the one liberated while living. Two kinds of freedom are indicated. First, freedom from the injunctions: 'kṛtena arthaḥ na' — no personal gain from action, 'akṛtena arthaḥ na' — no personal loss from inaction. The karma-yoga practitioner moves toward this by performing action without personal stake in results. Second, freedom from dependency: 'artha-vyapāśrayaḥ na' — no dependence on any being. This points to the Ātman's self-sufficiency (svayaṃ-prabhu). The liberated person may accept or reject relationships, food, and service freely, but their fundamental being does not depend on any external source. This is Vedānta's definition of absolute freedom: pūrṇatva — completeness.",
        "yogananda": "Yogananda describes this state as 'cosmic consciousness' — the state in which the individual awareness has merged with the universal. For such a being, action and inaction are equally irrelevant to identity. They act because it is divine play (līlā), not because they need to accomplish something. And their relationship to other beings is one of universal love without personal dependency. Yogananda taught: 'The saint is not aloof from the world but detached within it.' They move through relationships like a lotus in water — fully present, fully loving, yet untouched. 'Artha-vyapāśrayaḥ' — needing no object or being for sustenance — describes one who has found the inner spring of divine bliss that makes all outer fountains redundant, though still beautiful.",
        "goyandka": "Pandit Goyandka treats this as the classical definition of the sthita-prajña — the one of steady wisdom — elaborated here from the perspective of karma. He notes that 'arthaḥ' encompasses both worldly gain and dharmic merit: the Self-realized person has no concern for either. They perform no action to acquire merit (puṇya) and lose no merit by omission. Furthermore, 'na artha-vyapāśrayaḥ' — no dependence for any purpose — means they do not engage in social relationships out of need, fear, or desire. This is the positive flipside of the warning in verse 16: the 'indriyārāma' person is bound by dependence on sense-objects and other beings, while the ātma-ratiḥ is free of all such bondage. The contrast sets the goal clearly before the sādhaka."
      }
    },
    {
      "verse": 19,
      "sanskrit": "तस्मादसक्तः सततं कार्यं कर्म समाचर ।\nअसक्तो ह्याचरन्कर्म परमाप्नोति पूरुषः ॥",
      "transliteration": "tasmād asaktaḥ satataṃ kāryaṃ karma samācara\nasakto hy ācaran karma param āpnoti pūruṣaḥ",
      "translation": "Therefore, without clinging to the fruit of any deed, always perform the action that is before thee. By acting without selfish desire for results, the soul steadily rises toward the Supreme. The great ones who acted thus in history — it was their selflessness that made them instruments of God.",
      "audio": "/assets/audio/ch03/verse_03_19.mp3",
      "word_breakdown": [
        {
          "word": "असक्तः",
          "transliteration": "asaktaḥ",
          "root": "a (not) + √sañj (to attach, to cling)",
          "grammatical_form": "Negative past passive participle, masculine, nominative, singular",
          "meaning": "unattached / without clinging / free from attachment"
        },
        {
          "word": "सततम्",
          "transliteration": "satatam",
          "root": "sa (with) + tata (extended, continuous)",
          "grammatical_form": "Adverb / accusative of duration",
          "meaning": "always / constantly / continually / without break"
        },
        {
          "word": "कार्यम्",
          "transliteration": "kāryam",
          "root": "√kṛ (to do) — future passive participle",
          "grammatical_form": "Gerundive, neuter, accusative, singular",
          "meaning": "what ought to be done / obligatory duty / prescribed action"
        },
        {
          "word": "समाचर",
          "transliteration": "samācara",
          "root": "sam (completely) + ā + √car (to move, to act, to practice)",
          "grammatical_form": "Verb, imperative, 2nd person singular",
          "meaning": "perform / practise / carry out / execute properly"
        },
        {
          "word": "परम्",
          "transliteration": "param",
          "root": "para (beyond, supreme)",
          "grammatical_form": "Adjective / noun, neuter, accusative, singular",
          "meaning": "the Supreme / the Highest / the Absolute (Brahman / mokṣa)"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji calls this verse the practical heart of the Gītā's Karma Yoga. 'Tasmāt' — therefore — points back to everything that has been established: the cosmic chain of yajna, the ideal of the Self-realized sage, the emptiness of a life lived only for the senses. Given all this, what should we do? 'Asaktaḥ satataṃ kāryaṃ karma samācara' — without attachment, always perform your duty. Not sometimes, not when convenient, not only when inspired — but constantly, as a way of being. And the promise is luminous: 'param āpnoti' — attains the Supreme. Not a modest reward, not mere worldly success, but the Highest — liberation, God-realization, infinite bliss. Dadaji taught that every ordinary moment of selfless, loving, God-offered action is a step on this shining road.",
        "sarvapriyananda": "Swami Sarvapriyananda presents this as the Gītā's central prescription in crystallized form. 'Asaktaḥ' — without attachment — is the operative word. The Vedāntic analysis is this: action by itself does not bind; it is the attachment to results, the ego-identification with the actor and the outcome, that creates karma and perpetuates saṃsāra. Remove attachment and action becomes a vehicle of purification. A purified mind is capable of the self-inquiry (ātma-vicāra) that leads to liberation. Thus Karma Yoga is not the goal but the indispensable preparation. 'Param āpnoti' — attains the Supreme — is the Vedāntic promise: not heaven, not rebirth in better circumstances, but the direct realization of Brahman, one's own true nature.",
        "yogananda": "Yogananda reads 'asaktaḥ' as the yogi's fundamental attitude: engaged in all activities yet inwardly free, like an actor playing a role with full energy while knowing they are not the character. He taught the technique of offering all actions to God: 'I am Thine; do Thou with me what Thou wilt.' This offering dissolves attachment at its root. 'Satatam' — always, continuously — is key: Karma Yoga is not a periodic spiritual exercise but a continuous orientation of consciousness. The 'param' attained is not a future state but an ever-present reality gradually unveiled as attachment drops away. Yogananda identified this 'param' with the cosmic AUM-consciousness that underlies all action — the realization that the actor, the action, and the result are all one divine movement.",
        "goyandka": "Pandit Goyandka draws out the causal relationship with precision: 'asakto hy ācaran karma param āpnoti' — because (hi) the unattached person acting attains the Supreme. 'Hi' is the logical connector — this is not merely recommended behaviour but a law of spiritual causation. Attachment to results causes karma; karma causes rebirth; rebirth perpetuates suffering. Remove the attachment and the chain breaks at its source. Goyandka emphasizes 'kāryam karma' — duty-action, not just any action: it must be the prescribed, dharmic action appropriate to one's station (varṇāśrama-dharma) performed in a spirit of offering. Random activity performed without attachment is not sufficient; it must be the right action, properly performed, with inward non-attachment — then, and only then, it leads to the Supreme."
      }
    },
    {
      "verse": 20,
      "sanskrit": "कर्मणैव हि संसिद्धिमास्थिता जनकादयः ।\nलोकसंग्रहमेवापि सम्पश्यन्कर्तुमर्हसि ॥",
      "transliteration": "karmaṇaiva hi saṃsiddhim āsthitā janakādayaḥ\nloka-saṃgraham evāpi sampaśyan kartum arhasi",
      "translation": "Great God-crowned souls like Janaka attained liberation through the very path of selfless action. Even for the sake of guiding and uplifting the world, O Arjuna, it is meet that thou shouldst act — not for yourself alone, but as a beacon lighting the way for all seeking souls.",
      "audio": "/assets/audio/ch03/verse_03_20.mp3",
      "word_breakdown": [
        {
          "word": "संसिद्धिम्",
          "transliteration": "saṃsiddhim",
          "root": "sam (completely) + √sidh (to succeed, to be accomplished)",
          "grammatical_form": "Noun, feminine, accusative, singular",
          "meaning": "perfection / complete accomplishment / the highest attainment (liberation)"
        },
        {
          "word": "जनकादयः",
          "transliteration": "janakādayaḥ",
          "root": "janaka (proper name) + ādi (beginning, et cetera)",
          "grammatical_form": "Compound noun, masculine, nominative, plural",
          "meaning": "Janaka and others like him / Janaka and similar royal sages"
        },
        {
          "word": "लोकसंग्रहम्",
          "transliteration": "loka-saṃgraham",
          "root": "loka (world) + sam + √grah (to hold, to gather, to sustain)",
          "grammatical_form": "Compound noun, masculine, accusative, singular",
          "meaning": "welfare of the world / holding the world together / maintenance of social order"
        },
        {
          "word": "सम्पश्यन्",
          "transliteration": "sampaśyan",
          "root": "sam (completely) + √paś (to see, to perceive)",
          "grammatical_form": "Present active participle, masculine, nominative, singular",
          "meaning": "bearing in mind / looking carefully at / considering / perceiving fully"
        },
        {
          "word": "अर्हसि",
          "transliteration": "arhasi",
          "root": "√arh (to deserve, to be worthy, to be fit)",
          "grammatical_form": "Verb, present indicative, active, 2nd person singular",
          "meaning": "you ought / you should / you are fit to / it is proper for you to"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji presents King Janaka as one of the most beloved exemplars of the Gītā's teaching: a royal householder who attained the heights of Self-realization while governing a kingdom, raising a family, and performing all worldly duties. He did not renounce the world; he transformed it into a temple. 'Karmaṇaiva hi' — through action alone indeed — not despite action but by means of it. This is the Gītā's revolutionary declaration: the world is not an obstacle to God but the very field in which God is to be found and served. And 'loka-saṃgraham' — the welfare and holding-together of the world — is Krishna's gift to Arjuna: even if personal liberation were not the question, the duty of the great soul is to act for the world's good. Love alone justifies action.",
        "sarvapriyananda": "Swami Sarvapriyananda holds this verse as the Gītā's answer to the question of whether action is compatible with the highest realization. Janaka — a rāja-rṣi, royal sage — is the scriptural proof that it is. Janaka appears in the Bṛhadāraṇyaka Upaniṣad as a great knower of Brahman who taught even the sage Yājñavalkya in certain respects. He held court, fought battles, and administered a vast kingdom — and yet was fully liberated. The word 'saṃsiddhi' — perfection, the highest accomplishment — leaves no ambiguity: this is not worldly success but mokṣa. Furthermore, 'loka-saṃgraha' introduces a purely social-ethical motivation: even the liberated sage acts for the welfare of the world, setting an example that others can follow. Action, rightly understood, is universal service.",
        "yogananda": "Yogananda cites Janaka as one of the great exemplars of what he called the 'householder path' — the spiritual possibility available to those who live fully in the world. He saw in Janaka's example the fulfilment of the Karma Yoga ideal: a consciousness rooted in divine awareness, expressing itself freely through every form of worldly engagement. 'Loka-saṃgraham sampaśyan' — bearing in mind the welfare of the world — is, for Yogananda, the defining characteristic of the true master: not withdrawal but engagement, not escape but transformation. Yogananda's own life embodied this: he built institutions, taught thousands, and lived in the midst of society while never losing the inner consciousness of the Divine. He taught that the world is God's ashram and every sincere act of service is a form of worship.",
        "goyandka": "Pandit Goyandka uses this verse to address the socially influential person's unique responsibility. Janaka was a king — a person whose choices, attitudes, and actions shaped the behaviour of millions. 'Loka-saṃgraha' — maintaining the cohesion and moral order of society — is identified here as an independent justification for action, separate from the question of personal liberation. Even if Arjuna were already liberated (which he is not), his duty as a kṣatriya and his social role as a warrior-leader of the Pāṇḍavas would still require him to fight. Goyandka stresses that the Gītā never advocates quietism or social withdrawal for the able-bodied person of social responsibility. 'Kartum arhasi' — you ought to act — remains the Lord's clear, unambiguous command to Arjuna throughout the entire teaching."
      }
    },
    {
      "verse": 21,
      "sanskrit": "यद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः ।\nस यत्प्रमाणं कुरुते लोकस्तदनुवर्तते ॥",
      "transliteration": "yad yad ācarati śreṣṭhas tat tad evetaro janaḥ\nsa yat pramāṇaṃ kurute lokas tad anuvartate",
      "translation": "Whatsoever a great soul does, that becomes the standard for others. The world follows the footsteps of those whose inner light is visible, whose lives radiate truth. The acts of the wise are not personal — they become the luminous example by which countless others find their own divine way.",
      "audio": "/assets/audio/ch03/verse_03_21.mp3",
      "word_breakdown": [
        {
          "word": "यद्यद्",
          "transliteration": "yad yad",
          "root": "yad (relative pronoun)",
          "grammatical_form": "Pronoun, neuter, nominative-accusative, singular — repeated for emphasis",
          "meaning": "whatever / whatsoever"
        },
        {
          "word": "आचरति",
          "transliteration": "ācarati",
          "root": "√car (to move, to act) — with prefix ā-",
          "grammatical_form": "Verb, ātmanepada, present tense, 3rd person singular",
          "meaning": "acts / practises / behaves / conducts"
        },
        {
          "word": "श्रेष्ठः",
          "transliteration": "śreṣṭhaḥ",
          "root": "√śrī (to be excellent) — superlative",
          "grammatical_form": "Adjective / noun, masculine, nominative, singular",
          "meaning": "the great person / the best / the foremost one"
        },
        {
          "word": "प्रमाणम्",
          "transliteration": "pramāṇam",
          "root": "√mā (to measure) — with prefix pra-",
          "grammatical_form": "Noun, neuter, accusative, singular",
          "meaning": "the standard / the authority / the measure / the criterion"
        },
        {
          "word": "अनुवर्तते",
          "transliteration": "anuvartate",
          "root": "√vṛt (to exist, to move) — with prefix anu-",
          "grammatical_form": "Verb, ātmanepada, present tense, 3rd person singular",
          "meaning": "follows / conforms to / pursues in like manner"
        }
      ],
      "commentary": {
        "dadaji": "Krishna reveals the profound responsibility borne by every elevated soul. The great person is not merely an individual — he is a living scripture for the world. His every act becomes a template that lesser-evolved souls, lacking inner discrimination, eagerly imitate. This is not mere social observation; it is a cosmic law. The guru, the elder, the sage — each sets a pramāṇa, a living standard of measure. Krishna is pointing gently at Himself: if the Lord of all worlds were to act lazily or abandon duty, the consequences would be catastrophic. The teaching carries a personal note for Arjuna too: as a Kshatriya chieftain, his surrender on the battlefield would give permission to thousands to similarly abandon their dharma. We become, whether we like it or not, examples. Let the example then be worthy.",
        "sarvapriyananda": "Swami Sarvapriyananda draws attention to the sociological depth of this verse. Human beings are fundamentally imitative creatures — we learn by watching, and we validate our choices by seeing others make them. The word śreṣṭha means not just 'superior' but the person who is looked up to, whose opinion carries pramāṇa — authority and proof. Krishna uses this observation to lay the groundwork for His own explanation of why He, the unborn, boundless Self, still acts. The wise must act with full awareness that their actions will be magnified and replicated by others. This is why the Gītā insists that wisdom must express itself in engaged, exemplary action — not in passive withdrawal, which would itself set a dangerous precedent for society.",
        "yogananda": "Paramahansa Yogananda saw in this verse the eternal truth that evolution of consciousness spreads through living examples more powerfully than through words. The Christ, the Buddha, the great yogis — they acted in the world not because they needed to, but because their actions created magnetic channels through which others could follow toward liberation. The śreṣṭha is one whose inner realisation has become outwardly visible in every gesture, every choice. Yogananda taught that a true spiritual teacher is not someone who merely lectures on God but one who has become a living demonstration of divine law. The pramāṇa such a one sets is not a rule imposed from outside but a radiant pattern woven into reality itself, drawing aspirants naturally toward the light.",
        "goyandka": "Shri Jayadayal Goyandka notes that this verse establishes loka-saṃgraha — the holding together of the world — as a sacred duty of the wise. Society does not primarily follow ideas; it follows persons. When a person of stature acts carelessly, wrongly, or in contradiction to dharma, the ordinary person feels licensed to do the same. Conversely, the mahātmā's disciplined life quietly elevates the moral atmosphere of countless surrounding lives. Goyandka emphasises that this verse is also a warning: one who has realised the Self cannot claim that his outer life is irrelevant. Having attained inner freedom, he must manifest it responsibly, as a lamp that is lit does not hide its flame but illuminates the room."
      }
    },
    {
      "verse": 22,
      "sanskrit": "न मे पार्थास्ति कर्तव्यं त्रिषु लोकेषु किञ्चन ।\nनानवाप्तमवाप्तव्यं वर्त एव च कर्मणि ॥",
      "transliteration": "na me pārthāsti kartavyaṃ triṣu lokeṣu kiñcana\nnānavāptam avāptavyaṃ varta eva ca karmaṇi",
      "translation": "O Partha, there is truly nothing that I need to do in all three worlds — nothing to be gained that has not already been attained. Yet here I am — ever active, ever engaged. For the Divine acts not for Itself but for the love of creation, to sustain and uplift every soul on its journey home.",
      "audio": "/assets/audio/ch03/verse_03_22.mp3",
      "word_breakdown": [
        {
          "word": "कर्तव्यम्",
          "transliteration": "kartavyam",
          "root": "√kṛ (to do) — gerundive",
          "grammatical_form": "Gerundive, neuter, nominative, singular",
          "meaning": "what ought to be done / duty / obligation"
        },
        {
          "word": "त्रिषु लोकेषु",
          "transliteration": "triṣu lokeṣu",
          "root": "tri (three) + √lok (to shine, to see)",
          "grammatical_form": "Numeral + Noun, masculine, locative, plural",
          "meaning": "in the three worlds (earth, heaven, and the intermediate realm)"
        },
        {
          "word": "अनवाप्तम्",
          "transliteration": "anavāptam",
          "root": "√āp (to obtain) — with prefix an- (negation) + ava-",
          "grammatical_form": "Past passive participle, neuter, nominative, singular",
          "meaning": "unattained / not yet obtained / not yet gained"
        },
        {
          "word": "अवाप्तव्यम्",
          "transliteration": "avāptavyam",
          "root": "√āp (to obtain) — gerundive with prefix ava-",
          "grammatical_form": "Gerundive, neuter, nominative, singular",
          "meaning": "that which needs to be attained / worth obtaining"
        },
        {
          "word": "वर्ते",
          "transliteration": "varte",
          "root": "√vṛt (to exist, to continue, to engage)",
          "grammatical_form": "Verb, ātmanepada, present tense, 1st person singular",
          "meaning": "I continue / I remain engaged / I persist"
        }
      ],
      "commentary": {
        "dadaji": "Here Krishna makes the most extraordinary personal disclosure of the entire Gītā. He who holds all three worlds in being, He for whom nothing remains to be gained — He yet acts. This is the mystery of the divine līlā. Dadaji taught that this verse strips away every possible selfish motive from the Lord's action, and in doing so, presents the purest model of karma yoga. The Lord acts not from need, not from desire, not from compulsion — but purely as an expression of His nature. This is precisely the standard Krishna sets for the liberated human being: act not because you must, not because you want, but because action arising from pure Being is itself an act of love. The knower of Brahman, like Krishna, has nothing to achieve — yet for the sake of the world, he continues.",
        "sarvapriyananda": "Swami Sarvapriyananda highlights the philosophical precision of this verse. Krishna distinguishes between two possible reasons for action: duty (kartavya) and desire for gain (avāptavya). He has neither. Yet He acts — varta eva. This 'eva' carries tremendous weight: 'nevertheless,' 'even so,' 'assuredly.' The liberated being's action is not a contradiction but a mystery rooted in pure compassion. Vedanta teaches that the jīvanmukta, the one liberated while alive, does not merely sit in absorption but continues to be active in the world. His activity is not driven by saṃskāras or ego but flows effortlessly like a river that has reached the sea and yet keeps flowing for the benefit of all who dwell on its banks.",
        "yogananda": "Yogananda saw in this verse a revelation of divine immanence. God is not a remote, retired Creator who set the universe in motion and then withdrew. God is perpetually active — sustaining every atom, guiding every consciousness — not out of any unfulfilled longing but out of the infinite fullness of divine Love. The man of God-realisation shares in this quality: having dissolved the personal ego in the Infinite, whatever action flows through him is God's action. Yogananda wrote that the true yogi does not retire from the world to protect his realisation; he moves through the world as an instrument of the divine will, free of personal agenda, acting because Love itself is inexhaustibly active. This is the essence of being a channel for God.",
        "goyandka": "Goyandka explains that this verse answers the natural question: if Krishna is the Supreme, what could possibly motivate Him to act? The answer is — nothing personal. Neither duty owed to a higher authority (there is none) nor any gap between what He has and what He desires (there is none). This is the hallmark of the perfectly free agent: action without necessity, service without compulsion. Goyandka uses this to illuminate the meaning of niṣkāma karma — desireless action. It does not mean inaction; it means action from which the gravitational pull of personal gain has been entirely removed. Only the Lord exhibits this in perfect fullness; the sādhaka moves toward it as his ego progressively dissolves in the practice of surrender."
      }
    },
    {
      "verse": 23,
      "sanskrit": "यदि ह्यहं न वर्तेयं जातु कर्मण्यतन्द्रितः ।\nमम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः ॥",
      "transliteration": "yadi hy ahaṃ na varteyaṃ jātu karmaṇy atandritaḥ\nmama vartmānuvartante manuṣyāḥ pārtha sarvaśaḥ",
      "translation": "Were I — the Lord of all — to cease My tireless divine activity even for one moment, the worlds would wander astray without guidance. People follow the example of the great; if the Highest rested in idle withdrawal, all of creation would sink into lethargy and be lost in confusion.",
      "audio": "/assets/audio/ch03/verse_03_23.mp3",
      "word_breakdown": [
        {
          "word": "अतन्द्रितः",
          "transliteration": "atandritaḥ",
          "root": "tandrā (languor, sloth) — with prefix a- (negation)",
          "grammatical_form": "Adjective, masculine, nominative, singular",
          "meaning": "without sloth / tirelessly / with unceasing diligence"
        },
        {
          "word": "वर्त्म",
          "transliteration": "vartma",
          "root": "√vṛt (to move, to turn) — noun",
          "grammatical_form": "Noun, neuter, accusative, singular",
          "meaning": "path / track / road / way of conduct"
        },
        {
          "word": "अनुवर्तन्ते",
          "transliteration": "anuvartante",
          "root": "√vṛt (to move) — with prefix anu-",
          "grammatical_form": "Verb, ātmanepada, present tense, 3rd person plural",
          "meaning": "they follow / they trace after / they conform to"
        },
        {
          "word": "सर्वशः",
          "transliteration": "sarvaśaḥ",
          "root": "sarva (all)",
          "grammatical_form": "Indeclinable adverb",
          "meaning": "entirely / everywhere / in every way / universally"
        },
        {
          "word": "जातु",
          "transliteration": "jātu",
          "root": "jātu (an emphatic particle)",
          "grammatical_form": "Indeclinable particle",
          "meaning": "ever / at any time / by any chance"
        }
      ],
      "commentary": {
        "dadaji": "Krishna continues His self-disclosure with remarkable candour. Were He — the very source of dharma — to become languid and cease action, that example of inaction would cascade through all humanity. Dadaji noted that this is not a hypothetical fear but a cosmic principle: the vibrational field set by an awakened being is far more powerful than any preaching. If Krishna, who has realised all, rested in silence and withdrawal, every sincere aspirant watching would feel justified in doing the same. The word atandritaḥ — 'without sloth, without torpor' — is particularly striking: even God is described as tireless. The divine does not rest. In this lies the rebuke to all who use 'spiritual peace' as a cover for comfortable inertia.",
        "sarvapriyananda": "Swami Sarvapriyananda draws out the structural logic of these three verses (21-23) as a connected argument. Verse 21 establishes the sociological law of imitation. Verse 22 establishes that Krishna has no personal motive. Verse 23 applies both to explain why He must nevertheless act. The word atandritaḥ adds a quality to the action: it is not reluctant or mechanical but vigorous and fully engaged. This is significant for the karma yogi: the teaching is not merely to act, but to act with complete, undivided energy — bringing to one's appointed work the same wholeness that God brings to the sustaining of creation. Half-hearted action in the name of detachment is not karma yoga.",
        "yogananda": "Yogananda's commentary on this verse focuses on the concept of spiritual authority. The liberated teacher's choices carry immense weight — not because his followers are blindly obedient but because the disciple's instinct correctly perceives that the guru's life reveals what is ultimately true. If such a one chose passivity, it would be read as a divine endorsement of retreat from life. Yogananda himself remained phenomenally active until his last breath, travelling, writing, teaching, building institutions — not from ego-drive but precisely because he understood this principle. The message of his life was: realisation does not remove you from the world; it makes you more lovingly present in it, more tirelessly useful to all.",
        "goyandka": "Goyandka emphasises the phrase mama vartmānuvartante — 'they follow My path.' This reveals that the great soul's life becomes a path, a vartma, that others naturally trace. It is not merely that they hear his ideas; they feel his life as a directional pull. Goyandka connects this to the concept of the guru's anugraha — the grace that operates not through instruction alone but through the very manner of the teacher's being in the world. He warns that great souls must be mindful of their example even in seemingly small matters, for the impressionable devotee receives every signal and encodes it as dharma. This is both the burden and the glory of the enlightened: their whole life is a teaching."
      }
    },
    {
      "verse": 24,
      "sanskrit": "उत्सीदेयुरिमे लोका न कुर्यां कर्म चेदहम् ।\nसङ्करस्य च कर्ता स्यामुपहन्यामिमाः प्रजाः ॥",
      "transliteration": "utsīdeyur ime lokā na kuryāṃ karma ced aham\nsaṅkarasya ca kartā syām upahanyām imāḥ prajāḥ",
      "translation": "Were I to withdraw from the sacred work of sustaining creation, these worlds would collapse into chaos. I would be the author of ruin, the destroyer of humanity's higher possibility. This is why the Divine acts — not from need, but from boundless, uncausing love for all beings.",
      "audio": "/assets/audio/ch03/verse_03_24.mp3",
      "word_breakdown": [
        {
          "word": "उत्सीदेयुः",
          "transliteration": "utsīdeyuḥ",
          "root": "√sad (to sink, to perish) — with prefix ud-",
          "grammatical_form": "Verb, parasmaipada, optative (potential) mood, 3rd person plural",
          "meaning": "would perish / would collapse / would sink into ruin"
        },
        {
          "word": "सङ्करस्य",
          "transliteration": "saṅkarasya",
          "root": "√kṛ (to do, to mix) — with prefix sam-",
          "grammatical_form": "Noun, masculine, genitive, singular",
          "meaning": "of confusion / of intermixture / of disorder (social and cosmic)"
        },
        {
          "word": "कर्ता",
          "transliteration": "kartā",
          "root": "√kṛ (to do)",
          "grammatical_form": "Noun (agent noun), masculine, nominative, singular",
          "meaning": "the author / the maker / the agent / the one responsible"
        },
        {
          "word": "उपहन्याम्",
          "transliteration": "upahanyām",
          "root": "√han (to strike, to destroy) — with prefix upa-",
          "grammatical_form": "Verb, parasmaipada, optative (potential) mood, 1st person singular",
          "meaning": "I would destroy / I would ruin / I would strike down"
        },
        {
          "word": "प्रजाः",
          "transliteration": "prajāḥ",
          "root": "pra- + √jan (to be born)",
          "grammatical_form": "Noun, feminine, accusative, plural",
          "meaning": "creatures / offspring / people / the created beings"
        }
      ],
      "commentary": {
        "dadaji": "This verse intensifies the teaching of the previous one. Krishna does not merely say 'things would be difficult' — He says the worlds themselves would utsīdeyuḥ, collapse and sink. And He, the Lord of dharma, would become the author of saṅkara — chaos, confusion, the dissolution of right order. Dadaji saw here a profound theological statement: the cosmos is not a machine that runs on its own. It is sustained moment to moment by the active participation of the divine. For the human sādhaka, this translates as: your dharma is not an optional extra. Your presence in your appointed role is part of the architecture of the world. To abandon it is not humility — it is a form of cosmic irresponsibility.",
        "sarvapriyananda": "Swami Sarvapriyananda points to the word saṅkara — confusion — which appeared earlier in Chapter 1 when Arjuna used it as one of his reasons for not fighting (fear of mixing of varṇas and destruction of family dharma). Arjuna feared he would create saṅkara by fighting; Krishna now reveals the deeper irony: it is by not acting that saṅkara arises. The wise man's failure to engage is far more destructive than any chaos that might seem to follow from his engagement. This is the dialectical heart of the karma yoga teaching: the apparent peace of inaction is the most dangerous illusion, because it abandons the field to forces that will generate far greater disorder.",
        "yogananda": "Yogananda meditated deeply on what it means for God to say 'I would destroy these creatures' by inaction. It reveals that the sustaining of life is itself an active divine function — Brahman is not the passive Absolute of some philosophies but the dynamically loving Presence that holds every electron in its orbit and every soul on its evolutionary path. The implication for the spiritual seeker is luminous: your service to others, your karma yoga, your active compassion — these are participations in God's sustaining activity. To withdraw from service under a misapplied notion of transcendence is, in a real sense, to work against the divine will. God's nature is love-in-action; the realised soul reflects that nature.",
        "goyandka": "Goyandka draws out the practical import of this verse for the householder. If even the Almighty would become the cause of confusion by abandoning action, how much more so the ordinary person embedded in social and family responsibilities? The verse effectively demolishes the notion that spiritual advancement requires abandonment of worldly duty. Saṅkara here means not just social disorder but the confusion within one's own being that comes from denying one's dharma. Goyandka emphasises that the Gītā nowhere asks the householder to imitate the renunciate's external form; it asks him to perform his duties as an offering to God, as worship — and this purifies the heart as completely as formal renunciation."
      }
    },
    {
      "verse": 25,
      "sanskrit": "सक्ताः कर्मण्यविद्वांसो यथा कुर्वन्ति भारत ।\nकुर्याद्विद्वांस्तथासक्तश्चिकीर्षुर्लोकसङ्ग्रहम् ॥",
      "transliteration": "saktāḥ karmaṇy avidvāṃso yathā kurvanti bhārata\nkuryād vidvāṃs tathāsaktaś cikīrṣur loka-saṃgraham",
      "translation": "As the ignorant act out of attachment, seeking personal gain and fleeting pleasure, so too should the wise act — but with one supreme difference: the wise act without attachment, offering all to God, performing every duty as a sacred rite for the welfare and awakening of the whole world.",
      "audio": "/assets/audio/ch03/verse_03_25.mp3",
      "word_breakdown": [
        {
          "word": "सक्ताः",
          "transliteration": "saktāḥ",
          "root": "√sañj (to cling, to be attached)",
          "grammatical_form": "Past passive participle, masculine, nominative, plural",
          "meaning": "attached / clinging / bound (to results)"
        },
        {
          "word": "अविद्वांसः",
          "transliteration": "avidvāṃsaḥ",
          "root": "√vid (to know) — with prefix a- (negation)",
          "grammatical_form": "Noun / adjective, masculine, nominative, plural (strong form of perfect participle)",
          "meaning": "the ignorant / those who do not know / the unwise"
        },
        {
          "word": "असक्तः",
          "transliteration": "asaktaḥ",
          "root": "√sañj (to cling) — with prefix a- (negation)",
          "grammatical_form": "Adjective, masculine, nominative, singular",
          "meaning": "unattached / free from clinging / without personal stake"
        },
        {
          "word": "चिकीर्षुः",
          "transliteration": "cikīrṣuḥ",
          "root": "√kṛ (to do) — desiderative form",
          "grammatical_form": "Adjective / noun (desiderative), masculine, nominative, singular",
          "meaning": "desiring to accomplish / wishing to bring about / one who intends"
        },
        {
          "word": "लोकसङ्ग्रहम्",
          "transliteration": "loka-saṃgraham",
          "root": "loka (world) + √grah (to hold, to gather) — with prefix sam-",
          "grammatical_form": "Compound noun, masculine, accusative, singular",
          "meaning": "the welfare and integration of the world / holding the world together / universal good"
        }
      ],
      "commentary": {
        "dadaji": "The term loka-saṃgraha is one of the most luminous in the entire Gītā. Saṃgraha means not merely welfare but integration — the holding together of diverse elements into a coherent, flourishing whole. Dadaji taught that the wise person's motive for action is precisely this: not personal gain, not even the satisfaction of helping, but the vision of the entire human family as a single organism that needs its every member functioning rightly. The contrast drawn here is exquisite: both the ignorant and the wise act — the outer form is identical. What differs is the inner ground. The ignorant act from attachment to outcome; the wise act from compassion and a vision of wholeness. The Gītā does not ask us to stop acting; it asks us to transform the root of our action.",
        "sarvapriyananda": "Swami Sarvapriyananda highlights that this verse provides the positive alternative to the earlier warning about not disturbing the ignorant. The wise person does not merely tolerate the world's ordinary activity — he actively participates in it, for the sake of loka-saṃgraha. The word cikīrṣu (desiring to bring about) shows that this is not passive or resigned engagement but a living, intentional will directed toward the world's integration. Vedanta's apparent aloofness from the world is always balanced by this principle: the jñānī who knows the world as Brahman loves it unconditionally and works for its elevation, precisely because he sees its divine ground more clearly than anyone else.",
        "yogananda": "Yogananda, whose life was the very definition of loka-saṃgraha, saw this verse as the mandate for all spiritual organisations and teachers. The realised being does not gather disciples for self-glorification but for the integration of humanity around a common divine centre. The āśrama, the satsaṅg, the spiritual community — these are attempts at loka-saṃgraha, at weaving diverse human beings into a harmonious fabric of shared aspiration. Yogananda emphasised that karma yoga, when practised at this level, becomes indistinguishable from divine love: it is the willingness to hold the world in one's heart and work tirelessly for its highest flowering, asking nothing in return.",
        "goyandka": "Goyandka notes the precision of Krishna's comparison. He does not say 'act even though the ignorant act' — He says 'act just as the ignorant act' (yathā... tathā), meaning with equal vigour, equal earnestness, equal visible engagement. The only difference is asakta — the inner freedom from grasping. This is the supreme test of karma yoga: can you act with the full intensity and commitment of someone who craves the result, while remaining as internally free as someone who has renounced all results? This is the razor's edge the Gītā asks us to walk. Goyandka emphasises that this is not suppression of effort but a total redirection of effort's motivating energy — from fear and craving to love and wisdom."
      }
    },
    {
      "verse": 26,
      "sanskrit": "न बुद्धिभेदं जनयेद्ज्ञानां कर्मसङ्गिनाम् ।\nजोषयेत्सर्वकर्माणि विद्वान्युक्तः समाचरन् ॥",
      "transliteration": "na buddhi-bhedaṃ janayed ajñānāṃ karma-saṅginām\njoṣayet sarva-karmāṇi vidvān yuktaḥ samācaran",
      "translation": "Let not the wise disturb the understanding of those still walking the slower path of outward action and ritual duty. Rather than unsettling their faith with high philosophy they are not yet ready to receive, the sage should encourage them by acting wisely alongside them, gently lifting all by example.",
      "audio": "/assets/audio/ch03/verse_03_26.mp3",
      "word_breakdown": [
        {
          "word": "बुद्धिभेदम्",
          "transliteration": "buddhi-bhedam",
          "root": "buddhi (intellect) + √bhid (to split, to break)",
          "grammatical_form": "Compound noun, masculine, accusative, singular",
          "meaning": "splitting of understanding / unsettling of the mind / disruption of conviction"
        },
        {
          "word": "कर्मसङ्गिनाम्",
          "transliteration": "karma-saṅginām",
          "root": "karma (action) + √sañj (to cling)",
          "grammatical_form": "Compound noun, masculine, genitive, plural",
          "meaning": "of those attached to action / of those whose identity is bound up in work"
        },
        {
          "word": "जोषयेत्",
          "transliteration": "joṣayet",
          "root": "√juṣ (to enjoy, to be pleased) — causative, optative",
          "grammatical_form": "Verb, causative, optative mood, 3rd person singular",
          "meaning": "should inspire joy in / should cause to engage willingly / should make them relish"
        },
        {
          "word": "युक्तः",
          "transliteration": "yuktaḥ",
          "root": "√yuj (to join, to yoke, to discipline)",
          "grammatical_form": "Past passive participle, masculine, nominative, singular",
          "meaning": "disciplined / united (with the Divine) / steadfast in yoga"
        },
        {
          "word": "समाचरन्",
          "transliteration": "samācaran",
          "root": "√car (to move, to act) — with prefix sam-ā-",
          "grammatical_form": "Present active participle, masculine, nominative, singular",
          "meaning": "acting rightly / performing fully / engaging in complete action"
        }
      ],
      "commentary": {
        "dadaji": "This verse reveals the pedagogy of the liberated. The wise teacher does not go about dismantling the ordinary person's framework of action by confronting them with abstract Vedantic negations. If you tell a sincere karma-saṅgī — a person whose whole moral identity is built around doing his duty rightly — that ultimately no one acts, that there is no doer, that karma is an illusion, you shatter his operative faith without giving him anything to replace it. The result is buddhi-bheda — a fracture of understanding that leads not to liberation but to moral paralysis and cynicism. Dadaji taught that the true teacher guides people through the next step of their actual evolution, not the final step of his own.",
        "sarvapriyananda": "Swami Sarvapriyananda draws careful attention to joṣayet — 'let him cause them to relish, to engage joyfully.' The teacher's task is not correction but inspiration. The ignorant are already acting; the wise should not subtract motivation but elevate its quality by example. The beautiful phrase yuktaḥ samācaran — 'acting himself, established in yoga' — reveals that the teaching is entirely by demonstration. The wise person's own quality of engaged, absorbed, selfless action is the instruction. Those who observe him work find their own work subtly transformed: they begin, almost unconsciously, to act with more attention, more care, more inner freedom. This is how consciousness transmits wisdom.",
        "yogananda": "Yogananda often spoke of the danger of premature Vedantic instruction. To tell a person who is still building their moral and emotional foundations that 'there is no sin, no karma, no separate self' — before they have developed the inner container to hold that truth — is to rob them of the scaffolding they need. The divine teacher honours where each soul actually is and offers the next handhold on the climbing wall, not a leap to the summit. Yogananda's own approach was always this: meet people in their lives, in their duties, in their relationships, and quietly reveal how those very duties, performed with devotion, become the path to God. This is the wisdom of joṣayet — making dharma itself the joy.",
        "goyandka": "Goyandka reads this verse as a corrective to a certain misuse of the previous teaching on non-doership. If a person hears 'I am not the doer' and concludes 'therefore I need not act,' he has understood the letter and lost the spirit. The wise man knows the truth of non-doership — but he does not broadcast it indiscriminately, because for the unprepared it becomes a rationalisation for laziness. Instead, he leads by example, showing how karma yoga works from the inside: total engagement externally, total freedom internally. Goyandka emphasises that the Gītā's teaching on non-doership is not a metaphysical shortcut but an advanced attainment, approached gradually through disciplined action offered as worship."
      }
    },
    {
      "verse": 27,
      "sanskrit": "प्रकृतेः क्रियमाणानि गुणैः कर्माणि सर्वशः ।\nअहङ्कारविमूढात्मा कर्ताहमिति मन्यते ॥",
      "transliteration": "prakṛteḥ kriyamāṇāni guṇaiḥ karmāṇi sarvaśaḥ\nahaṃkāra-vimūḍhātmā kartāham iti manyate",
      "translation": "In truth, it is the three gunas — the three qualities of Nature: sattva, rajas, and tamas — that perform all actions in every way. The ego-deluded soul cries 'I am the doer,' not knowing that Nature is the dancer and the individual self has become merely a puppet of its own unexamined conditioning.",
      "audio": "/assets/audio/ch03/verse_03_27.mp3",
      "word_breakdown": [
        {
          "word": "प्रकृतेः",
          "transliteration": "prakṛteḥ",
          "root": "pra- + √kṛ (to make) — the primal creative force",
          "grammatical_form": "Noun, feminine, ablative (or genitive), singular",
          "meaning": "by / of Nature / the primal creative matrix of the universe"
        },
        {
          "word": "क्रियमाणानि",
          "transliteration": "kriyamāṇāni",
          "root": "√kṛ (to do) — present passive participle",
          "grammatical_form": "Present passive participle, neuter, nominative, plural",
          "meaning": "being done / being performed / being carried out (by another)"
        },
        {
          "word": "गुणैः",
          "transliteration": "guṇaiḥ",
          "root": "guṇa (strand, quality)",
          "grammatical_form": "Noun, masculine, instrumental, plural",
          "meaning": "by the gunas / by the three qualities (sattva, rajas, tamas)"
        },
        {
          "word": "अहङ्कारविमूढात्मा",
          "transliteration": "ahaṃkāra-vimūḍhātmā",
          "root": "aham (I) + √kṛ (to make) + vi- + √muh (to be confused) + ātman (self)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular (bahuvrīhi)",
          "meaning": "one whose self (ātmā) is thoroughly deluded (vimūḍha) by the ego (ahaṃkāra)"
        },
        {
          "word": "मन्यते",
          "transliteration": "manyate",
          "root": "√man (to think, to consider)",
          "grammatical_form": "Verb, ātmanepada, present tense, 3rd person singular",
          "meaning": "thinks / considers / believes / supposes"
        }
      ],
      "commentary": {
        "dadaji": "This is one of the most philosophically dense verses in the entire Gītā — the classic statement of Sāṃkhya-Yoga non-doership. All actions, sarvaśaḥ — in every possible way, without exception — are being done by the guṇas operating through prakṛti. The pure Self — the ātman — does not act; it witnesses. But the ahaṃkāra, the I-maker, superimposes itself upon the stream of action and claims: 'I am doing this.' Dadaji explained this with great care: the deluded one does not merely make an intellectual error — vimūḍhātmā means his very sense of being (ātmā) has been thoroughly confused. The error goes to the root. Liberation begins with the first genuine experiential insight: 'It is not I who acts — the body-mind-nature complex acts, and I am the silent, witnessing awareness.'",
        "sarvapriyananda": "Swami Sarvapriyananda explains that this verse is the philosophical fulcrum of the entire karma yoga teaching. The liberation being pointed to is not a change in outer behaviour but a fundamental shift in the sense of agency. As long as I believe 'I am doing,' I am bound — because that belief entails the correlative belief 'I will receive the result.' The two arise together. When I see clearly that the guṇas are doing everything — that what I call 'my choice' is itself a configuration of sattva, rajas, and tamas playing out according to their nature — the false I-am-the-doer belief begins to dissolve. This is not fatalism; it is the beginning of true freedom, because the witness-consciousness that remains is the real Self, already free.",
        "yogananda": "Yogananda translated this insight into practical terms: every time you feel pride swelling in the chest — 'I did this, I achieved that' — recognise it as ahaṃkāra-vimūḍha, the thoroughly confused ego. The body acted; the nerves acted; the habits built over lifetimes acted; the divine energy flowing through the instrument acted. The personal 'I' was the last to arrive and the first to claim credit. Yogananda's practice of offering all results to God — 'Lord, You are the Doer; I am the instrument' — is the practical antidote to this delusion. Over time, the repeated offering wears away the habit of claiming, until the yogi rests in the natural state: pure witnessing, pure presence, free from the compulsion of doership.",
        "goyandka": "Goyandka's commentary here is subtle and important. He notes that recognising 'the guṇas act' is not a philosophical position to be adopted intellectually and used as a shield — 'I am not the doer, therefore I am not responsible.' That itself would be ahaṃkāra operating under a new disguise. True recognition of non-doership produces humility, not licence. When one genuinely sees that the guṇas perform all actions, the natural response is gratitude and surrender — not the smug comfort of claiming to be beyond karma. Goyandka emphasises that this verse must be received in the context of Chapter 3's overall teaching: act fully, selflessly, as an instrument — and only after long purification will the truth of non-doership dawn as living realisation rather than mere concept."
      }
    },
    {
      "verse": 28,
      "sanskrit": "तत्त्ववित्तु महाबाहो गुणकर्मविभागयोः ।\nगुणा गुणेषु वर्तन्त इति मत्वा न सज्जते ॥",
      "transliteration": "tattva-vit tu mahā-bāho guṇa-karma-vibhāgayoḥ\nguṇā guṇeṣu vartanta iti matvā na sajjate",
      "translation": "But the one who knows the truth — who has seen through the veil of nature's play — understands that what is called 'I' is not the doer. Recognizing that it is the gunas that move among the gunas, such a wise soul remains unattached. The witness within watches all, untouched, serene, and free.",
      "audio": "/assets/audio/ch03/verse_03_28.mp3",
      "word_breakdown": [
        {
          "word": "तत्त्ववित्",
          "transliteration": "tattva-vit",
          "root": "tattva (truth, that-ness) + √vid (to know)",
          "grammatical_form": "Compound noun, masculine, nominative, singular",
          "meaning": "the knower of truth / one who sees reality as it is"
        },
        {
          "word": "विभागयोः",
          "transliteration": "vibhāgayoḥ",
          "root": "√bhaj (to divide, to distribute) — with prefix vi-",
          "grammatical_form": "Noun, masculine, genitive, dual",
          "meaning": "of the classification / of the distinction / of the division (of both gunas and actions)"
        },
        {
          "word": "गुणा गुणेषु",
          "transliteration": "guṇā guṇeṣu",
          "root": "guṇa (strand, quality of Nature)",
          "grammatical_form": "Noun, masculine — nominative plural + locative plural",
          "meaning": "gunas (move) among gunas — qualities interact with qualities (the Self is not involved)"
        },
        {
          "word": "वर्तन्ते",
          "transliteration": "vartante",
          "root": "√vṛt (to exist, to move, to operate)",
          "grammatical_form": "Verb, ātmanepada, present tense, 3rd person plural",
          "meaning": "they move / they operate / they function / they play"
        },
        {
          "word": "सज्जते",
          "transliteration": "sajjate",
          "root": "√sañj (to cling, to be attached)",
          "grammatical_form": "Verb, ātmanepada, present tense, 3rd person singular",
          "meaning": "clings / is attached / becomes bound"
        }
      ],
      "commentary": {
        "dadaji": "The phrase guṇā guṇeṣu vartante is one of the most liberating formulas in all of scripture. The guṇas — sattva, rajas, tamas — move among and through each other. The sense organs (themselves guṇic modifications) contact the objects of the world (also guṇic modifications). The whole drama of perception, desire, action, and result is a play of guṇa-upon-guṇa. The ātman — pure consciousness — is not implicated. The tattva-vit, the one who knows this not merely as a concept but as living experience, is na sajjate — not attached, not caught, not hooked. Dadaji was fond of pointing out that this is not indifference: the tattva-vit sees more clearly than anyone else because his vision is unclouded by the distorting lens of 'I am doing.'",
        "sarvapriyananda": "Swami Sarvapriyananda contrasts verses 27 and 28 as the two faces of humanity: the ahaṃkāra-vimūḍhātmā who claims false doership, and the tattva-vit who sees through the entire performance. The word tu — 'but' — marks the contrast sharply. The structure guṇā guṇeṣu — guṇas in guṇas — is a brilliant compression: it says that the whole of material existence (object, organ, action, result) consists of guṇas modifying guṇas, with no room for a separate 'experiencer I' to be genuinely involved as an agent. The one who realises this lives in the world fully — acts, speaks, engages — but is like a clear lens: the light passes through without itself being coloured.",
        "yogananda": "Yogananda wrote that the realisation expressed in guṇā guṇeṣu vartante is what the genuine yogi discovers in deep meditation. In samādhi, the seer withdraws from identification with body, mind, and ego and rests in pure consciousness — and looking back at the world, sees it as a vast interplay of the three qualities, none of which touches the witnessing Self. This is not an abstract philosophy; it is a directly verifiable experience. And once tasted, even in ordinary waking consciousness, the yogi carries that spacious non-attachment into all activity. He acts but is not acted upon; he loves but is not enslaved by love; he responds to the world but is not defined by the world's response to him.",
        "goyandka": "Goyandka explains the word vibhāgayoḥ — knowledge of the distinction (between guṇas and actions, and between both and the ātman). True discrimination (viveka) means not just knowing that the guṇas act but knowing precisely where the boundary lies between what is guṇic and what is the pure Self. This clarity is the medicine for ahaṃkāra-vimūḍha. Goyandka emphasises that such knowledge is not gained by study alone but by persistent sādhana — by the gradual quietening of the guṇas through sattvic discipline until the witness-consciousness shines on its own. The tattva-vit is not someone who has merely read Sāṃkhya texts; he is someone who has experientially separated the strands of his own being."
      }
    },
    {
      "verse": 29,
      "sanskrit": "प्रकृतेर्गुणसम्मूढाः सज्जन्ते गुणकर्मसु ।\nतानकृत्स्नविदो मन्दान्कृत्स्नविन्न विचालयेत् ॥",
      "transliteration": "prakṛter guṇa-sammūḍhāḥ sajjante guṇa-karmasu\ntān akṛtsna-vido mandān kṛtsna-vin na vicālayet",
      "translation": "Those who are deluded by the movements of Nature — hypnotized by the play of the gunas — cling to actions and their fruits, believing themselves to be the actors. The wise, who have seen through the dream of limited selfhood, should not unsettle those still lost in the dream, but compassionately guide them.",
      "audio": "/assets/audio/ch03/verse_03_29.mp3",
      "word_breakdown": [
        {
          "word": "गुणसम्मूढाः",
          "transliteration": "guṇa-sammūḍhāḥ",
          "root": "guṇa + sam- + √muh (to be deluded) — past passive participle",
          "grammatical_form": "Compound adjective, masculine, nominative, plural",
          "meaning": "thoroughly deluded by the gunas / bewildered by the strands of Nature"
        },
        {
          "word": "सज्जन्ते",
          "transliteration": "sajjante",
          "root": "√sañj (to cling, to be attached)",
          "grammatical_form": "Verb, ātmanepada, present tense, 3rd person plural",
          "meaning": "they cling / they become attached / they get stuck"
        },
        {
          "word": "अकृत्स्नविदः",
          "transliteration": "akṛtsna-vidaḥ",
          "root": "a- (not) + kṛtsna (whole, complete) + √vid (to know)",
          "grammatical_form": "Compound noun, masculine, accusative, plural",
          "meaning": "those of incomplete knowledge / those who do not know the whole"
        },
        {
          "word": "मन्दान्",
          "transliteration": "mandān",
          "root": "manda (slow, dull, sluggish)",
          "grammatical_form": "Adjective, masculine, accusative, plural",
          "meaning": "the slow / the dull-witted / those of sluggish understanding"
        },
        {
          "word": "कृत्स्नवित्",
          "transliteration": "kṛtsna-vit",
          "root": "kṛtsna (whole, entire) + √vid (to know)",
          "grammatical_form": "Compound noun, masculine, nominative, singular",
          "meaning": "the knower of the whole / one who knows the complete truth"
        },
        {
          "word": "विचालयेत्",
          "transliteration": "vicālayet",
          "root": "√cal (to move, to shake) — with prefix vi-, causative, optative",
          "grammatical_form": "Verb, causative, optative mood, 3rd person singular",
          "meaning": "should not unsettle / should not cause to waver / should not shake loose"
        }
      ],
      "commentary": {
        "dadaji": "Krishna now brings together the threads of verses 25-28 into a precise practical instruction. The kṛtsna-vid — the one who knows the whole truth, who sees guṇas acting in guṇas, who has realised the ātman as non-doer — should not use this knowledge as a weapon to unsettle those who are still building their lives around action, duty, and effort. Mandān — 'the slow ones' — is not a term of contempt but of compassionate realism. Spiritual evolution has its own pace. The person who is still at the stage of karma yoga — doing their duty earnestly, attached to results, finding meaning in effort — is exactly where they need to be. Destabilising them would be cruelty dressed as knowledge.",
        "sarvapriyananda": "Swami Sarvapriyananda notes the beautiful contrast between akṛtsna-vid (one of incomplete knowledge) and kṛtsna-vid (one who knows the whole). The kṛtsna-vid does not condescend but serves — and serves by not interfering with processes of organic spiritual unfolding. There is a kind of spiritual impatience that wishes to rush everyone to the highest understanding immediately, but this impatience is itself a guṇic disturbance. The wise teacher has the patience of Nature herself: he plants seeds, creates conditions, models living truth — and trusts that each soul will arrive in its own season. Vicālayet — 'should not cause to waver' — implies that even well-intentioned philosophical discourse, mistimed, can do more harm than silence.",
        "yogananda": "Yogananda drew a distinction between knowledge that liberates and knowledge that confuses. The same Vedantic truth — 'you are not the doer; the Self is ever free' — can either open a door or cause a crisis, depending on the readiness of the receiver. For someone who has not yet developed strong ethical foundations, renunciation of ego-sense can lead to irresponsible behaviour. For someone who has built a spiritual life through years of disciplined karma yoga, the same truth becomes the final release into freedom. Yogananda's method was always to gauge the student's level precisely before speaking. The kṛtsna-vid knows not only the truth but the timing of truth — which is itself a form of wisdom.",
        "goyandka": "Goyandka relates this verse to the pedagogical tradition of adhikāra-bheda — the principle that different teachings are appropriate for different levels of spiritual qualification. The Gītā itself operates on this principle: karma yoga for those still identified with action, jñāna yoga for those ready for discrimination, bhakti yoga for those whose hearts have opened to devotion. The kṛtsna-vid recognises where each person stands and does not impose the curriculum of a higher level on one not yet prepared. Goyandka adds that this is also a teaching about the relationship between humility and wisdom: true knowledge makes one more compassionate, not more dismissive of those on earlier stages of the path."
      }
    },
    {
      "verse": 30,
      "sanskrit": "मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा ।\nनिराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वरः ॥",
      "transliteration": "mayi sarvāṇi karmāṇi sannyasyādhyātma-cetasā\nnirāśīr nirmamo bhūtvā yudhyasva vigata-jvaraḥ",
      "translation": "O Arjuna, surrender every action to Me — the Divine within. With mind absorbed in the awareness of the higher Self, freed from personal desire and ego-fever, freed from the burning anxiety of 'mine' and 'not mine,' take up the battle with thy spirit serene. Fight — but fight for God.",
      "audio": "/assets/audio/ch03/verse_03_30.mp3",
      "word_breakdown": [
        {
          "word": "संन्यस्य",
          "transliteration": "sannyasya",
          "root": "√as (to throw) — with prefix sam-ni-, gerund",
          "grammatical_form": "Gerund (absolutive)",
          "meaning": "having surrendered / having fully laid down / having renounced (as an offering)"
        },
        {
          "word": "अध्यात्मचेतसा",
          "transliteration": "adhyātma-cetasā",
          "root": "adhi- (above, over) + ātman (Self) + cetas (mind, consciousness)",
          "grammatical_form": "Compound noun, neuter, instrumental, singular",
          "meaning": "with mind fixed on the Self / with consciousness centred in the Absolute within"
        },
        {
          "word": "निराशीः",
          "transliteration": "nirāśīḥ",
          "root": "nis- (without) + āśā (hope, desire)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "free from desire for result / without longing for reward"
        },
        {
          "word": "निर्ममः",
          "transliteration": "nirmamaḥ",
          "root": "nis- (without) + mama (mine)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "free from the sense of 'mine' / without possessiveness / beyond the ego of ownership"
        },
        {
          "word": "विगतज्वरः",
          "transliteration": "vigata-jvaraḥ",
          "root": "vi- (away) + √gam (to go) + jvara (fever, agitation)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular (bahuvrīhi)",
          "meaning": "one from whom the fever has departed / free from the burning anxiety of the soul"
        }
      ],
      "commentary": {
        "dadaji": "This verse is the summit of the practical teaching of Chapter 3 — a distilled instruction of almost unbearable beauty. Mayi sarvāṇi karmāṇi sannyasya — 'having surrendered all actions to Me.' This is not the renunciation of action but the renunciation of the claim upon action. Every act becomes an act of worship. Adhyātma-cetasā — with the mind anchored in the Self, not in the turbulent surface of results and reactions. Nirāśīḥ — no longing for what is not yet here. Nirmamaḥ — no clinging to what passes through the hands. And then the call: yudhyasva — fight. Act. Engage completely. And do so as vigata-jvaraḥ — one whose inner fever, the burning restlessness of the unliberated ego, has been healed by this surrender.",
        "sarvapriyananda": "Swami Sarvapriyananda calls this verse a summary of the entire bhakti-karma-jñāna synthesis that is the Gītā's gift. Surrender to Krishna (mayi) is the bhakti element. Adhyātma-cetasā — self-knowledge, keeping the mind in the Self — is the jñāna element. Sarvāṇi karmāṇi — performing all actions — is the karma yoga. These three streams are not separate paths here; they converge into a single movement. The word jvara is particularly significant: jvara is fever, the restless heat of anxiety, the burning of unfulfilled desire and unresolved fear. The Gītā's promise is cooling — not coldness, not detachment, but the peace that comes when the soul has found its true centre and no longer burns with the friction of misidentification.",
        "yogananda": "Yogananda regarded this verse as the perfect summary of the devotional karma yogi's path. 'Mayi sarvāṇi karmāṇi' — he taught this as a daily practice: before beginning any work, mentally offer it to the Divine; at its completion, offer the result. Over time, this offering becomes effortless and continuous, until the practitioner no longer experiences a gap between himself and God's activity in him. Vigata-jvaraḥ — freedom from the fever — Yogananda described as the state of divine calmness (prasāda) that floods the devotee who has truly surrendered. It is not emotional flatness but a living peace that co-exists with full engagement in the world — the peace that passes understanding, acting through a transparent, joyful instrument.",
        "goyandka": "Goyandka identifies this verse as the practical heart of the Lord's instruction to Arjuna in this chapter, and notes its structural elegance: it provides the internal state (adhyātma-cetasā), the three freedoms (from hope, mine-ness, and fever), the method (surrender of all actions to God), and the action (fight — engage fully). Nothing is left vague. Goyandka emphasises that sannyasya here is not saffron robes and monastery walls; it is the internal act of releasing one's grip on outcomes, performed in the midst of whatever life requires of us. This is the Gītā's unique and revolutionary teaching: the highest renunciation is available in the middle of the battlefield, in the middle of the marketplace, in the middle of one's most demanding duties."
      }
    },
    {
      "verse": 31,
      "sanskrit": "श्रीभगवानुवाच ।\nये मे मतमिदं नित्यमनुतिष्ठन्ति मानवाः ।\nश्रद्धावन्तोऽनसूयन्तो मुच्यन्ते तेऽपि कर्मभिः ॥",
      "transliteration": "śrī-bhagavān uvāca\nye me matam idaṃ nityam anutiṣṭhanti mānavāḥ\nśraddhāvanto 'nasūyanto mucyante te 'pi karmabhiḥ",
      "translation": "Those devoted souls who ever follow this divine teaching of Mine with faith — without criticism or doubt — are liberated from the binding chains of karma. With each selfless act, the spirit rises a little higher, until at last it merges forever in the ocean of Divine Light from which it came.",
      "audio": "/assets/audio/ch03/verse_03_31.mp3",
      "word_breakdown": [
        {
          "word": "ये",
          "transliteration": "ye",
          "root": "yad (relative pronoun)",
          "grammatical_form": "Pronoun, masculine, nominative, plural",
          "meaning": "those who"
        },
        {
          "word": "मतम्",
          "transliteration": "matam",
          "root": "√man (to think, to hold an opinion)",
          "grammatical_form": "Noun / past passive participle, neuter, accusative, singular",
          "meaning": "teaching / doctrine / view / opinion"
        },
        {
          "word": "नित्यम्",
          "transliteration": "nityam",
          "root": "nitya (constant, eternal) — adverbial accusative",
          "grammatical_form": "Adverb / adjective, neuter, accusative, singular",
          "meaning": "always / constantly / ever"
        },
        {
          "word": "अनुतिष्ठन्ति",
          "transliteration": "anutiṣṭhanti",
          "root": "√sthā (to stand, to abide) — with prefix anu-",
          "grammatical_form": "Verb, parasmaipada, present tense, 3rd person plural",
          "meaning": "follow / practise / abide by"
        },
        {
          "word": "श्रद्धावन्तः",
          "transliteration": "śraddhāvantaḥ",
          "root": "śraddhā (faith) — possessive suffix -vant",
          "grammatical_form": "Adjective, masculine, nominative, plural",
          "meaning": "endowed with faith / faithful"
        },
        {
          "word": "अनसूयन्तः",
          "transliteration": "anasūyantaḥ",
          "root": "√sūy (to carp, to find fault) — prefix an- (negative) + a-",
          "grammatical_form": "Present participle, masculine, nominative, plural",
          "meaning": "without carping / free from envy / not cavilling"
        },
        {
          "word": "मुच्यन्ते",
          "transliteration": "mucyante",
          "root": "√muc (to release, to free)",
          "grammatical_form": "Verb, passive, present tense, 3rd person plural",
          "meaning": "are freed / are liberated / are released"
        },
        {
          "word": "कर्मभिः",
          "transliteration": "karmabhiḥ",
          "root": "√kṛ (to do, to act)",
          "grammatical_form": "Noun, neuter, instrumental, plural",
          "meaning": "from karmas / from the bondage of actions"
        }
      ],
      "commentary": {
        "dadaji": "Krishna begins by distinguishing two types of seekers: those who follow His teaching with śraddhā (faith) and without finding fault, and those who reject it. The word 'nityam' — always, constantly — reveals that spiritual practice must be uninterrupted, not merely occasional. 'Anasūyantaḥ' (without carping) is equally vital: intellectual ego often disguises itself as critical inquiry. The liberated person neither demands constant proof nor projects resistance onto wisdom. The promise 'mucyante karmabhiḥ' — freed from karma — means not the cessation of action, but freedom from the binding force of identification with the doer. Faith here is not blind belief but a receptive openness, a willingness to align one's inner life with divine truth as transmitted by the teacher.",
        "sarvapriyananda": "Swami Sarvapriyananda draws attention to the pair śraddhā and anasūyā as the twin prerequisites for genuine spiritual learning. Śraddhā is not superstition — it is the trust that makes a student capable of receiving wisdom rather than immediately deflecting it through argument. Anasūyā means freedom from envy or faultfinding: the ego's tendency to tear down what it cannot yet understand. Together these qualities create the inner vessel that can hold transformative knowledge. The result — liberation from karma — is not earned by effort alone but flows naturally when knowledge is properly received and lived. This verse makes clear that the Gita's teaching is not intellectual content but a way of being, and its fruit is freedom.",
        "yogananda": "Paramahansa Yogananda comments that the devotee who practices Krishna's teaching with unwavering faith plants seeds of divine liberation in every action. 'Nityam' — constantly — is the key word: the spiritual aspirant does not switch between the divine and the mundane but sustains an unbroken thread of consciousness. Śraddhā, the faith born of direct inner experience, distinguishes true devotion from mere ritual compliance. And anasūyā — the absence of jealousy and carping — ensures the ego does not poison the well of wisdom from within. Such sincere practitioners are not bound by the results of their karma; their actions, performed in the spirit of offering to God, no longer generate the chain of cause and effect that perpetuates rebirth.",
        "goyandka": "Shri Jayadayal Goyandka notes that Krishna here promises liberation to those who follow His word with two essential virtues: faith and absence of malice. The person of faith takes the Lord's instruction as authoritative and does not subordinate it to personal preference or cleverness. The faultfinder, by contrast, is inwardly resistant — even if their outer behaviour conforms, the inner attitude negates the benefit. Liberation from karma does not mean one stops acting; it means one's actions no longer bind because they are performed without the ownership of doership. These verses serve as both an encouragement and a warning: the teaching is powerful, but its power is accessible only to those who approach it with the right inner disposition."
      }
    },
    {
      "verse": 32,
      "sanskrit": "ये त्वेतदभ्यसूयन्तो नानुतिष्ठन्ति मे मतम् ।\nसर्वज्ञानविमूढांस्तान्विद्धि नष्टानचेतसः ॥",
      "transliteration": "ye tv etad abhyasūyanto nānutiṣṭhanti me matam\nsarva-jñāna-vimūḍhāṃs tān viddhi naṣṭān acetasaḥ",
      "translation": "But those who, finding fault with this sacred teaching, refuse to practice it in their lives — know them to be without true wisdom, spiritually blind, lost in delusion. Carping at truth does not diminish truth — it only delays the soul's own liberation and deepens its wandering in the dark.",
      "audio": "/assets/audio/ch03/verse_03_32.mp3",
      "word_breakdown": [
        {
          "word": "अभ्यसूयन्तः",
          "transliteration": "abhyasūyantaḥ",
          "root": "√sūy (to carp, to find fault) — with prefix abhi-",
          "grammatical_form": "Present participle, masculine, nominative, plural",
          "meaning": "cavilling / finding fault / criticising"
        },
        {
          "word": "सर्वज्ञान-विमूढान्",
          "transliteration": "sarva-jñāna-vimūḍhān",
          "root": "sarva (all) + jñāna (knowledge) + √muh (to be deluded) — prefix vi-",
          "grammatical_form": "Compound adjective, masculine, accusative, plural",
          "meaning": "deluded in all knowledge / completely bewildered"
        },
        {
          "word": "विद्धि",
          "transliteration": "viddhi",
          "root": "√vid (to know)",
          "grammatical_form": "Verb, parasmaipada, imperative, 2nd person singular",
          "meaning": "know / understand — a direct command"
        },
        {
          "word": "नष्टान्",
          "transliteration": "naṣṭān",
          "root": "√naś (to perish, to be lost)",
          "grammatical_form": "Past passive participle, masculine, accusative, plural",
          "meaning": "lost / ruined / destroyed"
        },
        {
          "word": "अचेतसः",
          "transliteration": "acetasaḥ",
          "root": "cetas (mind, consciousness) — prefix a- (negative)",
          "grammatical_form": "Adjective, masculine, accusative, plural",
          "meaning": "senseless / devoid of discrimination / without wisdom"
        }
      ],
      "commentary": {
        "dadaji": "This verse is the sober counterpart to the previous one. The word 'abhyasūyantaḥ' — those who actively carp and find fault — describes not genuine inquiry but the egoic habit of dismissing truth to protect one's current worldview. Krishna says such people are 'sarva-jñāna-vimūḍhāḥ': deluded not in some knowledge but in all knowledge. This is a penetrating insight — when the foundational orientation is resistant and envious, every level of knowing becomes distorted. 'Naṣṭān acetasaḥ' — lost, without consciousness — is not a condemnation but a diagnosis. The remedy is not punishment but a return to śraddhā. This verse urges us to examine our own tendency to reject teachings that disturb our comfort, recognising that such rejection, however sophisticated it sounds, is ultimately a form of self-destruction.",
        "sarvapriyananda": "Swami Sarvapriyananda points out that the word 'tu' (but) in this verse creates a sharp contrast with the preceding one. The previous verse offered liberation; this one diagnoses loss. The person who carps is not merely wrong intellectually — they are 'vimūḍha' in all knowledge, meaning their capacity for discernment is perverted from the root. The Gita does not treat spiritual ignorance as neutral; it has active consequences. To reject the teaching of karma yoga — doing one's duty without selfish attachment — is to remain bound to the cycle of compulsive action and reaction. 'Acetasaḥ' literally means 'without consciousness' — suggesting that faultfinding, far from being a sign of keen intellect, is actually a failure of awareness.",
        "yogananda": "Yogananda observes that this verse delivers a compassionate warning. Those who mock or ignore the divine teaching of selfless action are not merely missing an opportunity — they are actively reinforcing the very delusion that keeps them bound. 'Sarva-jñāna-vimūḍhān' is striking: they are deluded in ALL knowledge, not merely ignorant of spiritual matters. When the divine law is rejected, one's entire framework of understanding becomes distorted because the Source of true knowing is shut out. Yogananda urges practitioners not to become spiritually arrogant upon reading this verse but to use it as a mirror — examining where in their own lives they resist divine guidance in favour of personal preference or intellectual pride.",
        "goyandka": "Goyandka notes that the twin description 'naṣṭān acetasaḥ' — lost and without wisdom — indicates the cumulative effect of faultfinding. It is not a single act of rejection that destroys, but the habitual attitude of carping that gradually erodes one's discrimination. The person loses first the ability to recognise truth, then the very desire to seek it. The teaching of nishkama karma (desireless action in accordance with dharma) is not arbitrary; it reflects the structure of the universe. To reject it is therefore not merely a philosophical error but a fundamental misalignment with reality itself. Goyandka urges readers to cultivate humility before sacred wisdom and to distinguish genuine questioning from the ego's self-protective resistance."
      }
    },
    {
      "verse": 33,
      "sanskrit": "सदृशं चेष्टते स्वस्याः प्रकृतेर्ज्ञानवानपि ।\nप्रकृतिं यान्ति भूतानि निग्रहः किं करिष्यति ॥",
      "transliteration": "sadṛśaṃ ceṣṭate svasyāḥ prakṛter jñānavān api\nprakṛtiṃ yānti bhūtāni nigrahaḥ kiṃ kariṣyati",
      "translation": "Even the wise act according to their own nature; all beings follow what they are. What can external restraint accomplish? The gunas drive every creature according to their inner constitution. Liberation comes not by fighting one's nature on the surface, but by transforming it at the deepest root through God-contact.",
      "audio": "/assets/audio/ch03/verse_03_33.mp3",
      "word_breakdown": [
        {
          "word": "सदृशम्",
          "transliteration": "sadṛśam",
          "root": "sa (like) + dṛś (to see) — resemblance",
          "grammatical_form": "Adverb / adjective, neuter, accusative, singular",
          "meaning": "in accordance with / conformingly / similarly"
        },
        {
          "word": "चेष्टते",
          "transliteration": "ceṣṭate",
          "root": "√ceṣṭ (to move, to strive, to act)",
          "grammatical_form": "Verb, ātmanepada, present tense, 3rd person singular",
          "meaning": "acts / strives / behaves"
        },
        {
          "word": "प्रकृतेः",
          "transliteration": "prakṛteḥ",
          "root": "pra + √kṛ (to make) — nature, constitution",
          "grammatical_form": "Noun, feminine, genitive, singular",
          "meaning": "of one's own nature / of nature / of prakriti"
        },
        {
          "word": "ज्ञानवान्",
          "transliteration": "jñānavān",
          "root": "jñāna (knowledge) — possessive suffix -vant",
          "grammatical_form": "Adjective, masculine, nominative, singular",
          "meaning": "the wise person / one endowed with knowledge"
        },
        {
          "word": "अपि",
          "transliteration": "api",
          "root": "api (indeclinable particle)",
          "grammatical_form": "Indeclinable particle — concessive or inclusive",
          "meaning": "even / also / though"
        },
        {
          "word": "निग्रहः",
          "transliteration": "nigrahaḥ",
          "root": "ni + √grah (to seize, to restrain)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "restraint / suppression / control"
        },
        {
          "word": "करिष्यति",
          "transliteration": "kariṣyati",
          "root": "√kṛ (to do, to accomplish)",
          "grammatical_form": "Verb, parasmaipada, future tense, 3rd person singular",
          "meaning": "will do / will accomplish / can achieve"
        }
      ],
      "commentary": {
        "dadaji": "This is one of the Gita's most psychologically penetrating verses. Even the person of wisdom — 'jñānavān api' — acts according to their own nature. The word 'prakṛti' here encompasses one's accumulated tendencies, conditioning, and guṇa-composition. The rhetorical question 'nigrahaḥ kiṃ kariṣyati?' — what will mere restraint do? — does not endorse passivity or abandon ethics. Rather, it points beyond surface suppression to the need for transformation of nature itself. Merely forcing the body or senses to comply while leaving the inner disposition unchanged is futile. True freedom arises not from restraint but from the purification and eventual transcendence of one's lower nature through sustained practice, devotion, and the cultivation of the witness-self.",
        "sarvapriyananda": "Swami Sarvapriyananda explains that this verse should not be read as fatalism — Krishna is not saying that one is helpless before nature. Rather, He is distinguishing two levels of engagement: external restraint (nigraha) versus internal transformation. All beings, including the learned, express their accumulated nature. The question 'what will restraint do?' points to the inadequacy of willpower alone as a spiritual method. What is needed is a change in the very quality of one's being — a shift in the guṇas — achieved through the karma yoga described in this chapter. Restraint without inner transformation creates conflict and repression; practice with right understanding transforms the nature from which action flows.",
        "yogananda": "Yogananda reads this verse as an honest acknowledgement of the power of habitual tendencies (samskaras). Even the greatest sages carry residual prakriti. The solution, Yogananda emphasises, is not to fight nature on its own terms through brute will but to go deeper — to the Self beyond prakriti — through meditation, devotion, and surrender to God. When consciousness is anchored in the Self, the pull of lower nature loses its compulsive force. 'Nigrahaḥ kiṃ kariṣyati?' is Krishna's gentle prod: stop struggling at the surface and dive to the source. Transformation begins at the level of consciousness, not at the level of behavior alone.",
        "goyandka": "Goyandka explains that this verse acknowledges a fundamental truth about the embodied being: our actions are deeply conditioned by the three guṇas composing our particular nature. This is not a license for inaction but a call for discernment about the kind of effort required. Mechanical suppression of desires through force of will alone merely pushes them underground. The Gita's path involves a subtler work: performing one's natural duties without attachment, gradually purifying the guṇas through association with sattva, and ultimately transcending all three through the steady practice of nishkama karma and devotion to God. Mere external nigraha, unsupported by inner transformation, is insufficient for liberation."
      }
    },
    {
      "verse": 34,
      "sanskrit": "इन्द्रियस्येन्द्रियस्यार्थे रागद्वेषौ व्यवस्थितौ ।\ntayoर्न वशमागच्छेत्तौ ह्यस्य परिपन्थिनौ ॥",
      "transliteration": "indriyasyendriyasyārthe rāga-dveṣau vyavasthitau\ntayor na vaśam āgacchet tau hy asya paripanthinau",
      "translation": "In every sense, the movements of attraction and aversion are wired into the soul by past experience and inner conditioning. O Arjuna, do not allow thyself to be blindly ruled by these automatic forces. They are the ego's chains. Let no person fall under the dominion of these twin tyrants of desire and dislike.",
      "audio": "/assets/audio/ch03/verse_03_34.mp3",
      "word_breakdown": [
        {
          "word": "इन्द्रियस्य",
          "transliteration": "indriyasya",
          "root": "indra (lord of senses) — indriya (sense organ)",
          "grammatical_form": "Noun, neuter, genitive, singular — repeated for each sense",
          "meaning": "of each sense / in respect of the sense"
        },
        {
          "word": "अर्थे",
          "transliteration": "arthe",
          "root": "√arth (to seek) — artha (object, purpose)",
          "grammatical_form": "Noun, masculine, locative, singular",
          "meaning": "in the object / with regard to the sense object"
        },
        {
          "word": "रागद्वेषौ",
          "transliteration": "rāga-dveṣau",
          "root": "√rañj (to be attached) + √dviṣ (to hate)",
          "grammatical_form": "Compound noun, masculine, nominative, dual",
          "meaning": "attraction and aversion / love and hate / liking and disliking"
        },
        {
          "word": "व्यवस्थितौ",
          "transliteration": "vyavasthitau",
          "root": "vi + ava + √sthā (to stand, to be stationed)",
          "grammatical_form": "Past passive participle, masculine, nominative, dual",
          "meaning": "are stationed / are seated / are established"
        },
        {
          "word": "वशम् आगच्छेत्",
          "transliteration": "vaśam āgacchet",
          "root": "vaśa (control, sway) + √gam (to go) — prefix ā-",
          "grammatical_form": "Verb + noun, optative (potential/prescriptive) — prohibitive with 'na'",
          "meaning": "should come under the sway / should fall under the control"
        },
        {
          "word": "परिपन्थिनौ",
          "transliteration": "paripanthinau",
          "root": "pari + patha (path) — one who blocks the path",
          "grammatical_form": "Noun/adjective, masculine, nominative, dual",
          "meaning": "enemies on the path / obstacles / obstructors"
        }
      ],
      "commentary": {
        "dadaji": "Krishna now moves from the philosophical (nature-driven action) to the practical: the specific mechanism of bondage. Rāga (attraction) and dveṣa (aversion) are not incidental emotions — they are described as 'vyavasthitau', firmly stationed in each sense-faculty. This means the mechanism of attachment is built into the very structure of embodied perception. The warning 'tayor na vaśam āgacchet' — do not come under their sway — does not mean eliminate rāga and dveṣa immediately, which is impossible by an act of will, but means: do not let them make your decisions. The practitioner of karma yoga becomes a witness to these pulls without being swept away. Calling them 'paripanthinau' — enemies on the path — is precise: they do not destroy the aspirant outright but subtly redirect them away from liberation.",
        "sarvapriyananda": "Swami Sarvapriyananda explains that this verse provides a map of spiritual pitfalls embedded in ordinary perception. Every sensory encounter carries embedded attraction or aversion — this is simply how the conditioned mind experiences the world. The teaching is not to become insensible but to develop the skill of engaging the world without being governed by these reactive pulls. The term 'paripanthinau' is especially significant: pari-pantha means one who waits by the roadside to waylay a traveller. Rāga and dveṣa are exactly this — they appear innocent, even natural, but over time they steer the aspirant away from the path of wisdom. Awareness of their presence is the first act of spiritual intelligence.",
        "yogananda": "Yogananda meditates on the dual nature of rāga and dveṣa as the twin forces sustaining the wheel of rebirth. Every attachment creates a demand for satisfaction; every aversion creates a demand for avoidance. Both bind the consciousness to the object. The only escape is not through exhaustion of desires — which simply generates new ones — but through the shift of identity from the sense-self to the soul. In meditation and devotion, the practitioner discovers a joy that does not depend on sensory objects, and from that stability they can act in the world without being controlled by like or dislike. Yogananda calls this the practical meaning of 'samatvam' — equanimity — described throughout Chapter Two.",
        "goyandka": "Goyandka emphasises the phrase 'indriyasyendriyasya arthe' — rāga and dveṣa are present in each sense, not just one. This is comprehensive: the eye desires pleasant forms, the ear pleasant sounds, the tongue pleasant tastes, and so on. The entire sensory apparatus is saturated with these two tendencies. To become enslaved to them is therefore not unusual — it is the default condition of the unwise person. The Gita's instruction is to remain the master of the senses rather than their servant. This does not require the annihilation of sense function but rather their regulation by discriminative wisdom (viveka), so that actions are chosen according to dharma rather than impulse."
      }
    },
    {
      "verse": 35,
      "sanskrit": "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात् ।\nस्वधर्मे निधनं श्रेयः परधर्मो भयावहः ॥",
      "transliteration": "śreyān sva-dharmo viguṇaḥ para-dharmāt sv-anuṣṭhitāt\nsva-dharme nidhanaṃ śreyaḥ para-dharmo bhayāvahaḥ",
      "translation": "Better is one's own path — one's own dharma, even if walked imperfectly — than the dharma of another, however brilliantly performed. To die fulfilling one's own God-given duty is glorious. To live following another's path out of admiration or fear is a kind of inner death — a betrayal of the soul's own call.",
      "audio": "/assets/audio/ch03/verse_03_35.mp3",
      "word_breakdown": [
        {
          "word": "श्रेयान्",
          "transliteration": "śreyān",
          "root": "śreyas (the good, the better) — comparative",
          "grammatical_form": "Adjective, masculine, nominative, singular — comparative degree",
          "meaning": "better / more auspicious / more to be preferred"
        },
        {
          "word": "स्वधर्मः",
          "transliteration": "sva-dharmaḥ",
          "root": "sva (own) + √dhṛ (to hold, to sustain) — dharma",
          "grammatical_form": "Compound noun, masculine, nominative, singular",
          "meaning": "one's own dharma / one's own duty / one's innate calling"
        },
        {
          "word": "विगुणः",
          "transliteration": "viguṇaḥ",
          "root": "vi (without, away from) + guṇa (quality, merit)",
          "grammatical_form": "Adjective, masculine, nominative, singular",
          "meaning": "imperfect / lacking merit / deficient in quality"
        },
        {
          "word": "परधर्मात्",
          "transliteration": "para-dharmāt",
          "root": "para (another, other) + dharma",
          "grammatical_form": "Compound noun, masculine, ablative, singular",
          "meaning": "than the dharma of another / than another's duty"
        },
        {
          "word": "स्वनुष्ठितात्",
          "transliteration": "sv-anuṣṭhitāt",
          "root": "su (well) + anu + √sthā (to perform, to carry out)",
          "grammatical_form": "Past passive participle, masculine, ablative, singular",
          "meaning": "well performed / excellently executed"
        },
        {
          "word": "निधनम्",
          "transliteration": "nidhanam",
          "root": "ni + √dhā (to place) — nidhanam (death, extinction)",
          "grammatical_form": "Noun, neuter, nominative, singular",
          "meaning": "death / end / destruction"
        },
        {
          "word": "भयावहः",
          "transliteration": "bhayāvahaḥ",
          "root": "bhaya (fear) + √vah (to carry, to bring)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "fraught with danger / fear-bringing / perilous"
        }
      ],
      "commentary": {
        "dadaji": "This verse is a cornerstone of the Gita's ethical teaching and must not be reduced to caste orthodoxy. Svadharma means the path that is genuinely one's own — arising from one's spiritual constitution, temperament, and soul-calling — not simply a role assigned by birth. The comparison is stark: even an imperfectly followed personal dharma ('viguṇaḥ') is superior to another's dharma brilliantly executed, because inauthenticity — no matter how impressive — does not lead to liberation. 'Sva-dharme nidhanaṃ śreyaḥ' — death in one's own duty is better — echoes Krishna's earlier counsel to Arjuna: your dharma as a warrior, however painful, is your path to transcendence. Imitating another's path, however beautiful it appears from outside, leads only to inner fragmentation and fear.",
        "sarvapriyananda": "Swami Sarvapriyananda explains that the concept of svadharma here operates on multiple levels simultaneously — social, psychological, and spiritual. At the social level it means performing the duties appropriate to one's station without envying others. At the psychological level it means acting from one's own deepest nature rather than performing a role borrowed from another. At the spiritual level it points to the unique path of each soul toward the divine. 'Para-dharmo bhayāvahaḥ' — another's dharma brings fear — because living inauthentically creates an ongoing internal conflict between one's actual nature and one's performed identity. This internal warfare is more dangerous than the external battle Arjuna faced on the Kurukshetra field.",
        "yogananda": "Yogananda interprets svadharma primarily in its inner, spiritual sense: the unique soul-path of each individual toward God-realisation. No two paths to the divine are identical, just as no two souls are identical. To copy another's spiritual method without discernment — even if that method is genuinely great for another — is to abandon one's own unique relationship with God. 'Para-dharmo bhayāvahaḥ' warns that this substitution ultimately generates spiritual confusion and anxiety. Yogananda emphasises that the Gita's insistence on svadharma is not restrictive but liberating: it is an invitation to discover and honour the particular form of one's own divine calling rather than seeking safety in imitation.",
        "goyandka": "Goyandka approaches this verse in the context of the Gita's warning against social disruption and personal imitation. He notes that the verse specifically states 'viguṇaḥ' — even if one's own dharma is imperfect, deficient, or not well executed — it remains superior to another's dharma perfectly performed. This is because authentic engagement with one's own path, however fumbling, aligns the individual with the divine order (ṛta) that structures their existence. Performing another's dharma well may produce worldly success but does not purify one's inner nature or advance liberation. Goyandka connects this to the broader teaching of nishkama karma: do your own work, without attachment to results, and spiritual progress will follow."
      }
    },
    {
      "verse": 36,
      "sanskrit": "अर्जुन उवाच ।\nअथ केन प्रयुक्तोऽयं पापं चरति पूरुषः ।\nअनिच्छन्नपि वार्ष्णेय बलादिव नियोजितः ॥",
      "transliteration": "arjuna uvāca\natha kena prayukto 'yaṃ pāpaṃ carati pūruṣaḥ\nanicchann api vārṣṇeya balād iva niyojitaḥ",
      "translation": "Arjuna, the earnest seeker, asks the deepest question of all spiritual life: 'O Lord, what is this force within me that compels me to sin even against my own will? It drives me as if possessed — what invisible hand pushes the soul toward what it knows it should not do? Tell me, O Krishna — what is this enemy?'",
      "audio": "/assets/audio/ch03/verse_03_36.mp3",
      "word_breakdown": [
        {
          "word": "केन",
          "transliteration": "kena",
          "root": "kim (what, which) — interrogative pronoun",
          "grammatical_form": "Pronoun, neuter/masculine, instrumental, singular",
          "meaning": "by what / by whom — instrumental of cause"
        },
        {
          "word": "प्रयुक्तः",
          "transliteration": "prayuktaḥ",
          "root": "pra + √yuj (to yoke, to impel, to drive)",
          "grammatical_form": "Past passive participle, masculine, nominative, singular",
          "meaning": "driven / impelled / propelled / urged on"
        },
        {
          "word": "पापम्",
          "transliteration": "pāpam",
          "root": "√pāp (evil, sin) — or from papā (bad deed)",
          "grammatical_form": "Noun, neuter, accusative, singular",
          "meaning": "sin / sinful deed / evil action"
        },
        {
          "word": "चरति",
          "transliteration": "carati",
          "root": "√car (to move, to act, to perform)",
          "grammatical_form": "Verb, parasmaipada, present tense, 3rd person singular",
          "meaning": "commits / performs / acts"
        },
        {
          "word": "अनिच्छन्",
          "transliteration": "anicchhan",
          "root": "an (negative) + √iṣ (to wish, to desire)",
          "grammatical_form": "Present participle, masculine, nominative, singular — negative",
          "meaning": "even unwilling / not wishing to / against one's will"
        },
        {
          "word": "वार्ष्णेय",
          "transliteration": "vārṣṇeya",
          "root": "Vṛṣṇi (name of a clan) — patronymic",
          "grammatical_form": "Proper noun, masculine, vocative, singular",
          "meaning": "O Varshneya / O descendant of Vrishni — epithet of Krishna"
        },
        {
          "word": "बलात् इव",
          "transliteration": "balāt iva",
          "root": "bala (force, strength) + iva (like, as if)",
          "grammatical_form": "Noun ablative + particle of comparison",
          "meaning": "as if by force / as if compelled / forcibly as it were"
        },
        {
          "word": "नियोजितः",
          "transliteration": "niyojitaḥ",
          "root": "ni + √yuj (to yoke, to assign, to compel)",
          "grammatical_form": "Past passive participle, masculine, nominative, singular",
          "meaning": "directed / constrained / assigned — employed by force"
        }
      ],
      "commentary": {
        "dadaji": "Arjuna asks one of the most profound questions in all of spiritual literature: what compels a person to act sinfully against their own wish? 'Anicchann api' — even while unwilling — acknowledges that the human being is not simply a rational agent freely choosing good or evil. There is a force at work that overrides choice. Arjuna uses the image 'balād iva niyojitaḥ' — as if yoked by force — which is psychologically precise: anyone who has struggled with an impulse they know is harmful and yet felt compelled toward it recognises this description. This question sets up Krishna's most important psychological teaching in the Gita: the identification of kāma (desire) and krodha (anger) as the deep mechanisms of bondage. Arjuna's courage in asking this honestly is itself a spiritual act.",
        "sarvapriyananda": "Swami Sarvapriyananda notes that Arjuna's question in this verse moves the dialogue from cosmology and ethics into depth psychology. The key phrase is 'anicchann api' — even unwillingly. This is not a question about deliberate wrongdoing but about compulsion: why does a person act against their own better judgment? This is precisely the question that modern psychology attempts to address through the study of unconscious motivation and addiction. Krishna's forthcoming answer — kāma and krodha — is not moralistic but analytical. It identifies the specific psychological forces behind sinful compulsion. Arjuna's use of 'vārṣṇeya' (kinsman of Krishna's clan) is intimate, reflecting the depth of trust in this dialogue.",
        "yogananda": "Yogananda observes that Arjuna has now arrived at the deepest level of the spiritual problem. Earlier in the chapter, he was told to control the senses; now he asks what the controller of the controller is — what force is so powerful that even the willing cannot resist it? This is not theoretical: every sincere aspirant has experienced the phenomenon of performing actions they regret and did not consciously choose. Yogananda explains that the answer lies in the accumulated force of past desires — the samskaras — which have gained momentum over many incarnations and express themselves through the physical and mental instruments as compulsive tendencies. Krishna's response in the next verses names this force and shows how to face it.",
        "goyandka": "Goyandka notes that Arjuna's question demonstrates his sincere desire to understand — not to make excuses — the mechanism of moral failure. 'Bala iva niyojitaḥ' — as if compelled by force — is the honest confession of one who has observed the gap between intention and action. This gap is universal in human experience; the Gita takes it seriously and addresses it directly. Goyandka sees in this question the transition point of the chapter: the first part (verses 1–35) addressed the philosophy and duty of action; the second part (verses 36–43) will address the psychology of bondage and the path to freedom from the inner enemy. Arjuna's inquiry is the hinge that opens this deeper teaching."
      }
    },
    {
      "verse": 37,
      "sanskrit": "श्रीभगवानुवाच ।\nकाम एष क्रोध एष रजोगुणसमुद्भवः ।\nमहाशनो महापाप्मा विद्ध्येनमिह वैरिणम् ॥",
      "transliteration": "śrī-bhagavān uvāca\nkāma eṣa krodha eṣa rajo-guṇa-samudbhavaḥ\nmahāśano mahā-pāpmā viddhy enam iha vairiṇam",
      "translation": "Krishna, the divine teacher, replies: 'That enemy is desire — kāma — and its shadow, anger — krodha. Born of rajas, the guna of passionate activity, these are the soul's devouring adversaries, insatiable and sinful. Know them as the forces of darkness that obscure thy inner light. They are thy true opponents, not Arjuna's kinsmen.'",
      "audio": "/assets/audio/ch03/verse_03_37.mp3",
      "word_breakdown": [
        {
          "word": "काम एष",
          "transliteration": "kāma eṣa",
          "root": "√kam (to desire, to love) — kāma (desire, passion)",
          "grammatical_form": "Noun + demonstrative pronoun, masculine, nominative, singular",
          "meaning": "this is desire / it is desire — emphatic identification"
        },
        {
          "word": "क्रोध एष",
          "transliteration": "krodha eṣa",
          "root": "√krudh (to be angry) — krodha (anger, wrath)",
          "grammatical_form": "Noun + demonstrative pronoun, masculine, nominative, singular",
          "meaning": "this is anger / it is anger — emphatic identification"
        },
        {
          "word": "रजोगुण-समुद्भवः",
          "transliteration": "rajo-guṇa-samudbhavaḥ",
          "root": "rajas (passion) + guṇa (quality) + sam + ud + √bhū (to be born)",
          "grammatical_form": "Compound noun/adjective, masculine, nominative, singular",
          "meaning": "born of the quality of rajas / arising from the rajas-guṇa"
        },
        {
          "word": "महाशनः",
          "transliteration": "mahāśanaḥ",
          "root": "mahā (great) + √aś (to eat, to consume) — mahāśana",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "all-devouring / of great appetite / insatiable"
        },
        {
          "word": "महापाप्मा",
          "transliteration": "mahā-pāpmā",
          "root": "mahā (great) + pāpman (sin, evil)",
          "grammatical_form": "Compound noun, masculine, nominative, singular",
          "meaning": "greatly sinful / of great evil / mighty sinner"
        },
        {
          "word": "विद्धि",
          "transliteration": "viddhi",
          "root": "√vid (to know)",
          "grammatical_form": "Verb, parasmaipada, imperative, 2nd person singular",
          "meaning": "know! / understand! — direct imperative command"
        },
        {
          "word": "वैरिणम्",
          "transliteration": "vairiṇam",
          "root": "vaira (enmity, hostility) — suffix -in",
          "grammatical_form": "Noun/adjective, masculine, accusative, singular",
          "meaning": "the enemy / the foe / the adversary"
        }
      ],
      "commentary": {
        "dadaji": "This is one of the pivotal verses of the entire Gita. Krishna's answer to Arjuna's question is immediate and unambiguous: 'kāma eṣa krodha eṣa' — it is this, desire; it is this, anger. The repetition with 'eṣa' is emphatic — as if pointing a finger directly at the culprit. Kāma (desire) is the primary force; krodha (anger) is desire obstructed — the secondary explosion when desire meets resistance. Both spring from rajas, the principle of passionate activity. Krishna names desire as 'mahāśana' — all-devouring — because it is never satisfied: each fulfilment creates a greater hunger. It is also 'mahā-pāpmā' — greatly sinful — not in a moralistic sense but because it perpetuates ignorance of the true Self. The imperative 'viddhi enam vairiṇam' — know this as your enemy — is not a call to suppress desire through hatred but to recognise it clearly with the intelligence.",
        "sarvapriyananda": "Swami Sarvapriyananda regards this verse as Krishna's supreme diagnostic moment. The enemy is not external — not Duryodhana, not circumstance — but desire itself, and its transformation into anger when thwarted. 'Rajo-guṇa-samudbhavaḥ' locates the origin precisely: rajas, the quality of restless passion, is the matrix from which both arise. The two epithets are penetrating: mahāśana (devourer) captures desire's insatiability — more is always needed — while mahā-pāpmā (greatly sinful) indicates that unrestrained desire is not just personally harmful but ontologically corrosive, severing one's connection with truth. Sarvapriyananda notes that the Gita does not ask one to kill desire (which is impossible) but to see it clearly, name it, and refuse to be governed by it.",
        "yogananda": "Yogananda meditates on kāma as the fundamental force of extroversion — the outward pull of consciousness toward sense objects that constitutes the essence of avidyā (ignorance). When kāma is satisfied it creates temporary pleasure and a desire for more; when frustrated it generates krodha (anger). Yogananda sees in this analysis the exact mechanism of human suffering: consciousness, which is inherently blissful in its own nature, turns outward through desire and experiences the inevitable cycle of temporary satisfaction and renewed craving. The solution is not mortification but inversion of direction — through meditation and devotion, the same force of desire is turned toward God (bhakti), consuming itself in the infinite Object that alone can truly satisfy.",
        "goyandka": "Goyandka focuses on the compound 'rajo-guṇa-samudbhavaḥ' — completely born of the rajas quality. This is significant: kāma and krodha are not permanent features of human nature but specific expressions of the rajas-guṇa predominating in the individual. This means they are not ineradicable: by cultivating sattva through right conduct, right association, right diet, and devotion to God, the grip of rajas — and therefore of desire and anger — can be progressively loosened. Goyandka also notes the significance of 'iha vairiṇam' — the enemy here, in this world, in this very life. The battle against desire is not deferred to a future incarnation but is the immediate work of every sincere aspirant."
      }
    },
    {
      "verse": 38,
      "sanskrit": "धूमेनाव्रियते वह्निर्यथादर्शो मलेन च ।\nयथोल्बेनावृतो गर्भस्तथा तेनेदमावृतम् ॥",
      "transliteration": "dhūmenāvriyate vahnir yathādarśo malena ca\nyatholbenāvṛto garbhas tathā tenedam āvṛtam",
      "translation": "As fire is veiled by smoke, as a mirror is obscured by dust, as an unborn child is wrapped in the womb — so is the divine light of wisdom enveloped by desire. The covering is proportional to the power of the craving. The greater the attachment, the thicker the veil between the soul and its own immortal nature.",
      "audio": "/assets/audio/ch03/verse_03_38.mp3",
      "word_breakdown": [
        {
          "word": "धूमेन",
          "transliteration": "dhūmena",
          "root": "√dhū (to shake, to agitate) — dhūma (smoke)",
          "grammatical_form": "Noun, masculine, instrumental, singular",
          "meaning": "by smoke / through smoke"
        },
        {
          "word": "आव्रियते",
          "transliteration": "āvriyate",
          "root": "ā + √vṛ (to cover, to envelop, to obstruct)",
          "grammatical_form": "Verb, passive, present tense, 3rd person singular",
          "meaning": "is enveloped / is covered / is obscured"
        },
        {
          "word": "वह्निः",
          "transliteration": "vahniḥ",
          "root": "√vah (to carry, to bear) — vahni (fire, that which carries oblation)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "fire / the fire — Agni"
        },
        {
          "word": "आदर्शः",
          "transliteration": "ādarśaḥ",
          "root": "ā + √dṛś (to see) — ādarśa (mirror, that by which one sees clearly)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "mirror / looking-glass"
        },
        {
          "word": "मलेन",
          "transliteration": "malena",
          "root": "mala (dirt, impurity, dust)",
          "grammatical_form": "Noun, neuter, instrumental, singular",
          "meaning": "by dust / by dirt / by impurity"
        },
        {
          "word": "उल्बेन",
          "transliteration": "ulbena",
          "root": "ulba / ulva (membrane, caul, amniotic sac — womb covering)",
          "grammatical_form": "Noun, neuter, instrumental, singular",
          "meaning": "by the womb-membrane / by the embryonic covering"
        },
        {
          "word": "आवृतम्",
          "transliteration": "āvṛtam",
          "root": "ā + √vṛ (to cover)",
          "grammatical_form": "Past passive participle, neuter, nominative, singular",
          "meaning": "is enveloped / is covered / is veiled"
        }
      ],
      "commentary": {
        "dadaji": "Krishna employs three ascending images to illuminate how desire envelops knowledge. The smoke-and-fire analogy is the most accessible: smoke does not extinguish fire but makes it difficult to see or use it directly. Similarly, desire clouds knowledge without destroying it — the knowledge is still there, but inaccessible. The dust-on-mirror image is subtler: a mirror that is dusty cannot reflect clearly; it shows distorted images. Knowledge veiled by desire does not disappear but distorts: one sees what one wants to see. Most profound is the embryo-in-womb analogy: here the covering is total, organic, and formative — knowledge is not just obscured but has not yet emerged into light. These three images represent progressively deeper degrees of knowledge-concealment corresponding to different levels of desire's hold.",
        "sarvapriyananda": "Swami Sarvapriyananda interprets the three analogies as a graduated teaching. The smoke-fire example shows how knowledge and desire can coexist — fire continues to burn under smoke, and similarly awareness persists under the veil of desire. The dust-mirror example shows how the reflecting capacity of intellect (buddhi) is impaired: the mirror is still there but cannot serve its purpose. The embryo-womb analogy suggests a state of complete enclosure where knowledge exists as potential but has no avenue of expression. Sarvapriyananda notes that these three cover respectively: jñāna (general knowledge), viveka (discrimination), and self-knowledge — the deepest form being most completely hidden by desire.",
        "yogananda": "Yogananda finds in this verse a profound description of the spiritual condition of ordinary human beings. Like the embryo enclosed in the womb, the soul is present and alive but has not yet emerged into the full light of Self-knowledge. Desire is the womb of spiritual immaturity. The process of sadhana — spiritual practice — is precisely the birthing process: gradually the veils of desire are thinned and finally removed, allowing the Self to emerge into its own natural luminosity. Yogananda connects this to the Vedantic teaching of sat-chit-ānanda: the soul is inherently consciousness-bliss, but desire wraps it in the three bodies (gross, subtle, causal) that obscure this truth.",
        "goyandka": "Goyandka draws attention to the logical structure of these three analogies in terms of removability. Smoke from fire disperses easily in wind. Dust from a mirror can be wiped away. But the womb-covering of an embryo must be dissolved over time through the natural maturation process. This suggests that the degree to which desire has enveloped knowledge varies among individuals, and accordingly the effort required to remove the veil also varies. For those whose desire is like smoke — already thin — a single teaching may suffice to reveal the Self. For those whose covering is like an embryo's membrane — thick and organic — sustained, patient practice over time is required. This verse counsels neither despair nor complacency."
      }
    },
    {
      "verse": 39,
      "sanskrit": "आवृतं ज्ञानमेतेन ज्ञानिनो नित्यवैरिणा ।\nकामरूपेण कौन्तेय दुष्पूरेणानलेन च ॥",
      "transliteration": "āvṛtaṃ jñānam etena jñānino nitya-vairiṇā\nkāma-rūpeṇa kaunteya duṣpūreṇānalena ca",
      "translation": "O Kaunteya, this insatiable fire of desire is the eternal enemy of the wise. It envelopes discriminative knowledge — the soul's most precious treasure — in its hungry flames. Like a forest fire that consumes all in its path, desire destroys the soul's clarity and keeps it bound in the prison of ego-consciousness.",
      "audio": "/assets/audio/ch03/verse_03_39.mp3",
      "word_breakdown": [
        {
          "word": "आवृतम्",
          "transliteration": "āvṛtam",
          "root": "ā + √vṛ (to cover, to veil)",
          "grammatical_form": "Past passive participle, neuter, nominative, singular",
          "meaning": "enveloped / covered / veiled"
        },
        {
          "word": "ज्ञानम्",
          "transliteration": "jñānam",
          "root": "√jñā (to know)",
          "grammatical_form": "Noun, neuter, nominative, singular",
          "meaning": "knowledge / wisdom / Self-knowledge"
        },
        {
          "word": "ज्ञानिनः",
          "transliteration": "jñāninaḥ",
          "root": "jñānin (one who knows) — from jñāna + suffix -in",
          "grammatical_form": "Noun, masculine, genitive, singular",
          "meaning": "of the wise / of the one who knows — genitive of possession"
        },
        {
          "word": "नित्यवैरिणा",
          "transliteration": "nitya-vairiṇā",
          "root": "nitya (eternal, constant) + vaira (enmity) + suffix -in",
          "grammatical_form": "Compound noun/adjective, masculine, instrumental, singular",
          "meaning": "by the constant enemy / by the eternal foe"
        },
        {
          "word": "कामरूपेण",
          "transliteration": "kāma-rūpeṇa",
          "root": "kāma (desire) + rūpa (form, appearance)",
          "grammatical_form": "Compound noun, masculine, instrumental, singular",
          "meaning": "in the form of desire / having the form of kāma"
        },
        {
          "word": "दुष्पूरेण",
          "transliteration": "duṣpūreṇa",
          "root": "duṣ (hard, difficult) + √pṛ (to fill, to satisfy) — duṣpūra",
          "grammatical_form": "Adjective, masculine, instrumental, singular",
          "meaning": "insatiable / hard to fill / impossible to satisfy"
        },
        {
          "word": "अनलेन",
          "transliteration": "analena",
          "root": "an (not) + ala (enough) — anala (fire; that which is never satisfied)",
          "grammatical_form": "Noun, masculine, instrumental, singular",
          "meaning": "by fire / by the fire — anala literally means 'never enough'"
        }
      ],
      "commentary": {
        "dadaji": "This verse deepens the previous analogy by introducing a crucial phrase: 'jñānino nitya-vairiṇā' — the constant enemy of the wise. This is significant: even the jñānī (one possessed of knowledge) is targeted by desire. Desire does not simply prey on the ignorant; it is the nitya-vairiṇa — the perpetual, constitutional enemy of all who seek wisdom. 'Kāma-rūpeṇa analena' — by the fire in the form of desire — fuses two images: desire as an entity with a definite form (rūpa) and desire as fire (anala — literally 'that which is never satisfied'). The Sanskrit word 'anala' itself encodes insatiability: a-nala means 'not enough'. Desire-as-fire is never quenched by feeding; fuel only intensifies it. This verse is Krishna's most direct characterisation of kāma as an active agent of spiritual warfare.",
        "sarvapriyananda": "Swami Sarvapriyananda is struck by the phrase 'nitya-vairiṇā' — the eternal enemy. This is not a temporary adversary encountered in difficult circumstances but a structural feature of conditioned existence: as long as one is embodied and operating through the guṇas, desire will seek to reassert dominance. 'Duṣpūreṇa analena' — the insatiable fire — explains why satisfaction of desires is not a strategy for liberation: each gratification restokes the flame. Sarvapriyananda connects this to the teaching of karma: each satisfied desire strengthens the saṃskāra (latent tendency) that will demand fulfilment again. The only route to genuine peace is recognition of desire's nature and the transcendence of one's identification with the desiring self.",
        "yogananda": "Yogananda meditates on the extraordinary psychological precision of this verse. The description 'duṣpūreṇa analena' — insatiable fire — perfectly captures the phenomenology of desire: the more it is fed, the more it burns. This is the opposite of genuine spiritual joy, which is self-sustaining and increases with depth. Yogananda emphasises that desire feeds on the sense of lack — it is generated by the fundamental misidentification of the self with the body and senses, which are inherently in a state of incompleteness. The cure is not suppression but the discovery of the ānanda (bliss) of the Self, which being inherently full requires nothing external. When even a glimpse of this inner fullness is tasted in meditation, desire's hold begins to loosen.",
        "goyandka": "Goyandka notes that this verse elaborates on the enemy introduced in verse 37 with two devastating characterisations. First, it is 'nitya-vairiṇa' — the permanent enemy, not one that can be finally defeated in a single battle. This calls for constant vigilance rather than complacency. Second, it is 'duṣpūra' — that which cannot be filled. This is the philosophical root of desire's destructive power: it masquerades as something that will ultimately satisfy but by its nature never can. Goyandka emphasises the word 'jñānino' — even the jñānī's knowledge is covered by this enemy. This is not to discourage the pursuit of knowledge but to insist that intellectual knowledge alone, without devotion and surrender to God, cannot fully dislodge the deep-rooted force of desire."
      }
    },
    {
      "verse": 40,
      "sanskrit": "इन्द्रियाणि मनो बुद्धिरस्याधिष्ठानमुच्यते ।\nएतैर्विमोहयत्येष ज्ञानमावृत्य देहिनम् ॥",
      "transliteration": "indriyāṇi mano buddhir asyādhiṣṭhānam ucyate\netair vimohayaty eṣa jñānam āvṛtya dehinam",
      "translation": "The senses, the mind, and the intellect — these three are said to be desire's dwelling places. Through these three doors, desire obscures wisdom and enslaves the soul. Like a general who captures a city's gates, desire seizes the gateways of perception and thought, keeping the Soul locked within the fortress of delusion.",
      "audio": "/assets/audio/ch03/verse_03_40.mp3",
      "word_breakdown": [
        {
          "word": "इन्द्रियाणि",
          "transliteration": "indriyāṇi",
          "root": "indriya (sense organ) — from Indra (the lord who governs)",
          "grammatical_form": "Noun, neuter, nominative, plural",
          "meaning": "the senses / the sense organs"
        },
        {
          "word": "मनः",
          "transliteration": "manaḥ",
          "root": "√man (to think) — manas (mind, the thinking faculty)",
          "grammatical_form": "Noun, neuter, nominative, singular",
          "meaning": "the mind / the lower mind — faculty of thought and feeling"
        },
        {
          "word": "बुद्धिः",
          "transliteration": "buddhiḥ",
          "root": "√budh (to awaken, to know) — buddhi (intellect, discriminative faculty)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "the intellect / the discriminating intelligence"
        },
        {
          "word": "अधिष्ठानम्",
          "transliteration": "adhiṣṭhānam",
          "root": "adhi + √sthā (to stand upon) — adhiṣṭhāna (seat, basis, abode)",
          "grammatical_form": "Noun, neuter, nominative, singular",
          "meaning": "the seat / the abode / the base of operations"
        },
        {
          "word": "विमोहयति",
          "transliteration": "vimohayati",
          "root": "vi + √muh (to be deluded) — causative: to cause delusion",
          "grammatical_form": "Verb, causative, parasmaipada, present tense, 3rd person singular",
          "meaning": "causes delusion / deludes / bewilders — active causation"
        },
        {
          "word": "ज्ञानम् आवृत्य",
          "transliteration": "jñānam āvṛtya",
          "root": "jñāna + ā + √vṛ (to cover) — gerund",
          "grammatical_form": "Noun + gerund (absolutive) — action preceding the main verb",
          "meaning": "having veiled knowledge / by covering knowledge"
        },
        {
          "word": "देहिनम्",
          "transliteration": "dehinam",
          "root": "deha (body) + suffix -in — dehin (the embodied one)",
          "grammatical_form": "Noun, masculine, accusative, singular",
          "meaning": "the embodied soul / the one with a body / the jīva"
        }
      ],
      "commentary": {
        "dadaji": "This verse provides a precise map of how desire operates through the human instrument. Its three seats — indriyāṇi (senses), manas (mind), buddhi (intellect) — represent a progression from periphery to core. Desire first captures the senses, creating impulse; then colonises the mind, creating habitual desire-patterns; and finally corrupts the buddhi itself, the faculty of discrimination, so that even reasoning becomes rationalisation in the service of desire. This last infiltration — the corruption of buddhi — is the most dangerous because it removes the very capacity to discern the enemy. 'Vimohayati eṣa dehinam' — this enemy deludes the embodied soul — makes clear that the target is the jīva, the individual self, which loses touch with its true identity. The prescription follows in the next verses: begin by reclaiming the outermost layer — the senses — and work inward.",
        "sarvapriyananda": "Swami Sarvapriyananda explains that verse 40 provides the 'anatomy of temptation': desire installs itself not merely in one level of the human being but at every level — sensory, mental, and intellectual. This is why superficial restraint (nigraha) is insufficient, as noted in verse 33. A desire repressed at the sensory level simply resurfaces through the mind; a desire repressed at the mind level finds rationalisation in the intellect. The only complete resolution lies in the transcendence of all three through Self-knowledge — the recognition of the ātman that underlies and is untouched by these instruments. Sarvapriyananda connects this to the Vedantic analysis of the pañcakośas (five sheaths): desire permeates the annamaya, prāṇamaya, and manomaya kośas simultaneously.",
        "yogananda": "Yogananda identifies the three seats of desire in this verse with three levels of spiritual practice. At the level of the senses, the practice is pratyāhāra — withdrawal of sensory attention inward. At the level of manas, it is dhāraṇā — concentration that quiets the mind's restless fluctuation. At the level of buddhi, it is dhyāna and samādhi — deep meditation that allows the pure awareness of the ātman to shine through the polished intellect undistorted by desire. The verse thus implicitly outlines the inner architecture of yoga practice: working from the outermost instrument toward the innermost self. The final revelation — that the Self is beyond even buddhi — comes in verses 42–43.",
        "goyandka": "Goyandka highlights the grammatical structure of the verse: senses, manas, and buddhi are described as the 'adhiṣṭhāna' of desire — its base of operations. Desire does not float free but must operate through these instruments. This is actually good news, because it means desire can be dislodged by purifying and strengthening each instrument in turn. Goyandka recommends: control of the senses through sense-regulation and fasting; control of the mind through prayer, japa, and satsang; control of the intellect through viveka (discrimination) and the study of scripture. As each instrument is progressively freed from desire's grip, the individual's natural wisdom begins to shine. This is the practical programme implicit in Krishna's teaching."
      }
    },
    {
      "verse": 41,
      "sanskrit": "तस्मात्त्वमिन्द्रियाण्यादौ नियम्य भरतर्षभ ।\nपाप्मानं प्रजहि ह्येनं ज्ञानविज्ञाननाशनम् ॥",
      "transliteration": "tasmāt tvam indriyāṇy ādau niyamya bharatarṣabha\npāpmānaṃ prajahi hy enaṃ jñāna-vijñāna-nāśanam",
      "translation": "Therefore, O best of the Bharatas, first master the senses — the outer gateways. Having stilled those restless instruments, then slay this enemy called desire that destroys both wisdom and spiritual realization. This is the supreme battle: the inner war between the soul's divine nature and the ego's tyrannical demands.",
      "audio": "/assets/audio/ch03/verse_03_41.mp3",
      "word_breakdown": [
        {
          "word": "तस्मात्",
          "transliteration": "tasmāt",
          "root": "tad (that) — ablative singular",
          "grammatical_form": "Pronoun, ablative, singular — used as inferential conjunction",
          "meaning": "therefore / hence / for this reason"
        },
        {
          "word": "इन्द्रियाणि आदौ",
          "transliteration": "indriyāṇi ādau",
          "root": "indriya (sense) + ādi (beginning) in locative",
          "grammatical_form": "Noun plural + locative adverb",
          "meaning": "the senses first / the senses at the outset — beginning with the peripheral"
        },
        {
          "word": "नियम्य",
          "transliteration": "niyamya",
          "root": "ni + √yam (to restrain, to control)",
          "grammatical_form": "Gerund (absolutive) — action prior to the main verb",
          "meaning": "having regulated / having controlled — then proceed to the next step"
        },
        {
          "word": "भरतर्षभ",
          "transliteration": "bharatarṣabha",
          "root": "Bharata (ancestor) + ṛṣabha (bull — symbol of the best)",
          "grammatical_form": "Compound noun, masculine, vocative, singular",
          "meaning": "O bull among the Bharatas / O best of the Bharata clan — honorific address to Arjuna"
        },
        {
          "word": "पाप्मानम्",
          "transliteration": "pāpmānam",
          "root": "pāpman (sin, evil, the sinful one) — accusative",
          "grammatical_form": "Noun, masculine, accusative, singular",
          "meaning": "this sinful one / this evil one — desire personified as sinner"
        },
        {
          "word": "प्रजहि",
          "transliteration": "prajahi",
          "root": "pra + √hā (to abandon, to slay, to give up)",
          "grammatical_form": "Verb, parasmaipada, imperative, 2nd person singular — intensified with pra-",
          "meaning": "slay! / destroy! / abandon completely! — strong imperative"
        },
        {
          "word": "ज्ञान-विज्ञान-नाशनम्",
          "transliteration": "jñāna-vijñāna-nāśanam",
          "root": "jñāna + vijñāna + √naś (to destroy) — nāśana",
          "grammatical_form": "Compound noun/adjective, masculine, accusative, singular",
          "meaning": "destroyer of knowledge and direct realisation / that which ruins jñāna and vijñāna"
        }
      ],
      "commentary": {
        "dadaji": "This verse provides the strategic instruction: begin with the senses ('ādau niyamya'), for they are the outermost and most accessible seat of desire. From there, work inward. But the ultimate command is 'prajahi' — slay, destroy — desire as the 'pāpmānam', the sinful destroyer of knowledge. The distinction between jñāna and vijñāna is significant: jñāna is theoretical or intellectual knowledge, while vijñāna is the knowledge born of direct inner experience and realisation. Desire destroys not only one's conceptual understanding of truth but also — and more crucially — one's direct living experience of it. The honorific address 'bharatarṣabha' (bull of the Bharatas) reminds Arjuna of his noble lineage and the strength available to him. This is not a counsel of defeat but of confident engagement with the inner enemy.",
        "sarvapriyananda": "Swami Sarvapriyananda explains that 'ādau' — first — reveals the sequential strategy: begin at the outermost periphery and work inward. This is the wisdom of graduated practice. The Gita does not demand immediate and complete transformation of the deepest levels of the psyche; it recommends beginning where the aspirant is — at the level of sensory engagement with the world — and gradually claiming each level of the inner instrument back from desire's dominion. The compound 'jñāna-vijñāna-nāśanam' is crucial: jñāna is knowledge in general, vijñāna is the special knowledge of direct experience — the gnosis that arises in meditation and samādhi. Desire destroys both levels, making even the most learned person spiritually blind if they have not overcome it.",
        "yogananda": "Yogananda draws attention to the imperative 'prajahi' — slay, completely destroy. This is warrior language, and it is deliberate: the battle against desire is a genuine inner war, not a polite request or a mild suggestion. Yogananda notes that 'jñāna-vijñāna' refers to the two levels of God-knowledge: understanding God intellectually (jñāna) and experiencing God directly (vijñāna). Desire destroys the first by distorting one's understanding, and the second by preventing the deep inner stillness required for the divine experience. The path forward requires beginning with sensory regulation — not through violence toward the body but through the cultivation of inner stillness that makes sensory objects less compelling than the inner light.",
        "goyandka": "Goyandka notes that the verse gives a clear programme: 'niyamya' (having controlled) the senses as the first step, followed by 'prajahi' (completely abandoning) desire. This sequence is important — first regulate the outward instruments, then attack the inner root. One cannot slay the root without first having established some basic discipline at the peripheral level. Goyandka also emphasises 'vijñāna-nāśanam': desire destroys vijñāna, the direct knowledge of Brahman. This is why a person may accumulate vast amounts of scriptural knowledge and still remain bound — because desire has destroyed not the information but the inner experiential realisation that the information points toward. Outer learning without inner freedom from desire produces pride, not liberation."
      }
    },
    {
      "verse": 42,
      "sanskrit": "इन्द्रियाणि पराण्याहुरिन्द्रियेभ्यः परं मनः ।\nमनसस्तु परा बुद्धिर्यो बुद्धेः परतस्तु सः ॥",
      "transliteration": "indriyāṇi parāṇy āhur indriyebhyaḥ paraṃ manaḥ\nmanasas tu parā buddhir yo buddheḥ paratas tu saḥ",
      "translation": "Greater than the body are the senses; greater than the senses is the mind; greater than the mind is the discriminating intellect; and greater still — infinitely greater — is the Soul, the Self, that which witnesses all. Know thy true Self as the Highest, and through this supreme knowing, conquer the restless enemy of desire.",
      "audio": "/assets/audio/ch03/verse_03_42.mp3",
      "word_breakdown": [
        {
          "word": "इन्द्रियाणि पराणि",
          "transliteration": "indriyāṇi parāṇi",
          "root": "indriya (sense organ) + para (superior, beyond)",
          "grammatical_form": "Noun plural + adjective plural, neuter, nominative",
          "meaning": "the senses are superior / the sense faculties are higher — than gross matter"
        },
        {
          "word": "आहुः",
          "transliteration": "āhuḥ",
          "root": "√ah (to say) — perfect tense used as present",
          "grammatical_form": "Verb, parasmaipada, perfect, 3rd person plural — often used as present",
          "meaning": "they say / it is said — traditional teaching cited"
        },
        {
          "word": "परम् मनः",
          "transliteration": "paraṃ manaḥ",
          "root": "para (beyond, superior) + manas (mind)",
          "grammatical_form": "Adjective + noun, neuter, nominative, singular",
          "meaning": "the mind is superior — higher than the senses"
        },
        {
          "word": "परा बुद्धिः",
          "transliteration": "parā buddhiḥ",
          "root": "parā (superior, feminine) + buddhi (intellect)",
          "grammatical_form": "Adjective + noun, feminine, nominative, singular",
          "meaning": "the intellect is superior — higher than the mind"
        },
        {
          "word": "यः बुद्धेः परतः",
          "transliteration": "yaḥ buddheḥ parataḥ",
          "root": "yad (relative pronoun) + buddhi + paratas (beyond, further than)",
          "grammatical_form": "Relative pronoun + genitive + adverb",
          "meaning": "that which is beyond the intellect / what lies further than buddhi"
        },
        {
          "word": "सः",
          "transliteration": "saḥ",
          "root": "tad (that) — demonstrative pronoun",
          "grammatical_form": "Pronoun, masculine, nominative, singular — the ultimate referent",
          "meaning": "that is It / that is He / that is the Self — pointing to the Ātman"
        }
      ],
      "commentary": {
        "dadaji": "This verse presents in compressed form the Sāṃkhya-Vedāntic hierarchy of reality from gross to subtle to transcendent. The senses are superior to the gross body and its objects. The mind (manas) is superior to the senses, for it coordinates sensory experience. The intellect (buddhi) is superior to the mind, being the faculty of discrimination and judgment. But the verse's power lies in its final clause: 'yaḥ buddheḥ paratas tu saḥ' — that which is beyond even the intellect, that is it. This is the ātman — the pure witnessing consciousness that underlies and illumines all the other faculties. Identifying the Self with the ātman rather than with any of the instrument-levels is the foundation of liberation. This hierarchy is not merely theoretical; it is a practical map for where to take one's stand in spiritual practice.",
        "sarvapriyananda": "Swami Sarvapriyananda explains that this verse is a compressed version of the Kaṭha Upaniṣad's famous hierarchy (2.3.7: indriyebhyaḥ parā hy arthā arthebhyaś ca paraṃ manaḥ...). The traditional formulation is cited with 'āhuḥ' — they say, implying the ancient wisdom-tradition. The critical move is the final one: beyond buddhi is 'saḥ' — that, pointing with a finger that cannot name its object directly. This is the ātman, the pure subjectivity that is never an object, that illumines buddhi from within without being illumined by anything else. Sarvapriyananda notes that this hierarchy also indicates the strategy for overcoming desire: by progressively disidentifying from senses, mind, and intellect, and identifying with the witnessing Self, desire loses its substrate.",
        "yogananda": "Yogananda describes this verse as the Gita's map of inner ascent. In samādhi, consciousness withdraws from the senses, then from the mind, then from the intellect, and finally rests in its own pure nature — the ātman. This is not the obliteration of personality but its clarification: the instruments are still present but the identification shifts from instrument to the Self that uses them. Yogananda connects 'saḥ' — that — to the Upaniṣadic 'tat tvam asi' (thou art That): the Self beyond intellect is none other than the cosmic Brahman. The recognition of this identity is moksha. This verse therefore contains in seed the entire programme of raja yoga as Patañjali would later systematise it.",
        "goyandka": "Goyandka notes that this ascending hierarchy serves the practical purpose of showing the seeker where desire must ultimately be confronted. Desire at the sensory level is the most visible and the most commonly addressed. But desire embedded in the mind is subtler and stronger. Desire lodged in the intellect — in the form of intellectual pride, ideological attachment, or the desire for knowledge itself as a possession — is the subtlest and most difficult to recognise. The ātman alone, being beyond all three levels, is the vantage point from which desire in all its forms can be witnessed without being compelled. Goyandka therefore emphasises the cultivation of viveka (discrimination) as the means of ascending through these levels toward the Self."
      }
    },
    {
      "verse": 43,
      "sanskrit": "एवं बुद्धेः परं बुद्ध्वा संस्तभ्यात्मानमात्मना ।\nजहि शत्रुं महाबाहो कामरूपं दुरासदम् ॥",
      "transliteration": "evaṃ buddheḥ paraṃ buddhvā saṃstabhyātmānam ātmanā\njahi śatruṃ mahā-bāho kāma-rūpaṃ durāsadam",
      "translation": "Thus knowing thy true Self — that which is beyond intellect, beyond mind, beyond senses, beyond the body — steady the lower self by the higher Self. O Mighty-armed Arjuna, slay this enemy in the form of desire that is so difficult to overcome. In the light of the eternal Self, no enemy can stand.",
      "audio": "/assets/audio/ch03/verse_03_43.mp3",
      "word_breakdown": [
        {
          "word": "एवम्",
          "transliteration": "evam",
          "root": "evam (thus, in this way) — indeclinable",
          "grammatical_form": "Indeclinable adverb — summarising all that precedes",
          "meaning": "thus / in this manner / accordingly"
        },
        {
          "word": "बुद्धेः परम् बुद्ध्वा",
          "transliteration": "buddheḥ paraṃ buddhvā",
          "root": "buddhi (intellect) + para (beyond) + √budh (to know) — gerund",
          "grammatical_form": "Genitive + accusative + gerund (absolutive)",
          "meaning": "having known that which is beyond the intellect — prior completing action"
        },
        {
          "word": "संस्तभ्य",
          "transliteration": "saṃstabhya",
          "root": "sam + √stambh (to make firm, to steady, to support)",
          "grammatical_form": "Gerund (absolutive), action prior to the main verb",
          "meaning": "having steadied / having stabilised / having braced firmly"
        },
        {
          "word": "आत्मानम् आत्मना",
          "transliteration": "ātmānam ātmanā",
          "root": "ātman (Self, soul) — same word in accusative and instrumental",
          "grammatical_form": "Reflexive construction: accusative + instrumental of same noun",
          "meaning": "the self by the Self / oneself by the higher Self — the lower steadied by the higher"
        },
        {
          "word": "जहि",
          "transliteration": "jahi",
          "root": "√han (to slay, to strike down)",
          "grammatical_form": "Verb, parasmaipada, imperative, 2nd person singular",
          "meaning": "slay! / kill! / strike down! — the final battle-command of the chapter"
        },
        {
          "word": "शत्रुम्",
          "transliteration": "śatrum",
          "root": "√śat (to destroy) or √han variant — śatru (enemy, destroyer)",
          "grammatical_form": "Noun, masculine, accusative, singular",
          "meaning": "the enemy / the foe — desire in its full destructive nature"
        },
        {
          "word": "महाबाहो",
          "transliteration": "mahā-bāho",
          "root": "mahā (great) + bāhu (arm) — vocative",
          "grammatical_form": "Compound noun, masculine, vocative, singular",
          "meaning": "O great-armed one / O mighty-armed Arjuna — honorific address"
        },
        {
          "word": "कामरूपम्",
          "transliteration": "kāma-rūpam",
          "root": "kāma (desire) + rūpa (form, appearance)",
          "grammatical_form": "Compound noun/adjective, masculine, accusative, singular",
          "meaning": "in the form of desire / having the nature of desire — desire as the enemy's shape"
        },
        {
          "word": "दुरासदम्",
          "transliteration": "durāsadam",
          "root": "dur (difficult) + ā + √sad (to sit, to approach) — durāsada",
          "grammatical_form": "Compound adjective, masculine, accusative, singular",
          "meaning": "difficult to overcome / hard to approach / formidable — the enemy's power"
        }
      ],
      "commentary": {
        "dadaji": "This verse closes Chapter Three with a battle-cry that is simultaneously a philosophical synthesis and a call to inner action. 'Buddheḥ paraṃ buddhvā' — having known that which is beyond the intellect — is the Vedantic prerequisite: the aspirant must first achieve the intellectual recognition that the Self transcends all instruments. But this knowledge must become more than intellectual. 'Saṃstabhyātmānam ātmanā' — steadying the self by the Self — is the yogic act: the lower self (conditioned ego operating through senses, mind, and intellect) is stabilised and supported by the higher Self (pure witnessing ātman). From this steady ground, the battle against desire — 'kāma-rūpaṃ durāsadam' — can be effectively waged. 'Durāsadam' (hard to overcome) is honest: Krishna does not minimise the difficulty. But with the Self as one's foundation, victory is possible. The address 'mahā-bāho' reminds Arjuna that the strength of the great-armed one is not only of body but of Spirit.",
        "sarvapriyananda": "Swami Sarvapriyananda identifies the key instruction of this verse as the reflexive construction 'ātmānam ātmanā' — the self by the Self. This is the Gita's method in miniature: the lower self (jīva, ego, the instrument-complex of senses, mind, and intellect) is to be steadied and ultimately transcended by identification with the higher Self (ātman, the pure witness). This is not an external resource but an internal one — the very consciousness that is already present and already free, veiled only by the habit of misidentification with the instruments. The chapter ends with 'durāsadam' — difficult to overcome — which is precise and important. No spiritual bypassing is offered here. Desire is a formidable enemy. But the weapon — Self-knowledge — is more formidable still.",
        "yogananda": "Yogananda reads this closing verse as the entire teaching of yoga compressed into four phrases: know the Self (buddhvā), stabilise in the Self (saṃstabhya ātmanā), identify with the Self rather than the ego (ātmānam ātmanā), and then act from that ground (jahi śatrum). This is the sequence of genuine spiritual transformation: intellectual understanding, inner stabilisation through practice, experiential shift of identity, and the resulting freedom of action. 'Kāma-rūpaṃ durāsadam' — the enemy in the form of desire, hard to overcome — is met not by force of ego-will alone but by the infinitely greater force of the Self, which is none other than the divine Purusha dwelling in the heart. The 'great-armed Arjuna' is reminded that his truest strength is spiritual, not muscular.",
        "goyandka": "Goyandka concludes his commentary on Chapter Three by noting that this final verse provides the complete method in seed form. First, the means: 'buddheḥ paraṃ buddhvā' — know the Self that transcends even the intellect. This knowledge is the sword. Second, the inner posture: 'saṃstabhya ātmānam ātmanā' — stabilise the ego-self in the higher Self. This stabilisation is achieved through sustained practice, devotion, and surrender to God. Third, the action: 'jahi śatruṃ kāma-rūpam' — from that established position, slay desire. Goyandka emphasises that 'durāsadam' should not discourage but motivate: the Gita would not describe so complete and powerful a method if the enemy were not genuinely formidable. The greatness of the teaching matches the greatness of the obstacle."
      }
    }
  ]
}