{
  "chapter": 13,
  "verses": [
    {
      "verse": 31,
      "sanskrit": "anāditvān nirguṇatvāt paramātmāyam avyayaḥ |\nśarīra-stho'pi kaunteya na karoti na lipyate ||",
      "transliteration": "anāditvān nirguṇatvāt paramātmā ayam avyayaḥ |\nśarīra-sthaḥ api kaunteya na karoti na lipyate ||",
      "translation": "Because this Supreme Self (Paramātman) is beginningless and without attributes (nirguṇa), O Kaunteya — though dwelling in the body, It does not act and is not tainted.",
      "audio": "/assets/audio/ch13/verse_13_31.mp3",
      "word_breakdown": [
        { "word": "anāditvāt", "meaning": "because of being beginningless; anādi = without beginning, tvāt = ablative suffix indicating reason" },
        { "word": "nirguṇatvāt", "meaning": "because of being without the three guṇas (sattva, rajas, tamas); beyond all qualities and attributes" },
        { "word": "paramātmā", "meaning": "the Supreme Self; param = highest/supreme, ātmā = Self; the universal, transcendent Consciousness" },
        { "word": "ayam", "meaning": "this; pointing to the very Self being discussed — near and immediate, not distant" },
        { "word": "avyayaḥ", "meaning": "imperishable, undecaying, inexhaustible; that which never diminishes or changes" },
        { "word": "śarīra-sthaḥ", "meaning": "dwelling in the body; śarīra = body, stha = situated/abiding; though it appears to reside within" },
        { "word": "api", "meaning": "even, though, despite; the critical concessive — despite appearances of embodiment" },
        { "word": "kaunteya", "meaning": "O son of Kuntī; Arjuna addressed by his maternal lineage, suggesting closeness and care" },
        { "word": "na karoti", "meaning": "does not act, does not perform any action; pure witnessing Consciousness has no agency" },
        { "word": "na lipyate", "meaning": "is not tainted, not smeared, not stained; lip = to smear/anoint; the Self is untouched by actions performed in the body" },
        { "word": "nirguṇa", "meaning": "beyond guṇas; not subject to the binding influence of nature's three modes; pure Existence-Consciousness-Bliss" },
        { "word": "anādi", "meaning": "without origin; that which was never born and therefore can never die; eternal in the absolute sense" }
      ],
      "commentary": {
        "dadaji": "Beloved Arjuna, what a freeing truth Bhagavān reveals here — that the Supreme Self dwelling within your very heart is untouched by anything you have ever done or left undone. It is anādi, without beginning, which means it was never born into limitation; it is nirguṇa, beyond all qualities, which means no experience in the world of guṇas can color it. Though this radiant Paramātman lives within the body as its innermost witness, it stands apart like a lamp that illumines a room without being stained by what happens in that room. 'Na karoti na lipyate' — does not act, is not stained — these four words hold the key to all liberation. Rest in this recognition, dear one: your truest Self is already free.",
        "sarvapriyananda": "This verse presents the central Advaita Vedānta argument for the Ātman's absolute purity: the two reasons given — anāditvāt (beginninglessness) and nirguṇatvāt (attributelessness) — are not merely descriptive but logically sufficient to establish non-doership and non-taintability. If there is no beginning, there is no causal chain through which karma can attach; if there are no guṇas, there is no medium through which the modes of Prakṛti can operate. The apparent embodiment (śarīra-sthaḥ) is a superimposition due to avidyā — just as one mistakenly attributes redness to a crystal placed near a red flower. The Paramātman is ayam — 'this' — the ever-present witness-consciousness, and the recognition 'I am this' dissolves all sense of doership and bondage in an instant.",
        "yogananda": "The great Paramātman is not a distant God but the very Light behind your eyes and the Silence beneath your thoughts — beginningless because It never entered time, nirguṇa because It transcends the vibratory nature of creation. The body is like an intricate instrument through which Cosmic Consciousness plays, yet just as electricity is not diminished or changed by passing through countless bulbs, the Self is not altered by the countless experiences it witnesses through the body-mind. 'Na karoti na lipyate' points to the soul's essential nature in samādhi — where one directly experiences that one has never truly acted or been bound, that all activity belonged only to Prakṛti's dance. This verse is an invitation to shift your identity inward from the dancer to the witnessing Stillness that is eternally untouched, eternally pure, eternally free.",
        "goyandka": "Śrī Bhagavān here establishes the philosophical basis for the Ātman's non-involvement through two irrefutable reasons. First, anāditvāt: that which has no beginning is not subject to origination, and that which is not originated cannot be subjected to bondage or modification — karma requires a starting point, and the Ātman has none. Second, nirguṇatvāt: action (karma) arises from the interplay of the three guṇas within Prakṛti; that which is beyond the guṇas has no instruments of action and no medium of contamination. The avyayaḥ — imperishable — nature of Paramātman confirms its absolute immutability. 'Śarīra-sthaḥ api' acknowledges the apparent contradiction (how can the indwelling witness be uninvolved?) and resolves it decisively: proximity and permeation are not participation. The disciple must hold this distinction firmly in viveka (discriminative understanding) to progress toward liberation."
      }
    },
    {
      "verse": 32,
      "sanskrit": "yathā sarva-gataṃ saukṣmyād ākāśaṃ nopalipyate |\nsarvatrāvasthito dehe tathātmā nopalipyate ||",
      "transliteration": "yathā sarva-gataṃ saukṣmyāt ākāśaṃ na upalipyate |\nsarvatra avasthitaḥ dehe tathā ātmā na upalipyate ||",
      "translation": "As the all-pervading ether is not tainted — because of its subtlety — so the Self, present everywhere within the body, is not tainted.",
      "audio": "/assets/audio/ch13/verse_13_32.mp3",
      "word_breakdown": [
        { "word": "yathā", "meaning": "just as, in the same way that; introduces the analogical reasoning (dṛṣṭānta)" },
        { "word": "sarva-gatam", "meaning": "all-pervading, going everywhere; sarva = all, gata = gone/pervading; omnipresent without exception" },
        { "word": "saukṣmyāt", "meaning": "because of subtlety; sūkṣma = subtle/fine; the ablative indicates this subtlety as the reason for non-taintability" },
        { "word": "ākāśam", "meaning": "ether, space, sky; the subtlest of the five great elements (pañca-mahābhūtas), pervading all others" },
        { "word": "na upalipyate", "meaning": "is not tainted, not smeared; upa = towards/upon, lip = to smear; despite intimate contact, no staining occurs" },
        { "word": "sarvatra", "meaning": "everywhere, in all places; the Self is not merely in some bodies but equally present in every body without distinction" },
        { "word": "avasthitaḥ", "meaning": "situated, established, abiding; thoroughly present and pervading — not merely touching but fully pervading" },
        { "word": "dehe", "meaning": "in the body; locative singular; within this particular body (and by extension, all bodies)" },
        { "word": "tathā", "meaning": "so, in the same way; the conclusion of the analogy — what is true of ākāśa is true of Ātman" },
        { "word": "ātmā", "meaning": "the Self; pure Consciousness, the witness; Ātman as the indwelling knower of the field (kṣetrajña)" },
        { "word": "sūkṣma", "meaning": "subtle; subtler than the subtlest element; Ātman is beyond even ākāśa in its fineness, hence even less susceptible to taint" },
        { "word": "upalipyate", "meaning": "becomes smeared/tainted; the verbal form emphasizes a process of gradual contamination — which simply does not occur for Ātman" },
        { "word": "sarva-gata", "meaning": "one whose nature is to pervade all; omnipresence here is not merely spatial but ontological — the ground of all existence" }
      ],
      "commentary": {
        "dadaji": "Bhagavān now gives us the most tender and beautiful analogy — ākāśa, the open sky, the element of space. Think of how the sky holds within itself the smoke of fires, the dust of storms, the perfumes of flowers, the cries of birds — it holds all, yet it is stained by none. In this very same way, our beloved Self pervades every cell of this body, every flicker of every thought, every surge of every emotion, yet remains forever luminous and spotless. The word 'saukṣmyāt' — because of its subtlety — is so precious: it is precisely because Ātman is more subtle than the mind, more subtle than the senses, more subtle than even space itself, that nothing in the gross realm can cling to it. Sit quietly, beloved seeker, and feel that open spaciousness within — that is your truest address.",
        "sarvapriyananda": "The ākāśa analogy (ākāśa-dṛṣṭānta) appears across the Upaniṣads — in the Chāndogya, the Bṛhadāraṇyaka, and the Muṇḍaka — as the premier illustration of Brahman's non-contamination despite pervasiveness, and here Bhagavān employs it with precision. The logical structure is impeccable: ākāśa is sarva-gata (all-pervading) yet upalipyate na (not tainted), because it is sūkṣma (subtle) relative to the gross objects within it. Similarly, the Ātman is sarvatra avasthitaḥ (present everywhere in the body), yet precisely because it transcends even the subtlest modification of mind and matter, it remains na upalipyate. The Vedāntic term for this is 'asaṅga' — the Unattached — and Śaṅkarācārya in his commentary notes that the analogy works because both ākāśa and Ātman share the quality of being niravayava (without parts), which is the root of their imperturbability. The seeker who truly grasps this verse is on the threshold of direct experience of the Self.",
        "yogananda": "The ether analogy used here is not merely poetic — it is a precise metaphysical map. In the yogic cosmology, ākāśa is the primordial vibratory ground of all creation, the 'Aum-substance' from which gross matter condenses; yet even this subtlest element is still within Prakṛti, still part of the created order. The Ātman is beyond even ākāśa, subtler than vibration itself, quieter than the silence between sounds. When in deep meditation the practitioner withdraws awareness from the senses, the mind, and even the feeling of energy in the body, what remains — that pure, featureless, unbounded awareness — is the Self described in this verse: sarvatra avasthitaḥ (present everywhere) yet na upalipyate (touched by nothing). This is the experience of kaivalya — the soul resting in its own infinite nature, uncontracted by any object, relation, or circumstance.",
        "goyandka": "Having established in the previous verse the philosophical grounds for Ātman's non-contamination (anāditva and nirguṇatva), Bhagavān here provides an experiential analogy accessible to all. The ākāśa illustration works on two levels: first, it demonstrates pervasive non-attachment — sarva-gata yet untainted; second, it reveals why this is so — saukṣmyāt, due to subtlety. One should note the progression: among the pañca-mahābhūtas, ākāśa is the subtlest and hence least susceptible to modification; the Ātman is subtler than all elements combined and is therefore absolutely untouched. The phrase 'dehe avasthitaḥ' should be understood carefully — the Self does not become the body by residing in it, just as space does not become a pot by being enclosed within it (the famous ghaṭākāśa and mahākāśa distinction of Vedānta). The 'pot-space' appears limited but is in truth the infinite Space itself; the 'body-self' appears individual but is the universal Ātman."
      }
    },
    {
      "verse": 33,
      "sanskrit": "yathā prakāśayaty ekaḥ kṛtsnaṃ lokam imaṃ raviḥ |\nkṣetraṃ kṣetrī tathā kṛtsnaṃ prakāśayati bhārata ||",
      "transliteration": "yathā prakāśayati ekaḥ kṛtsnam lokam imam raviḥ |\nkṣetram kṣetrī tathā kṛtsnam prakāśayati bhārata ||",
      "translation": "As the one sun illumines this entire world, so the Kṣetrin (the Lord of the field, Kṣetrajña) illumines the entire kṣetra (all fields), O Bhārata.",
      "audio": "/assets/audio/ch13/verse_13_33.mp3",
      "word_breakdown": [
        { "word": "yathā", "meaning": "just as; introduces the sun analogy (ravi-dṛṣṭānta), one of the Gītā's most celebrated illustrations" },
        { "word": "prakāśayati", "meaning": "illumines, makes manifest, causes to shine; from pra + kāś = to shine; the Ātman illumines not by physical light but by Consciousness" },
        { "word": "ekaḥ", "meaning": "one, single, alone; the crucial word — one sun, one Self; non-duality in the most direct statement" },
        { "word": "kṛtsnam", "meaning": "entire, whole, complete, without remainder; not partially but fully — the entire world, the entire kṣetra" },
        { "word": "lokam", "meaning": "world, realm; the entire perceptible and imperceptible universe; all that is within the field of experience" },
        { "word": "imam", "meaning": "this; the demonstrative pointing to the world immediately present — not abstract but this very world before us" },
        { "word": "raviḥ", "meaning": "the sun; from ravi = the shining one; the sun as cosmic illuminator, giver of all visibility and life" },
        { "word": "kṣetram", "meaning": "the field; the body-mind-sense complex and by extension all embodied beings, the entire realm of Prakṛti" },
        { "word": "kṣetrī", "meaning": "the owner/lord of the field; the knower, the Kṣetrajña, the Ātman as the illumining witness-Consciousness" },
        { "word": "tathā", "meaning": "so, in like manner; the analogy resolves — what the sun is to the physical world, the Kṣetrajña is to all fields" },
        { "word": "bhārata", "meaning": "O descendant of Bharata; Arjuna addressed by his dynastic name, placing this ultimate teaching in the context of his noble lineage" },
        { "word": "ravi-dṛṣṭānta", "meaning": "the sun analogy; not mentioned explicitly but the technical name for this illustration used in Vedāntic commentaries" },
        { "word": "kṣetrī-prakāśa", "meaning": "the illumination by the Kṣetrajña; Consciousness that makes all contents of the field (perceptions, thoughts, emotions) knowable" },
        { "word": "eka-kṣetrajña", "meaning": "the one Knower of all fields; the single non-dual Consciousness appearing as if multiple due to multiple bodies, just as one sun appears multiplied in many pools of water" }
      ],
      "commentary": {
        "dadaji": "Of all the analogies in this luminous chapter, this one shines the brightest — the sun. One sun, and yet it fills this entire universe with light; there is not a shadow, not a grain of dust, not a tear on a cheek that is not illumined by this single radiance. And just so, there is one Kṣetrajña — one pure Consciousness — and all the countless bodies in all the countless worlds are illumined, known, and made real by this one Light. Bhagavān addresses Arjuna as 'Bhārata' here — child of the great lineage — as if to say: you come from greatness, now recognize the greatest truth of all. There are not many selves, dear one; there is one Self wearing many faces, one Sun shining through many windows. When you recognize the Sun rather than the windows, you have seen God.",
        "sarvapriyananda": "The ravi-dṛṣṭānta (sun analogy) here is the culmination of the chapter's teaching on the relationship between Kṣetra and Kṣetrajña, and it makes the Advaita (non-dual) position unmistakable. The Kṣetrajña is ekaḥ — one — and this 'one' is not numerical oneness (which would still imply a possible many) but the non-dual One without a second. Just as the sun's light falls on all objects without the sun multiplying or dividing itself, the single Kṣetrajña illumines all fields (kṛtsnaṃ kṣetram) without fragmenting into separate selves. The apparent multiplicity of individual kṣetrajñas — one per body — is like the multiplicity of sun-reflections in a thousand pots of water: the reflected images are many, the sun is one. Śaṅkara uses precisely this pratibimba-vāda (reflection theory) to explain how Brahman appears as jīvas. The word 'kṛtsnam' (entire, without remainder) leaves no room for a portion of the field unillumined — there is no corner of experience, however dark or confused, that lies outside the scope of Consciousness.",
        "yogananda": "The sun analogy is one of the most exquisite in all sacred literature, for the sun is the most accessible symbol of what Cosmic Consciousness actually is. Consider: the sun does not choose which flower to illuminate and which to leave in darkness; it shines on the saint and the sinner, on the diamond and the mud, with equal impartiality. This is exactly the nature of the Kṣetrajña — universal, non-discriminating, effortlessly illuminating. In deep samādhi, the yogi does not merge with a personal God but with this Cosmic Sun of Consciousness, and in that mergence realizes: 'I was always this.' The kṛtsnaṃ kṣetram — the entire field — means that no thought, no memory, no sensation could ever be known without this Light of Awareness; when you ask 'what is it that knows this experience?', you are touching the Sun. And there is only one asker, one knower, one Sun — the word 'ekaḥ' is perhaps the most liberating word in the entire Gītā.",
        "goyandka": "This verse accomplishes in one śloka what entire treatises attempt to establish: the unity of the Kṣetrajña across all kṣetras. The logical force of the analogy proceeds thus — we observe that the sun, though one (ekaḥ), illumines the entire world (kṛtsnaṃ lokam); we do not posit a separate sun for each country, city, or house. By analogical reasoning (anumāna), we should conclude that the Kṣetrajña, being one Consciousness, illumines all kṣetras without needing to be multiplied. The word 'prakāśayati' is crucial: just as the sun enables all objects to be seen without itself being an object, the Kṣetrajña enables all contents of experience to be known while itself remaining the non-objectifiable Subject. It cannot be made an object of knowledge because it is the very light by which all knowledge occurs — this is the Vedāntic concept of the 'self-luminous' (svayam-prakāśa) nature of Ātman. The conclusion for sādhana is direct: do not seek the Self as an object; recognize that you are the seeking Awareness itself."
      }
    },
    {
      "verse": 34,
      "sanskrit": "kṣetra-kṣetrajñayor evam antaram jñāna-cakṣuṣā |\nbhūta-prakṛti-mokṣaṃ ca ye vidur yānti te param ||",
      "transliteration": "kṣetra-kṣetrajñayoḥ evam antaram jñāna-cakṣuṣā |\nbhūta-prakṛti-mokṣam ca ye viduḥ yānti te param ||",
      "translation": "Those who thus perceive with the eye of wisdom (jñāna-cakṣus) the distinction between the kṣetra and kṣetrajña, and liberation from the Prakṛti-nature of beings — they go to the Supreme.",
      "audio": "/assets/audio/ch13/verse_13_34.mp3",
      "word_breakdown": [
        { "word": "kṣetra-kṣetrajñayoḥ", "meaning": "of the field and the knower of the field; genitive dual — the entire chapter's two-term framework summarized in a single compound" },
        { "word": "evam", "meaning": "thus, in this way; referring to all that has been taught in this chapter — the thorough understanding arrived at through all 33 preceding verses" },
        { "word": "antaram", "meaning": "the distinction, difference, interval between; the viveka — discriminative knowledge — that sees them as fundamentally different in nature" },
        { "word": "jñāna-cakṣuṣā", "meaning": "with the eye of wisdom/knowledge; jñāna = knowledge, cakṣus = eye; the inner eye of discriminative understanding that transcends ordinary perception" },
        { "word": "bhūta-prakṛti-mokṣam", "meaning": "liberation from the Prakṛti of beings; bhūta = beings/creatures, prakṛti = primal nature, mokṣa = release/freedom; freedom from the cycle of embodiment driven by Prakṛti" },
        { "word": "ca", "meaning": "and; connecting two objects of jñāna: (1) the kṣetra-kṣetrajña distinction and (2) liberation from bhūta-prakṛti" },
        { "word": "ye viduḥ", "meaning": "those who know/perceive; viduḥ from vid = to know/see; not merely intellectual knowing but direct realization (vijñāna)" },
        { "word": "yānti", "meaning": "they go, they reach, they attain; the movement toward liberation — not through physical travel but through shift of identity and understanding" },
        { "word": "te", "meaning": "they; those specific ones who have achieved this direct perception — an encouragement that such liberation is attainable" },
        { "word": "param", "meaning": "the Supreme, the Highest; paraṃ Brahma — not a place to go but a recognition of one's own ultimate nature; the Supreme that is one's own deepest Self" },
        { "word": "jñāna-cakṣus", "meaning": "the eye of wisdom; in Vedānta, this refers to the purified intellect (śuddha-buddhi) capable of discriminating Ātman from anātman, Puruṣa from Prakṛti" },
        { "word": "mokṣa", "meaning": "liberation, release, freedom; the fourth puruṣārtha and the supreme aim of the Gītā's teaching; here specifically, release from bhūta-prakṛti" },
        { "word": "viveka", "meaning": "discriminative wisdom; though not appearing explicitly, antaram jñāna-cakṣuṣā is the definition of viveka — the core qualification for liberation in Advaita Vedānta" },
        { "word": "param yānti", "meaning": "they attain the Supreme; the chapter's final promise and the entire Gītā's purpose in two words — those who perceive rightly go to the Highest" }
      ],
      "commentary": {
        "dadaji": "And with this final verse, Bhagavān extends his most loving invitation — not a command, not a doctrine, but an open hand reaching toward every soul. 'Those who thus perceive with the eye of wisdom' — the 'thus' is the accumulated light of all thirty-four verses, the whole chapter's journey arriving at this single point. The jñāna-cakṣus, the eye of wisdom, is not something to be acquired from outside; it is the natural vision of the heart purified by love, selfless action, and sincere inquiry. When this eye opens — truly opens — one sees with luminous clarity that the body-mind is the field, the pure Witness is the Knower, and one's own Self has never been touched by anything the field has passed through. Bhūta-prakṛti-mokṣam — freedom from being swept along by nature's currents — is the fruit. And 'param' — the Supreme — is where they go. Where is the Supreme? It is here. It has always been here. It is what you are. Come home, beloved.",
        "sarvapriyananda": "This concluding verse is architecturally perfect as the resolution of the entire chapter's argument. The chapter opened by establishing the kṣetra-kṣetrajña distinction (v.1-3), elaborated the nature of the kṣetra (v.5-7), described the qualities of jñāna (v.8-12), explained the nature of the kṣetrajña as Brahman (v.13-18), explored the interplay of Puruṣa and Prakṛti (v.19-23), and described the various paths to liberation (v.24-29). Now the conclusion: the fruit of all this understanding is jñāna-cakṣus — the eye of wisdom — that perceives the antaram (distinction) between kṣetra and kṣetrajña. 'Bhūta-prakṛti-mokṣam' points to what this discrimination achieves: freedom from the mistaken identification with Prakṛti that is the root of all saṃsāra. The result — 'te param yānti' — is stated simply and absolutely: they go to the Supreme. In Advaita terms, this 'going' is an apparent movement; in reality it is a removal of the veil (āvaraṇa) that concealed what was always and already present. The chapter ends not with a ritual, a practice, or a prayer, but with knowledge — jñāna — as the supreme liberator.",
        "yogananda": "The 'eye of wisdom' — jñāna-cakṣus — is what the yogic traditions call the spiritual eye or the third eye, the center of divine perception located at the point between the eyebrows. But it is not merely anatomical; it is the faculty of consciousness that can directly perceive truth rather than merely reason about it. When this eye opens fully, the practitioner does not merely believe in the distinction between the Self and Prakṛti — they see it directly, as clearly as they see a flower. And this seeing is itself the liberation: bhūta-prakṛti-mokṣam — freedom from being bound by the nature of embodied existence — is not a future event but the immediate fruit of this clarity. 'Te param yānti' — they attain the Supreme — and the Supreme toward which they travel is the infinite ocean of Consciousness into which the individual wave dissolves and realizes it was always the ocean. The entire Bhagavad Gītā is teaching this one thing: know who you are, and be free.",
        "goyandka": "The concluding verse of the thirteenth chapter brings the entire discourse of kṣetra and kṣetrajña to its practical resolution. Three things are specified as the objects of this liberating perception: (1) the kṣetra itself, thoroughly described in verses 5-7; (2) the kṣetrajña, thoroughly described in verses 13-18 and 26-34; and (3) bhūta-prakṛti-mokṣam — freedom from the Prakṛti that constitutes the individual being's bondage. The instrument is jñāna-cakṣus — the eye of direct knowledge — not inference, not faith, not ritual observance alone, but clear discriminative vision. Śrī Śaṅkarācārya notes in his Gītā-bhāṣya that 'antaram' (distinction) here refers specifically to the absolute difference in nature: kṣetra is jaḍa (insentient), kṣetrajña is cit (pure sentience); kṣetra changes, kṣetrajña is immutable; kṣetra is bound, kṣetrajña is eternally free. The one who perceives this with the firmness and clarity of direct realization — 'ye viduḥ' — attains 'param', the Supreme Reality that the entire śāstra declares to be identical with one's own innermost Self. This is the upaśama, the supreme peace and conclusion of the thirteenth chapter."
      }
    }
  ]
}
