{
  "chapter": 5,
  "verses": [
    {
      "verse": 11,
      "sanskrit": "श्रीभगवानुवाच ।\nकायेन मनसा बुद्ध्या केवलैरिन्द्रियैरपि ।\nयोगिनः कर्म कुर्वन्ति सङ्गं त्यक्त्वाऽऽत्मशुद्धये ॥",
      "transliteration": "śrī-bhagavān uvāca\nkāyena manasā buddhyā kevalair indriyair api\nyoginaḥ karma kurvanti saṅgaṃ tyaktvā ātma-śuddhaye",
      "translation": "The Blessed Lord said: Yogis perform action with the body, mind, intellect, and even the senses alone — having abandoned attachment — for the purification of the self.",
      "audio": "/assets/audio/ch05/verse_05_11.mp3",
      "word_breakdown": [
        {"word": "कायेन", "transliteration": "kāyena", "root": "kāya (body)", "grammatical_form": "Noun, masculine, instrumental, singular", "meaning": "with the body / by means of the body"},
        {"word": "केवलैः", "transliteration": "kevalaiḥ", "root": "kevala (alone, mere, pure)", "grammatical_form": "Adjective, masculine, instrumental, plural", "meaning": "merely / with the senses alone / without inner identification"},
        {"word": "सङ्गं त्यक्त्वा", "transliteration": "saṅgaṃ tyaktvā", "root": "saṅga (attachment) + √tyaj (to abandon)", "grammatical_form": "Accusative + absolutive (gerund)", "meaning": "having abandoned attachment / relinquishing the sense of personal ownership"},
        {"word": "आत्मशुद्धये", "transliteration": "ātma-śuddhaye", "root": "ātman (self) + √śudh (to purify)", "grammatical_form": "Compound noun, dative, singular", "meaning": "for the purification of the self / for the cleansing of the inner being"},
        {"word": "योगिनः", "transliteration": "yoginaḥ", "root": "√yuj (to unite)", "grammatical_form": "Noun, masculine, nominative, plural", "meaning": "yogis / those who are united with the Divine through practice"}
      ],
      "commentary": {
        "dadaji": "Krishna opens this new section with a vital clarification: the yogi acts through body, mind, intellect, and senses — nothing is excluded, the whole personality is engaged — but all of it is deployed with one purpose alone: ātma-śuddhi, the purification of the inner self. Dadaji always said that this is the secret of karma yoga. We do not act to acquire, to enjoy, to succeed, to be praised. We act to become purer. Every action becomes a cleansing fire when we relinquish the attachment that normally accompanies it. The word 'kevalaiḥ' — merely, alone — is profound: the senses do their work instrumentally, mechanically, without the ego's sticky claim of 'I am doing this.' That difference — ego-attached action versus ego-released action — is the whole of the teaching.",
        "sarvapriyananda": "This verse distinguishes the karma yoga of the yogin from ordinary worldly action through a single pivot: 'saṅgaṃ tyaktvā' — having abandoned attachment. The instruments of action listed — kāya (body), manas (mind), buddhi (intellect), and indriya (senses) — are the same instruments used by every human being. The difference is not in what is used but in the inner attitude with which it is used. 'Kevalaiḥ' — merely — qualifies the senses: they function as neutral instruments, as a surgeon's tools, without the ego's identification. The goal declared here is 'ātma-śuddhi' — self-purification — which in Vedantic terms means the removal of āvaraṇa (veiling) and vikṣepa (agitation) from the mind, revealing the ever-present Brahman.",
        "yogananda": "Yogananda saw this verse as the charter of action for the karma yogi. Every instrument you possess — body, mind, intellect, senses — is legitimate for use in spiritual life. Nothing need be suppressed or denied. But the inner revolution is this: abandon the attachment to results. The yogi who works in the world is purifying the inner self with every single act. Each gesture of selfless service burns away another layer of ego-encrustation. Yogananda taught that ātma-śuddhi — self-purification — is not a preliminary to spiritual life; it IS the spiritual life for the karma yogi. Through action without attachment, the soul progressively unveils its own innate divine purity.",
        "goyandka": "Goyandka's commentary emphasizes that the four instruments listed — kāya, manas, buddhi, and indriya — represent the totality of the human psycho-physical apparatus. Nothing is left out. The karma yogi does not retreat from any aspect of life or personality; he employs all of them fully, but with the crucial qualifier 'kevalaiḥ' — in their mere functional capacity, without the superimposition of ego-ownership. The purpose declared — 'ātma-śuddhaye' — confirms that the Geeta regards karma yoga not as a worldly strategy but as a genuine path of inner transformation. Purification of the antaḥkaraṇa (inner instrument of mind-intellect-ego) is the direct preparation for the dawn of Self-knowledge."
      }
    },
    {
      "verse": 12,
      "sanskrit": "युक्तः कर्मफलं त्यक्त्वा शान्तिमाप्नोति नैष्ठिकीम् ।\nअयुक्तः कामकारेण फले सक्तो निबध्यते ॥",
      "transliteration": "yuktaḥ karma-phalaṃ tyaktvā śāntim āpnoti naiṣṭhikīm\nayuktaḥ kāma-kāreṇa phale sakto nibadhyate",
      "translation": "The man of yoga (yuktaḥ), having abandoned the fruit of action, attains peace born from steadfastness; the man without yoga (ayuktaḥ), impelled by desire and attached to fruit, is bound.",
      "audio": "/assets/audio/ch05/verse_05_12.mp3",
      "word_breakdown": [
        {"word": "युक्तः", "transliteration": "yuktaḥ", "root": "√yuj (to unite)", "grammatical_form": "Past participle, masculine, nominative, singular", "meaning": "the one united with yoga / the karma yogi / one who is properly engaged"},
        {"word": "नैष्ठिकीम्", "transliteration": "naiṣṭhikīm", "root": "niṣṭhā (steadfastness, firm establishment)", "grammatical_form": "Adjective, feminine, accusative, singular", "meaning": "born of steadfastness / derived from firm establishment / abiding and unshakeable"},
        {"word": "अयुक्तः", "transliteration": "ayuktaḥ", "root": "a + √yuj (not united)", "grammatical_form": "Compound adjective, masculine, nominative, singular", "meaning": "the one not united with yoga / the non-yogi / one who is unintegrated"},
        {"word": "कामकारेण", "transliteration": "kāma-kāreṇa", "root": "kāma (desire) + √kṛ (to act/impel)", "grammatical_form": "Compound noun, masculine, instrumental, singular", "meaning": "impelled by desire / driven by the compulsion of craving"},
        {"word": "निबध्यते", "transliteration": "nibadhyate", "root": "ni + √bandh (to bind)", "grammatical_form": "Passive, present, 3rd person singular", "meaning": "is bound / is completely tied / is imprisoned by karma"}
      ],
      "commentary": {
        "dadaji": "This verse draws the sharpest possible contrast between two ways of living: the yuktaḥ and the ayuktaḥ — the one who is integrated with yoga and the one who is not. The integrated person abandons the fruit and finds peace — and not just any peace, but 'naiṣṭhikī śānti,' peace born of steadfastness, peace that is rooted and stable. Dadaji used to say: worldly peace is always conditional — it depends on circumstances, on things going your way. The naiṣṭhikī śānti of the karma yogi depends on nothing outside. It is the peace that arises when you stop demanding that life give you what you want and start offering what you have. The unintegrated person, driven by 'kāma-kāra' — the impulse of desire — grabs at every fruit and in doing so weaves ever tighter bonds around himself.",
        "sarvapriyananda": "The word 'naiṣṭhikī' is the jewel of this verse. It derives from 'niṣṭhā' — firm, rooted establishment. This is not the fragile peace that comes from circumstances cooperating, but the peace that is rooted in the understanding of one's own nature as the non-doer. Vedanta calls this 'brahma-niṣṭhā' — firm establishment in Brahman. The contrast with the ayuktaḥ — the un-integrated one — is stark: 'kāma-kāreṇa phale saktaḥ nibadhyate' — impelled by desire, attached to fruit, he is bound. Every attachment to an outcome creates a new thread of bondage. Liberation is literally the cessation of weaving these threads, which happens only when desire is relinquished at the root.",
        "yogananda": "Yogananda found in this verse a complete psychological portrait of bondage and freedom. The 'ayuktaḥ' — the unintegrated person — is driven by 'kāma-kāra,' the compulsion of desire. This compulsion is the ego's engine: it never rests, it is never satisfied, and every 'fruit' it obtains only generates new craving. The 'yuktaḥ' — the yogi — has stepped off this treadmill by offering the fruit to God. The resulting peace, 'naiṣṭhikī śānti,' is described by Yogananda as 'the peace that passeth understanding' — a peace that does not depend on anything the world can give or take. He taught that this peace can actually be felt physically in meditation as a great inner stillness that no outer circumstance can disturb.",
        "goyandka": "Goyandka draws particular attention to 'naiṣṭhikī śānti' as a technical description of the peace proper to the jīvanmukta — the one liberated while still living. 'Niṣṭhā' implies firmness, finality, completion. This is not a temporary peace achieved between disturbances but the permanent peace of one who has resolved the fundamental agitation of desire at its root. The contrast with the ayuktaḥ is precise: 'phale saktaḥ' — attached to fruit — is the cause; 'nibadhyate' — is bound — is the result. Attachment to outcomes is the very mechanism of karma and bondage. The karma yogi who relinquishes fruit (phala-tyāga) is simultaneously relinquishing the mechanism of bondage itself. This is why the Geeta consistently presents phala-tyāga as the master key."
      }
    },
    {
      "verse": 13,
      "sanskrit": "सर्वकर्माणि मनसा संन्यस्यास्ते सुखं वशी ।\nनवद्वारे पुरे देही नैव कुर्वन्न कारयन् ॥",
      "transliteration": "sarva-karmāṇi manasā saṃnyasyāste sukhaṃ vaśī\nnava-dvāre pure dehī naiva kurvan na kārayan",
      "translation": "Having renounced all actions with the mind (manasā), the self-controlled embodied soul rests happily in the city of nine gates — neither acting nor causing others to act.",
      "audio": "/assets/audio/ch05/verse_05_13.mp3",
      "word_breakdown": [
        {"word": "मनसा संन्यस्य", "transliteration": "manasā saṃnyasya", "root": "manas (mind) + sam + ni + √as (to renounce)", "grammatical_form": "Instrumental + absolutive (gerund)", "meaning": "having renounced with the mind / through mental relinquishment of doership"},
        {"word": "वशी", "transliteration": "vaśī", "root": "vaśa (control, will) + -in suffix", "grammatical_form": "Noun/adjective, masculine, nominative, singular", "meaning": "the self-controlled one / one who has mastered the inner forces"},
        {"word": "नवद्वारे पुरे", "transliteration": "nava-dvāre pure", "root": "nava (nine) + dvāra (gate) + pura (city)", "grammatical_form": "Compound noun, locative, singular", "meaning": "in the city of nine gates — the body, with its nine apertures"},
        {"word": "देही", "transliteration": "dehī", "root": "deha (body) + -in suffix", "grammatical_form": "Noun, masculine, nominative, singular", "meaning": "the embodied soul / the one dwelling in a body"},
        {"word": "न कारयन्", "transliteration": "na kārayan", "root": "causative of √kṛ (to make others do)", "grammatical_form": "Present causative participle + negation", "meaning": "nor causing others to act / not prompting external action"}
      ],
      "commentary": {
        "dadaji": "The image of the 'city of nine gates' is one of the most beautiful in the Geeta. Dadaji would explain this with great warmth: the body is a city — a remarkable, complex, functioning city — with nine gates (two eyes, two ears, two nostrils, one mouth, and two organs of elimination). The soul dwells in this city. The vaśī — the self-controlled one — having renounced all actions with the mind, simply rests (āste) happily (sukham) in this city. He is not the mayor running the city; he is not the police force enforcing anything. He simply lives, inhabits, witnesses. The renunciation here is mental — 'manasā saṃnyasya.' Not a change of address, but a change of identity: from doer to witness.",
        "sarvapriyananda": "This verse introduces the celebrated metaphor of the nava-dvāra-pura — the nine-gated city — for the body. The soul, the ātman, dwells in this body as a witness, not as a doer or controller. The crucial teaching is 'manasā saṃnyasya' — renunciation happens in the mind. This is the Geeta's consistent refrain: it is not the outer life that binds, but the inner identification of the Self with the ego-doer. The self-controlled one (vaśī) has stilled this inner identification. 'Na kurvan na kārayan' — neither acting nor causing action — refers to the ātman's intrinsic nature: the pure Self neither acts nor initiates action. It is always and only the witness. To know this clearly is jñāna.",
        "yogananda": "Yogananda loved this verse for its poetic precision. The body as a city with nine gates captures beautifully the idea that the soul is a resident, not the architecture. The gates — the nine apertures of the body — open outward to the world of experience. The soul watches through them. The vaśī — the master of himself — having renounced all actions in the mind, 'rests happily' in this city. Yogananda emphasized the word 'sukham' — happily, with ease. The inner renunciation of doership does not produce paralysis or misery; it produces happiness, because the exhausting fiction of being the controller and owner of everything has been set down. What remains is the natural bliss of pure witnessing.",
        "goyandka": "Goyandka explains the nine gates (nava-dvāra) anatomically in the classical tradition: two eyes, two ears, two nostrils, one mouth, the navel (some traditions count this), and two lower organs — though the most common count includes the navel as the ninth. The embodied soul (dehī) is distinguished here from the body itself: the ātman is the resident of the city, not the city. 'Manasā saṃnyasya' — renouncing with the mind — is the key phrase: actual karma sannyāsa is an inner act, and it consists of ceasing to mentally appropriate actions as 'mine.' When this inner sannyāsa is complete, the soul (ātman) rests in its natural state — 'āste sukham' — rests happily — as the uninvolved witness of all activity."
      }
    },
    {
      "verse": 14,
      "sanskrit": "न कर्तृत्वं न कर्माणि लोकस्य सृजति प्रभुः ।\nन कर्मफलसंयोगं स्वभावस्तु प्रवर्तते ॥",
      "transliteration": "na kartṛtvaṃ na karmāṇi lokasya sṛjati prabhuḥ\nna karma-phala-saṃyogaṃ svabhāvas tu pravartate",
      "translation": "The Lord (Self) does not create agency (kartṛtva) or actions for the world, nor union with the fruit of action; it is inherent nature (svabhāva) that operates.",
      "audio": "/assets/audio/ch05/verse_05_14.mp3",
      "word_breakdown": [
        {"word": "कर्तृत्वम्", "transliteration": "kartṛtvam", "root": "kartṛ (doer) + -tva (abstract suffix)", "grammatical_form": "Abstract noun, neuter, accusative, singular", "meaning": "agency / doership / the sense of being the author of action"},
        {"word": "प्रभुः", "transliteration": "prabhuḥ", "root": "pra + √bhū (to be, to be supreme)", "grammatical_form": "Noun, masculine, nominative, singular", "meaning": "the Lord / the Omnipresent Self / the indwelling sovereign"},
        {"word": "कर्मफलसंयोगम्", "transliteration": "karma-phala-saṃyogam", "root": "karma + phala (fruit) + sam + √yuj (to join)", "grammatical_form": "Compound noun, masculine, accusative, singular", "meaning": "union with the fruit of action / the link between deed and its result"},
        {"word": "स्वभावः", "transliteration": "svabhāvaḥ", "root": "sva (own) + bhāva (nature/being)", "grammatical_form": "Compound noun, masculine, nominative, singular", "meaning": "inherent nature / one's own essential nature / Prakriti as the inherent principle"},
        {"word": "प्रवर्तते", "transliteration": "pravartate", "root": "pra + √vṛt (to move, to operate)", "grammatical_form": "Present, Ātmanepada, 3rd person singular", "meaning": "operates / moves / functions / proceeds on its own"}
      ],
      "commentary": {
        "dadaji": "This verse is the metaphysical foundation of the karma yogi's non-doership. The question arises: if the Self is the Lord (prabhuḥ) within, why does it not take responsibility for what the body-mind does? Krishna's answer is precise: the Lord — the ātman — does not create doership (kartṛtva), does not create actions (karmāṇi), and does not create the link between action and fruit (karma-phala-saṃyoga). All of these belong to svabhāva — inherent nature, the operating principle of Prakriti. The Self is the witness within, never the doer. Dadaji said: when you truly understand this, guilt and pride both dissolve. The ego takes credit and blame; the Self does neither — because the Self, as the Lord (prabhuḥ), simply is.",
        "sarvapriyananda": "This verse is philosophically pivotal. It addresses the question: if there is a Lord (prabhuḥ — the indwelling Self or Īśvara), why does the world go on with sin and suffering? Krishna's answer draws a clear boundary: the Lord does not create kartṛtva (doership), karmāṇi (the specific actions), or karma-phala-saṃyoga (the binding link between action and result). All these belong to svabhāva — the inherent nature of each being as conditioned by Prakriti and its guṇas. This protects the Lord from moral responsibility for the world's actions while locating the actual operative mechanism in the individual's own nature. Liberation consists precisely in recognizing that the true Self (prabhuḥ) was never the doer.",
        "yogananda": "Yogananda interpreted 'prabhuḥ' here as the soul — the individualized reflection of God in each being — and 'svabhāva' as the conditioned nature accumulated through past karma and habit-tendencies (saṃskāras). The soul does not create the conditions of its own bondage; it finds itself appearing to be bound because its inherent nature (svabhāva, conditioned by past actions) generates new actions and their results. Liberation is the awakening of the soul to its identity as prabhuḥ — the sovereign witness — which was never bound, never a doer, never the recipient of karmic fruits. The appearance of bondage is exactly that: an appearance, superimposed on the ever-free Self.",
        "goyandka": "Goyandka notes that this verse is essential for understanding why the Lord (whether interpreted as the individual ātman or as Paramātman, the Supreme Self) is not the author of the world's karma. 'Na kartṛtvam... sṛjati prabhuḥ' — the Lord does not create agency — is a statement about the nature of the Self: it is by nature a witness, and witness-nature is free from doership. 'Svabhāvas tu pravartate' — but inherent nature operates — assigns the mechanism of action and result to the guṇas of Prakriti operating through each individual's accumulated tendencies. This teaching dissolves both fatalism (blaming God for everything) and egoism (claiming sole credit), pointing to the impersonal operation of natural law as the field in which the witness-Self is ever free."
      }
    },
    {
      "verse": 15,
      "sanskrit": "नादत्ते कस्यचित्पापं न चैव सुकृतं विभुः ।\nअज्ञानेनावृतं ज्ञानं तेन मुह्यन्ति जन्तवः ॥",
      "transliteration": "nādatte kasyacit pāpaṃ na caiva sukṛtaṃ vibhuḥ\najñānenāvṛtaṃ jñānaṃ tena muhyanti jantavaḥ",
      "translation": "The Omnipresent (Vibhu) accepts neither the sin nor the merit of anyone; knowledge (jñāna) is enveloped by ignorance (ajñāna); thereby creatures are deluded.",
      "audio": "/assets/audio/ch05/verse_05_15.mp3",
      "word_breakdown": [
        {"word": "न आदत्ते", "transliteration": "nādatte", "root": "na + ā + √dā (to take, to accept)", "grammatical_form": "Present, Ātmanepada, 3rd person singular + negation", "meaning": "does not accept / does not take on / incurs neither"},
        {"word": "विभुः", "transliteration": "vibhuḥ", "root": "vi + √bhū (to be, to pervade)", "grammatical_form": "Noun, masculine, nominative, singular", "meaning": "the Omnipresent / the All-pervading / the infinite Self"},
        {"word": "सुकृतम्", "transliteration": "sukṛtam", "root": "su (good) + √kṛ (to do)", "grammatical_form": "Noun/past participle, neuter, accusative, singular", "meaning": "meritorious deed / good karma / virtuous action and its fruit"},
        {"word": "अज्ञानेन आवृतम्", "transliteration": "ajñānenāvṛtam", "root": "a + jñāna (ignorance) + ā + √vṛ (to cover)", "grammatical_form": "Instrumental + past participle, neuter, nominative", "meaning": "covered by ignorance / enveloped by nescience / veiled by not-knowing"},
        {"word": "जन्तवः", "transliteration": "jantavaḥ", "root": "jan (to be born)", "grammatical_form": "Noun, masculine, nominative, plural", "meaning": "creatures / living beings / those born into embodied existence"}
      ],
      "commentary": {
        "dadaji": "The word 'Vibhu' — the Omnipresent — is chosen with great care here. The Self that pervades all beings equally does not play favorites, does not accumulate merit and sin like a cosmic ledger-keeper. It is above all that. But then comes the tragic line: 'ajñānenāvṛtaṃ jñānam' — knowledge is covered by ignorance — and because of this covering, the creatures (jantavaḥ) are confused, deluded (muhyanti). Dadaji would say: the light is always there. The sun is always shining. But if we close our eyes, we live in darkness. Ajñāna — ignorance — is not the absence of the Self; it is the covering that prevents us from seeing the Self that was always already present. Our bondage is an error of perception, not a fact of reality.",
        "sarvapriyananda": "This is one of the most philosophically rich verses in Chapter 5. The Vibhu — the All-pervading Brahman — is absolutely neutral: it takes on neither pāpa (sin) nor sukṛta (merit). This is a description of the intrinsic nature of the Self as nirguṇa — beyond qualities, beyond the moral categories that apply to the ego and its actions. Then Krishna identifies the cause of creatures' bondage in one powerful compound: 'ajñānenāvṛtaṃ jñānam' — knowledge covered by ignorance. The Self (jñāna, pure consciousness) is inherently there, but it is veiled (āvṛta) by ajñāna (avidyā, ignorance of one's true nature). The veil is not real — it is māyā — but it is experientially effective until removed by Self-knowledge.",
        "yogananda": "Yogananda called this verse the diagnosis of the human condition. The Omnipresent God — Vibhu — does not punish or reward in the way a human judge would. The universe operates through the impersonal law of karma, and the root cause of all suffering is 'ajñāna' — ignorance of our own divine nature. Our knowledge (jñāna — our innate awareness of being the Self) is covered over by this ignorance the way a lamp's light is covered by a thick cloth. The lamp still burns, the light is still there, but darkness prevails for the one who cannot see through the covering. Spiritual practice — jñāna yoga, karma yoga, devotion — is the process of removing that cloth and allowing the innate light to shine.",
        "goyandka": "Goyandka's commentary distinguishes carefully between the two words 'pāpa' (sin, negative karma) and 'sukṛta' (meritorious action, positive karma). The All-pervading Self (Vibhu) is untouched by both — which means liberation is not simply about accumulating more sukṛta and canceling out pāpa; it is about transcending the whole moral-karmic framework entirely through Self-knowledge. The mechanism of continued bondage is stated with clinical precision: 'ajñānenāvṛtaṃ jñānam' — the Self (jñānam, pure consciousness) is covered by ajñāna (nescience). This āvaraṇa (veiling) is the first function of māyā; the second is vikṣepa (projection of the world as the only reality). Both dissolve when true Self-knowledge arises."
      }
    },
    {
      "verse": 16,
      "sanskrit": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः ।\nतेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम् ॥",
      "transliteration": "jñānena tu tad ajñānaṃ yeṣāṃ nāśitam ātmanaḥ\nteṣām āditya-vaj jñānaṃ prakāśayati tat param",
      "translation": "But for those in whom that ignorance of the Self is destroyed by Self-knowledge (ātma-jñāna) — for them that knowledge illumines the Supreme (param) like the sun.",
      "audio": "/assets/audio/ch05/verse_05_16.mp3",
      "word_breakdown": [
        {"word": "ज्ञानेन", "transliteration": "jñānena", "root": "√jñā (to know)", "grammatical_form": "Noun, neuter, instrumental, singular", "meaning": "by knowledge / through Self-knowledge / by means of jñāna"},
        {"word": "नाशितम्", "transliteration": "nāśitam", "root": "causative of √naś (to destroy, to perish)", "grammatical_form": "Causative past participle, neuter, nominative, singular", "meaning": "is destroyed / has been completely annihilated"},
        {"word": "आत्मनः", "transliteration": "ātmanaḥ", "root": "ātman (Self)", "grammatical_form": "Noun, masculine, genitive, singular", "meaning": "of the Self / pertaining to the ātman"},
        {"word": "आदित्यवत्", "transliteration": "āditya-vat", "root": "āditya (sun) + -vat (like)", "grammatical_form": "Compound indeclinable (comparative suffix)", "meaning": "like the sun / as the sun illumines everything"},
        {"word": "प्रकाशयति", "transliteration": "prakāśayati", "root": "pra + √kāś (to shine, to illuminate)", "grammatical_form": "Causative present, 3rd person singular", "meaning": "illumines / causes to shine / reveals and enlightens"},
        {"word": "परम्", "transliteration": "param", "root": "para (beyond, supreme)", "grammatical_form": "Adjective/noun, neuter, accusative, singular", "meaning": "the Supreme / the ultimate Reality / Brahman"}
      ],
      "commentary": {
        "dadaji": "After describing the darkness of ignorance in verse 15, Krishna now shows the dawn. 'Āditya-vaj jñānaṃ prakāśayati tat param' — like the sun, knowledge illumines the Supreme. Dadaji always loved this simile. The sun does not need to search for darkness and fight it — when the sun rises, darkness simply is not. In the same way, jñāna — true Self-knowledge — does not fight with ignorance. It reveals what was always true. The Supreme (param) is not something to be manufactured or achieved; it is the nature of reality that was always present but veiled. The instant genuine Self-knowledge dawns, the veiling dissolves and the Self shines in its own light, by its own light, as its own light.",
        "sarvapriyananda": "This verse is the answer to verse 15's description of veiling. The cure for 'ajñānenāvṛtaṃ jñānam' — knowledge covered by ignorance — is 'jñānena... ajñānaṃ nāśitam' — ignorance destroyed by knowledge. This is the quintessence of Vedanta's method: jñāna as the sole and direct means to liberation. The sun simile (āditya-vat) is precise: just as the sun's light does not merely reveal objects that are nearby but illumines everything within its reach, Self-knowledge does not merely resolve a few doubts — it illumines the entire supreme Reality (tat param — that Supreme, i.e., Brahman). The destruction of ignorance is not gradual; like darkness before the sun, it is instantaneous when true knowledge arises.",
        "yogananda": "Yogananda called Self-knowledge the 'inner sun' and often quoted this verse to describe the experience of spiritual awakening. Just as you cannot see the sun and darkness at the same time — one excludes the other — you cannot simultaneously hold ignorance of your true nature and knowledge of it. When the inner sun of jñāna rises in the heart, the long night of delusion ends. Yogananda taught that this experience — the direct cognition of one's own nature as boundless, eternal, blissful consciousness — is not merely a philosophical position but a verifiable inner experience. The meditator who has even a glimpse of this in deep meditation understands what 'āditya-vat... prakāśayati param' means from the inside.",
        "goyandka": "Goyandka places this verse as the pivot of the chapter — the transition from the description of bondage (ajñāna) to the description of liberation (jñāna). 'Yeṣāṃ nāśitam ātmanaḥ' — for those whose ignorance regarding the Self has been destroyed — points to the individual path: each seeker must attain this knowledge for themselves; it cannot be borrowed or inherited. The sun simile is elaborated in classical commentary: the sun reveals both itself and all other objects by its own self-luminous nature; similarly, Self-knowledge (jñāna) is self-luminous — it illumines both the Self and the entire field of Brahman by the Self's own light. No external instrument of knowledge can reveal the Self, for the Self is the very consciousness that makes all instruments work."
      }
    },
    {
      "verse": 17,
      "sanskrit": "तद्बुद्धयस्तदात्मानस्तन्निष्ठास्तत्परायणाः ।\nगच्छन्त्यपुनरावृत्तिं ज्ञाननिर्धूतकल्मषाः ॥",
      "transliteration": "tad-buddhayas tad-ātmānas tan-niṣṭhās tat-parāyaṇāḥ\ngacchanty apunar-āvṛttiṃ jñāna-nirdhūta-kalmaṣāḥ",
      "translation": "Those whose intellect is merged in That (Brahman), whose self is That, who are established in That, who hold That as the supreme — for them, sins shaken off by knowledge, there is no return (no rebirth).",
      "audio": "/assets/audio/ch05/verse_05_17.mp3",
      "word_breakdown": [
        {"word": "तद्बुद्धयः", "transliteration": "tad-buddhayas", "root": "tad (That, Brahman) + buddhi (intellect)", "grammatical_form": "Compound noun, masculine, nominative, plural", "meaning": "those whose intellect is directed toward / absorbed in That (Brahman)"},
        {"word": "तन्निष्ठाः", "transliteration": "tan-niṣṭhāḥ", "root": "tad + niṣṭhā (steadfast establishment)", "grammatical_form": "Compound adjective, masculine, nominative, plural", "meaning": "those who are firmly established in That / rooted in Brahman"},
        {"word": "तत्परायणाः", "transliteration": "tat-parāyaṇāḥ", "root": "tad + parāyaṇa (supreme goal/refuge)", "grammatical_form": "Compound adjective, masculine, nominative, plural", "meaning": "those for whom That is the supreme refuge / devoted to That as the highest aim"},
        {"word": "अपुनरावृत्तिम्", "transliteration": "apunar-āvṛttim", "root": "a + punar (again) + ā + √vṛt (to return)", "grammatical_form": "Compound noun, feminine, accusative, singular", "meaning": "non-return / freedom from rebirth / the state of no more coming back"},
        {"word": "ज्ञाननिर्धूतकल्मषाः", "transliteration": "jñāna-nirdhūta-kalmaṣāḥ", "root": "jñāna + nir + √dhū (to shake off) + kalmaṣa (sin, impurity)", "grammatical_form": "Compound adjective, masculine, nominative, plural", "meaning": "those whose sins have been shaken off by knowledge / whose impurities are purged by jñāna"}
      ],
      "commentary": {
        "dadaji": "This verse describes the four marks of the one who is truly established in Brahman, and then announces their destiny: 'apunar-āvṛttim gacchanti' — they go to non-return. No more birth in the cycle of death and rebirth. The four marks build progressively: the intellect is merged in That (tad-buddhayaḥ) — the mind's understanding is rooted in Brahman. The self is That (tad-ātmānaḥ) — not merely intellectually, but existentially. They are established in That (tan-niṣṭhāḥ) — it is their lived ground. And That is their supreme (tat-parāyaṇāḥ) — there is nothing they hold higher. Dadaji said: this progression is the map of the entire spiritual life — from intellectual understanding through existential identity to unshakeable establishment.",
        "sarvapriyananda": "The four-fold description of the liberated ones — tad-buddhi, tad-ātman, tan-niṣṭha, tat-parāyaṇa — represents a complete characterization of brahma-niṣṭhā, firm establishment in Brahman. Notice the movement from the cognitive (buddhi — intellect directed toward That) to the existential (ātman — self identified as That) to the established (niṣṭhā — rooted in That) to the teleological (parāyaṇa — That as the supreme goal). This is not a ladder but a description of the same realized state from four angles. The result — 'jñāna-nirdhūta-kalmaṣāḥ' — is beautiful: their impurities (kalmaṣa, accumulated karma) are shaken off (nirdhūta) by knowledge, as dust is shaken from a cloth. And 'apunar-āvṛttim gacchanti' — they go to non-return — is the Geeta's declaration of moksha.",
        "yogananda": "Yogananda saw in the compound 'jñāna-nirdhūta-kalmaṣāḥ' a description of what happens in deep states of meditation and realization: the accumulated karmas — lifetimes of impurity — are not slowly worked out action by action but are shaken off wholesale by the power of Self-knowledge. This is why jñāna yoga is described as so swift. When the fundamental error — the identification of the Self with the ego-body — is dissolved by direct knowledge, the entire superstructure of karma built on that error collapses at once. 'Apunar-āvṛttim' — non-return — was Yogananda's description of full liberation: the soul that has realized its oneness with God has no further compulsion to reincarnate, though it may choose to return out of love for others.",
        "goyandka": "Goyandka's analysis of this verse focuses on the relationship between the four qualifiers and their shared object 'tad' — That, Brahman. All four — tad-buddhi, tad-ātman, tan-niṣṭha, tat-parāyaṇa — are different expressions of the same complete absorption in Brahman. The Gita Press commentary notes that 'apunar-āvṛttim' (non-return from liberation) is the scriptural description of videha-mukti — liberation after the body drops — as opposed to jīvan-mukti (liberation while living). But the foundational cause is the same: 'jñāna-nirdhūta-kalmaṣāḥ' — the purging of all karmic impurity by the fire of Self-knowledge. The fire of jñāna does not slowly burn away karma — it burns the very root of karma, which is the ignorance of one's own nature."
      }
    },
    {
      "verse": 18,
      "sanskrit": "विद्याविनयसम्पन्ने ब्राह्मणे गवि हस्तिनि ।\nशुनि चैव श्वपाके च पण्डिताः समदर्शिनः ॥",
      "transliteration": "vidyā-vinaya-sampanne brāhmaṇe gavi hastini\nśuni caiva śvapāke ca paṇḍitāḥ sama-darśinaḥ",
      "translation": "The wise (paṇḍitāḥ) look equally upon a Brahmin endowed with learning and humility, a cow, an elephant, a dog, and an outcast (one who cooks dogs).",
      "audio": "/assets/audio/ch05/verse_05_18.mp3",
      "word_breakdown": [
        {"word": "विद्याविनयसम्पन्ने", "transliteration": "vidyā-vinaya-sampanne", "root": "vidyā (learning) + vinaya (humility) + sam + √pad (to be endowed with)", "grammatical_form": "Compound past participle, masculine, locative, singular", "meaning": "one who is endowed with learning and humility / possessing both knowledge and modesty"},
        {"word": "ब्राह्मणे", "transliteration": "brāhmaṇe", "root": "brahman (Supreme) + -aṇa suffix", "grammatical_form": "Noun, masculine, locative, singular", "meaning": "in a Brahmin / among the learned priestly class"},
        {"word": "गवि", "transliteration": "gavi", "root": "go (cow)", "grammatical_form": "Noun, feminine, locative, singular", "meaning": "in a cow / in the bovine"},
        {"word": "श्वपाके", "transliteration": "śvapāke", "root": "śva (dog) + √pac (to cook)", "grammatical_form": "Compound noun, masculine, locative, singular", "meaning": "in an outcast / in one of the lowest social position (literally: one who cooks dogs)"},
        {"word": "समदर्शिनः", "transliteration": "sama-darśinaḥ", "root": "sama (equal) + √dṛś (to see)", "grammatical_form": "Compound adjective, masculine, nominative, plural", "meaning": "those who see equally / those with equal vision / the ones who behold the same Self in all"}
      ],
      "commentary": {
        "dadaji": "This is one of the most quoted and beloved verses in the entire Geeta, and Dadaji returned to it again and again. The list is deliberately shocking in its social context: a learned and humble Brahmin at one end, a śvapāka — an outcast of the lowest imaginable status — at the other, and between them a cow and an elephant and a dog. The 'paṇḍitāḥ sama-darśinaḥ' — the truly wise, those who see equally — do not see the social category, the species, the size, the status. They see the one Self shining in all. Dadaji would say: this is not sentimentality or politeness. It is direct vision. When jñāna is complete, you literally cannot see any being without seeing the same light in all of them. The form differs; the light is one.",
        "sarvapriyananda": "This verse is the social and metaphysical consequence of the preceding teaching on Self-knowledge. If the Self is the same in all beings — as verse 16 and 17 establish — then the one who has realized this must, by logical necessity, see all beings equally. The five examples in this verse span the widest possible spectrum of the society of Krishna's time: a Brahmin at the pinnacle of social honor; a cow (held sacred); an elephant (representing royal power and natural majesty); a dog (ritually impure in the Vedic worldview); and a śvapāka (the lowest of the low). The paṇḍita — not one who has merely studied texts but one who has realized — sees the same ātman in all five. This 'sama-darśana' (equal vision) is the hallmark of Self-realization in Vedantic teaching.",
        "yogananda": "Yogananda held this verse as proof that true spirituality transcends all social barriers. The realized soul sees one God expressing through every form — the saint and the sinner, the learned and the ignorant, the human and the animal. He taught that sama-darśana (equal vision) is not a moral position we adopt — it is a vision that spontaneously arises when the ego-veil dissolves. In his ashrams and communities, Yogananda insisted on the practical living-out of this verse: people of all backgrounds, castes, and nationalities worked and worshipped together. He called this 'seeing God in all.' The verse's deliberate selection of extremes — from the most honored (vidyā-vinaya-sampanna brāhmaṇa) to the most marginalized (śvapāka) — makes the universality of this vision unmistakable.",
        "goyandka": "Goyandka's Gita Press commentary notes that the five beings cited represent different dimensions of difference: social status (brāhmaṇa vs. śvapāka), species (human vs. bovine vs. pachyderm vs. canine), ritual purity (cow as sacred vs. dog as impure), and scale (elephant as massive vs. these others). By spanning all these dimensions of difference, Krishna establishes that sama-darśana (equal vision) is truly universal — not limited to 'respectable' beings or fellow humans. The paṇḍita's equal vision rests on the recognition that the same ātman — pure, unmanifest, eternal consciousness — is the underlying reality of every being without exception. The outer forms differ as waves differ on the ocean; the ātman-ocean is the same beneath all waves."
      }
    },
    {
      "verse": 19,
      "sanskrit": "इहैव तैर्जितः सर्गो येषां साम्ये स्थितं मनः ।\nनिर्दोषं हि समं ब्रह्म तस्माद्ब्रह्मणि ते स्थिताः ॥",
      "transliteration": "ihaiva tair jitaḥ sargo yeṣāṃ sāmye sthitaṃ manaḥ\nnirdoṣaṃ hi samaṃ brahma tasmād brahmaṇi te sthitāḥ",
      "translation": "Even here (in this very life), the cycle of birth and death is conquered by those whose mind is established in evenness (sāmya); Brahman is faultless and equal — therefore they are established in Brahman.",
      "audio": "/assets/audio/ch05/verse_05_19.mp3",
      "word_breakdown": [
        {"word": "इह एव", "transliteration": "ihaiva", "root": "iha (here) + eva (indeed/even)", "grammatical_form": "Indeclinable adverbs", "meaning": "even here / right here in this life / in this very world"},
        {"word": "जितः सर्गः", "transliteration": "jitaḥ sargaḥ", "root": "√ji (to conquer) + √sṛj (to create/emanate)", "grammatical_form": "Past participle + noun, masculine, nominative, singular", "meaning": "the cycle of creation / birth-and-death is conquered / the round of rebirth is overcome"},
        {"word": "साम्ये", "transliteration": "sāmye", "root": "sama (equal) + -ya (abstract suffix)", "grammatical_form": "Noun, neuter, locative, singular", "meaning": "in evenness / in equanimity / in the state of equality-vision"},
        {"word": "निर्दोषम्", "transliteration": "nirdoṣam", "root": "nir (without) + doṣa (fault, defect)", "grammatical_form": "Compound adjective, neuter, nominative, singular", "meaning": "faultless / without defect / perfectly pure"},
        {"word": "ब्रह्मणि स्थिताः", "transliteration": "brahmaṇi sthitāḥ", "root": "brahman + √sthā (to be established)", "grammatical_form": "Locative + past participle, masculine, nominative, plural", "meaning": "established in Brahman / those who abide in Brahman"}
      ],
      "commentary": {
        "dadaji": "The word 'ihaiva' — even here, in this very life — carries enormous weight. Liberation is not a posthumous reward; it is available now, in this body, in this lifetime. Dadaji would say: the Geeta is not asking us to wait for death. The cycle of sarga — birth and death — is conquered 'ihaiva' by those whose minds are established in sāmya (equanimity, equal vision). Why? Because Brahman — the ultimate Reality — is 'nirdoṣaṃ hi samam' — faultless and equal. If you have established your mind in sāmya (equal-vision, as described in verse 18), you have aligned your inner being with the nature of Brahman itself. And when your mind is aligned with Brahman, you are — 'tasmāt brahmaṇi te sthitāḥ' — established in Brahman. This is jīvan-mukti: liberation while living.",
        "sarvapriyananda": "This verse announces jīvan-mukti — liberation in the living body — as an accessible reality. 'Ihaiva... jitaḥ sargaḥ' — even here the cycle is conquered — is a remarkable statement because 'sarga' means the creative cycle, the very process by which individual existence arises from Brahman and returns to it. For the one whose mind rests in sāmya (perfect equanimity), this cycle is conquered not after death but now. The reason given is philosophically precise: 'nirdoṣaṃ hi samaṃ brahma' — Brahman is indeed faultless and equal. Brahman has no inequalities, no defects, no preferences. The one who has established the mind in sāmya has aligned with Brahman's own nature — and therefore is established in Brahman. The logic is elegant: like knows like.",
        "yogananda": "Yogananda loved to cite 'ihaiva' — in this very life — as the Geeta's declaration that spirituality is not an escape from life but a transformation of it. The sarga — the cycle of birth and rebirth — is 'jita' — conquered — not after a thousand lifetimes but here and now, for those whose minds are established in sāmya. Yogananda defined sāmya as 'divine equanimity' — the ability to remain equally centered in success and failure, pleasure and pain, praise and blame. He taught that this is not emotional deadness but the greatest aliveness: to be fully present to life without being tossed by its waves. This equanimity aligns the soul with the nature of Brahman — 'nirdoṣaṃ samaṃ' — and the alignment itself is liberation.",
        "goyandka": "Goyandka draws out the philosophical logic of this verse carefully. The bridge between human sāmya (equanimity) and Brahman is the identity of their nature: 'nirdoṣaṃ hi samaṃ brahma' — Brahman is faultless and equal. The 'hi' (indeed, certainly) is emphatic: this is not a metaphor but a statement of Brahman's actual nature. Brahman is perfect equanimity, perfect absence of defect. The human seeker who has achieved sāmya in the mind has, in effect, made the mind transparent to Brahman's own nature. 'Tasmād brahmaṇi te sthitāḥ' — therefore they are established in Brahman — follows as an inevitable conclusion. Jīvan-mukti (liberation in life) is the Geeta's highest teaching for the karma yogi: freedom now, in this body, through the mind established in equal-vision."
      }
    },
    {
      "verse": 20,
      "sanskrit": "न प्रहृष्येत्प्रियं प्राप्य नोद्विजेत्प्राप्य चाप्रियम् ।\nस्थिरबुद्धिरसम्मूढो ब्रह्मविद्ब्रह्मणि स्थितः ॥",
      "transliteration": "na prahṛṣyet priyaṃ prāpya nodvijet prāpya cāpriyam\nsthira-buddhir asammūḍho brahma-vid brahmaṇi sthitaḥ",
      "translation": "The knower of Brahman, established in Brahman, with steady intellect, undeluded — does not exult on obtaining what is pleasant, nor does he grieve on obtaining what is unpleasant.",
      "audio": "/assets/audio/ch05/verse_05_20.mp3",
      "word_breakdown": [
        {"word": "न प्रहृष्येत्", "transliteration": "na prahṛṣyet", "root": "pra + √hṛṣ (to be delighted, to exult)", "grammatical_form": "Optative/potential, 3rd person singular + negation", "meaning": "does not exult / does not thrill with elation / is not swept away by joy"},
        {"word": "नोद्विजेत्", "transliteration": "nodvijet", "root": "ud + √vij (to tremble, to be agitated)", "grammatical_form": "Optative/potential, 3rd person singular + negation", "meaning": "does not grieve / does not become agitated / is not disturbed by distress"},
        {"word": "स्थिरबुद्धिः", "transliteration": "sthira-buddhiḥ", "root": "sthira (steady, firm) + buddhi (intellect)", "grammatical_form": "Compound adjective, masculine, nominative, singular", "meaning": "one with a steady intellect / with unwavering discernment / of firm understanding"},
        {"word": "असम्मूढः", "transliteration": "asammūḍhaḥ", "root": "a + sam + √muh (to be deluded)", "grammatical_form": "Compound adjective, masculine, nominative, singular", "meaning": "undeluded / free from delusion / not confused by appearances"},
        {"word": "ब्रह्मवित्", "transliteration": "brahma-vit", "root": "brahman + √vid (to know)", "grammatical_form": "Compound noun, masculine, nominative, singular", "meaning": "knower of Brahman / one who has realized the Supreme"},
        {"word": "ब्रह्मणि स्थितः", "transliteration": "brahmaṇi sthitaḥ", "root": "brahman + √sthā (to be established)", "grammatical_form": "Locative + past participle, masculine, nominative, singular", "meaning": "established in Brahman / abiding in the Supreme Reality"}
      ],
      "commentary": {
        "dadaji": "This verse is the living portrait of the brahma-vid — the knower of Brahman — and it is painted in behavioral terms, not abstract ones. Two tests: does he exult when he gets what he loves (priyaṃ prāpya)? Does he grieve when he gets what he dislikes (apriyaṃ prāpya)? The brahma-vid passes both tests: 'na prahṛṣyet... nodvijet.' But this is not emotional suppression or stoic endurance. It is something far more beautiful: the brahma-vid's center of gravity has permanently shifted to Brahman, which is beyond pleasant and unpleasant, gain and loss, praise and blame. Dadaji said: the world still happens to him — pleasant things come, unpleasant things come — but they land on a still lake rather than an agitated one. A stone thrown in a still lake makes a small ripple; the same stone in a storm is unnoticed. The brahma-vid's inner lake is still.",
        "sarvapriyananda": "This verse is a behavioral definition of brahma-niṣṭhā — establishment in Brahman — which complements the metaphysical definition given in previous verses. The sign of true realization is not a philosophical position but a transformed psychology: 'sthira-buddhiḥ' — a steady, unwavering intellect that is not destabilized by the arrival of what is pleasant or unpleasant. 'Asammūḍhaḥ' — undeluded — is equally important: the brahma-vid is not simply emotionally controlled; he is free from the fundamental delusion that external circumstances can enhance or diminish his true nature. Pleasant things cannot add to Brahman; unpleasant things cannot subtract from it. The brahma-vid knows this not as theory but as the texture of lived experience.",
        "yogananda": "Yogananda often cited this verse as the practical test of spiritual progress. Not: how many hours do you meditate? Not: how many scriptures have you read? But: when something wonderful happens, do you lose your center in elation? When something terrible happens, do you lose your center in grief? The 'sthira-buddhi' — one of steady intellect — is Yogananda's 'even-minded' person, whom he described in his teachings as the ideal devotee. 'Asammūḍhaḥ' — undeluded — means the brahma-vid is not confused about what reality actually is. He knows that the pleasant and the unpleasant are both passing appearances on the screen of consciousness that he himself is. From that knowledge comes the unshakeable peace he carries through all of life's vicissitudes.",
        "goyandka": "Goyandka's Gita Press commentary notes that this verse is the direct continuation of the description of the jīvan-mukta begun in verse 19. The three qualifiers here — 'sthira-buddhiḥ' (steady intellect), 'asammūḍhaḥ' (undeluded), and 'brahma-vid brahmaṇi sthitaḥ' (knower of Brahman, established in Brahman) — together portray the fully realized sage. The optative mood of 'na prahṛṣyet' and 'nodvijet' describes not a rule to follow but a natural consequence of realization: the brahma-vid simply does not exult or grieve, as a matter of his realized nature. This is the true definition of 'sama-darśana' (equal vision) in practice — not forced equanimity but the effortless equanimity of one who has seen through the pairs of opposites to the single, unchanging Brahman beneath them all."
      }
    }
  ]
}
