{
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "sanskrit": "श्रीभगवानुवाच ।\nइमं विवस्वते योगं प्रोक्तवानहमव्ययम् ।\nविवस्वान्मनवे प्राह मनुरिक्ष्वाकवेऽब्रवीत् ॥",
      "transliteration": "śrī-bhagavān uvāca\nimaṃ vivasvate yogaṃ proktavān aham avyayam\nvivasvān manave prāha manur ikṣvākave 'bravīt",
      "translation": "The Blessed Lord said: I taught this imperishable yoga to Vivasvat, the sun-god; Vivasvat taught it to Manu, the progenitor of mankind; and Manu spoke it to Ikshvaku.",
      "audio": "/assets/audio/ch04/verse_04_01.mp3",
      "word_breakdown": [
        {
          "word": "विवस्वते",
          "transliteration": "vivasvate",
          "root": "vi + vas (to shine)",
          "grammatical_form": "Proper noun, masculine, dative, singular",
          "meaning": "to Vivasvat — the sun-god; the radiant one"
        },
        {
          "word": "अव्ययम्",
          "transliteration": "avyayam",
          "root": "a + √vi + i (to go) — negation of vyaya (decay)",
          "grammatical_form": "Adjective, masculine, accusative, singular",
          "meaning": "imperishable / indestructible / undecaying"
        },
        {
          "word": "प्रोक्तवान्",
          "transliteration": "proktavān",
          "root": "pra + √vac (to speak)",
          "grammatical_form": "Perfect participle (past), masculine, nominative, singular",
          "meaning": "I declared / taught / proclaimed"
        },
        {
          "word": "मनवे",
          "transliteration": "manave",
          "root": "manu (progenitor of humanity) — from √man (to think)",
          "grammatical_form": "Proper noun, masculine, dative, singular",
          "meaning": "to Manu — the first progenitor and lawgiver of mankind"
        },
        {
          "word": "इक्ष्वाकवे",
          "transliteration": "ikṣvākave",
          "root": "ikṣvāku (proper name)",
          "grammatical_form": "Proper noun, masculine, dative, singular",
          "meaning": "to Ikshvaku — the founder of the Solar dynasty of kings"
        }
      ],
      "commentary": {
        "dadaji": "How lovingly the Lord opens this chapter by tracing the very genealogy of this sacred teaching! He is not speaking about something new — this yoga is sanātana, eternal. It passed from the sun itself, that blazing source of all life, down through the first man Manu, and then to the great king Ikshvaku who founded the Solar dynasty. Beta, when the Lord says 'I taught this,' He is reminding us that Truth never originates with a human teacher. All genuine spiritual teaching is but the remembering of what the Divine has already placed in the heart. The chain of transmission — guru to shishya, father to child, elder to younger — is how the sacred flame is kept alive. Do not think this yoga belongs to one age or one people. It is as old as the sun itself.",
        "sarvapriyananda": "This verse introduces us to the crucial Vedantic concept of paramparā — the unbroken chain of transmission. The Lord declares that He himself is the original guru of this yoga. Who is this 'I' that taught? Not the personal form of Krishna alone, but the eternal Consciousness that manifests as each avatar. Vivasvat, Manu, Ikshvaku — these are not merely historical figures but represent successive planes of manifestation through which the one Truth descends into human understanding. The yoga is called avyayam — imperishable — because it belongs to the realm of the Absolute, not to time. What is taught in true paramparā is not information but transformation. The teacher transmits a living realization, and the tradition ensures this flame of Self-knowledge is never extinguished.",
        "yogananda": "The divine yoga that Christ called 'the way, the truth, and the life' is the same eternal science here identified by Krishna as the yoga He taught to Vivasvat, the sun-god — cosmic energy itself. This is Kriya Yoga, the inner science of life-force control, conveyed from the original divine guru through a succession of illumined masters. Manu represents cosmic mind; Ikshvaku, the first application of this wisdom in righteous governance of life. The esoteric meaning is profound: the soul's inner sun (the spiritual eye) must first receive wisdom; the mind (Manu) must then assimilate it; and finally the will and body (Ikshvaku, the king) must express it in right action. Every true spiritual lineage traces itself ultimately to God, the one Guru.",
        "goyandka": "In the very first verse of this chapter the Lord establishes the divine and eternal origin of the Gita's yoga. He spoke this same teaching first to Vivasvat, the presiding deity of the sun and the source of all physical sustenance. Vivasvat transmitted it to Manu — Vaivasvata Manu, the progenitor of this present human age — and Manu in turn taught it to Ikshvaku, the first of the Solar dynasty kings. This establishes that yoga-knowledge is not a modern invention but an ancient revelation given at the very dawn of human civilization. The Gita Press commentators note that the Lord uses proktavān, the past perfect, indicating this transmission happened at the beginning of creation itself, before the current human cycle. The teaching is avyayam — it does not wear out or become obsolete with the passage of time."
      }
    },
    {
      "verse": 2,
      "sanskrit": "श्रीभगवानुवाच ।\nएवं परम्पराप्राप्तमिमं राजर्षयो विदुः ।\nस कालेनेह महता योगो नष्टः परन्तप ॥",
      "transliteration": "śrī-bhagavān uvāca\nevaṃ paramparā-prāptam imaṃ rājarṣayo viduḥ\nsa kāleneha mahatā yogo naṣṭaḥ paran-tapa",
      "translation": "The Blessed Lord said: Thus received through an unbroken lineage, the royal sages knew this yoga. But through the long passage of time, O Parantapa, this yoga was lost here on earth.",
      "audio": "/assets/audio/ch04/verse_04_02.mp3",
      "word_breakdown": [
        {
          "word": "परम्परा",
          "transliteration": "paramparā",
          "root": "param + para (one after another)",
          "grammatical_form": "Noun, feminine, used as compound prefix (tatpuruṣa)",
          "meaning": "lineage / succession / unbroken chain of transmission from teacher to student"
        },
        {
          "word": "राजर्षयः",
          "transliteration": "rājarṣayaḥ",
          "root": "rāja (king) + ṛṣi (sage)",
          "grammatical_form": "Compound noun, masculine, nominative, plural",
          "meaning": "royal sages — kings who were also realized seers; the rājarṣis"
        },
        {
          "word": "कालेन",
          "transliteration": "kālena",
          "root": "√kal (to reckon / to impel) — kāla (time)",
          "grammatical_form": "Noun, masculine, instrumental, singular",
          "meaning": "by time / through the passage of time"
        },
        {
          "word": "नष्टः",
          "transliteration": "naṣṭaḥ",
          "root": "√naś (to perish / to be lost)",
          "grammatical_form": "Past passive participle, masculine, nominative, singular",
          "meaning": "lost / destroyed / disappeared"
        },
        {
          "word": "परन्तप",
          "transliteration": "paran-tapa",
          "root": "para (enemy) + √tap (to burn / afflict)",
          "grammatical_form": "Compound noun, masculine, vocative, singular",
          "meaning": "O Parantapa — scorcher of foes; epithet of Arjuna, the valiant warrior"
        }
      ],
      "commentary": {
        "dadaji": "Here the Lord speaks one of the most poignant truths about human civilization — even the highest teachings can be lost. The rājarṣis, those magnificent souls who were both kings and sages, did receive this wisdom and governed their kingdoms from the platform of Self-knowledge. But as the ages turned, as Kali Yuga's shadows grew longer, the pure thread was broken. How? Not through any external force, but through forgetfulness, through intellectual pride, through the slow drift away from the living guru relationship. Beta, this is why the Lord must return again and again — not because God has changed, but because we humans keep losing the thread. When you feel yourself drifting from your practice, from satsang, from the guru's grace — remember: even the civilization of the rājarṣis could lose this yoga. Stay close to the source.",
        "sarvapriyananda": "This verse contains a sober and important observation about the sociology of spiritual knowledge. Paramparā-prāptam — received through the unbroken chain — this is the gold standard of Vedantic transmission. The rājarṣis embodied a beautiful ideal: temporal power and spiritual realization united in one person. But kālena — by time, that great dissolver — even this elevated tradition was lost. What does 'lost' mean here? Not that the Upanishads were burned or the texts destroyed. It means the living understanding, the direct realization behind the words, faded. Texts survived but became mere ritual recitation without penetrating insight. This is why the Vedantic tradition insists so emphatically that Self-knowledge must be received from a living, realized teacher. Without that, even the most sacred scripture becomes an empty shell.",
        "yogananda": "The great divine-human civilization of the rājarṣis — scientist-kings and sage-rulers — represents what humanity can become when yoga-knowledge is practiced in its fullness. These enlightened rulers governed not from ambition but from cosmic attunement. But kāla, the relentless wheel of cyclic time, obscures even the greatest light. This is why the great masters repeatedly return: Elijah, John the Baptist, Babaji — the line of avatāras and mahāvatāras who keep re-igniting the flame. The word naṣṭaḥ, 'lost,' does not mean annihilated; it means covered over, as the sun is covered by clouds. The yoga was never truly destroyed — it was preserved in the souls of the illumined, waiting for the divine moment of re-revelation, which comes precisely in verse 3.",
        "goyandka": "The Lord confirms that this paramparā — the sacred succession — was once maintained perfectly by the rājarṣis, the royal sages who combined kingly authority with spiritual depth. Janaka, Ashvapati, and others of that lineage exemplified how a ruler could be a jñānī. But in the course of mahā-kāla, the great cosmic time cycle, this living tradition became naṣṭa — lost, not in its textual form but in its realized experiential transmission. The commentators of Gita Press observe that 'here on earth' (iha) is significant: the teaching may be eternally preserved in the higher lokas and in the Lord's own memory, but its practical currency among human beings was broken. This is precisely why a new direct transmission from the Lord Himself — to Arjuna, and through the Gita to all of humanity — becomes necessary."
      }
    },
    {
      "verse": 3,
      "sanskrit": "श्रीभगवानुवाच ।\nस एवायं मया तेऽद्य योगः प्रोक्तः पुरातनः ।\nभक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम् ॥",
      "transliteration": "śrī-bhagavān uvāca\nsa evāyaṃ mayā te 'dya yogaḥ proktaḥ purātanaḥ\nbhakto 'si me sakhā ceti rahasyaṃ hy etad uttamam",
      "translation": "The Blessed Lord said: This same ancient yoga I now declare to you today, for you are My devotee and My friend. This is the supreme secret.",
      "audio": "/assets/audio/ch04/verse_04_03.mp3",
      "word_breakdown": [
        {
          "word": "पुरातनः",
          "transliteration": "purātanaḥ",
          "root": "purā (formerly / of old) + suffix -tana",
          "grammatical_form": "Adjective, masculine, nominative, singular",
          "meaning": "ancient / primeval / belonging to the remote past"
        },
        {
          "word": "भक्तः",
          "transliteration": "bhaktaḥ",
          "root": "√bhaj (to worship / to share in / to be devoted to)",
          "grammatical_form": "Past passive participle used as noun, masculine, nominative, singular",
          "meaning": "devotee / one who is devoted; here: 'you are My bhakta'"
        },
        {
          "word": "सखा",
          "transliteration": "sakhā",
          "root": "sa + kha (one who shares the same space / intimate companion)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "friend / intimate companion / comrade"
        },
        {
          "word": "रहस्यम्",
          "transliteration": "rahasyam",
          "root": "rahas (solitude / secrecy) + suffix -ya",
          "grammatical_form": "Noun, neuter, nominative, singular",
          "meaning": "secret / mystery; esoteric teaching not meant for the unqualified"
        },
        {
          "word": "उत्तमम्",
          "transliteration": "uttamam",
          "root": "ut + tama (superlative suffix) — from ud (above)",
          "grammatical_form": "Adjective, neuter, nominative, singular",
          "meaning": "supreme / the highest / the most excellent of all"
        }
      ],
      "commentary": {
        "dadaji": "Ruko, ruko — stop and feel what the Lord is saying here! He says: 'You are My bhakta and My sakhā — My devotee AND My friend.' This double relationship is extraordinarily rare. To be a devotee without friendship is to remain at a respectful distance. To be a friend without devotion risks taking God for granted. But Arjuna had both — and that is why he received what Vivasvat, Manu, and Ikshvaku received in the dawn of creation. The uttama rahasya — the supreme secret — is not a formula or a technique. It is the living relationship between the human soul and its divine source. Beta, the Lord is telling each one of us through Arjuna: when you approach with both love and intimacy, when you neither worship from afar nor forget the sacred nature of the bond — then the highest knowledge flows freely. That is why you must cultivate both bhakti and sakhya.",
        "sarvapriyananda": "This verse reveals the criterion for receiving the highest knowledge — not caste, not scholarship, not even austerity alone, but bhakti combined with sakhya. Bhakto 'si me sakhā ceti — 'you are my devotee and my friend.' These two together constitute the adhikāra, the qualification. From the Vedantic standpoint, bhakti dissolves the ego's resistance and sakhya indicates the non-dual intimacy where the distinction between knower and the known begins to thin. The Lord calls this rahasya uttamam — the supreme secret. In Vedanta, 'secret' (rahasya) does not mean withheld; it means that without inner preparation, the ears hear the words but the meaning does not penetrate. This is why the Upanishads were traditionally transmitted in araṇya, in forest solitude, from teacher to intimate student. The Gita is the Upanishadic teaching brought to the battlefield of life.",
        "yogananda": "The qualification for receiving God's highest teaching is exactly as stated: the disciple must be both bhakta — a devotee whose heart is surrendered — and sakhā — a true friend who meets the Guru-God in the reciprocity of divine love. This double qualification corresponds to two stages of inner development. Bhakti represents the devotional approach, the opening of the heart. Sakhya represents the more advanced state of fearless, intimate God-communion — the stage that great masters like Saint Francis and Ramakrishna achieved. The 'supreme secret' (rahasya uttamam) is the science of Self-realization through Kriya Yoga, which can only be transmitted when the disciple's consciousness is sufficiently refined by love and inner attunement. Krishna's words here are eternally personal — addressed to every soul who has truly prepared itself through devotion.",
        "goyandka": "The Lord here explains the specific reason Arjuna deserves to receive this ancient and supreme teaching now. Two qualifications are cited: bhakti (devotion) and sakhya (friendship). The Gita Press commentators emphasize that these two together represent the fullness of the bhakta-Bhagavat relationship — complete surrender combined with loving intimacy. The teaching is called rahasya, a secret — not because it is withheld from the public, for the Gita is openly available — but because its deepest import can only be grasped by one whose mind and heart are properly prepared. Uttamam, 'supreme,' distinguishes this yoga from all lesser sciences. The repetition of 'this same yoga' (sa evāyam) affirms continuity with what was taught at creation's dawn, establishing the Gita's teaching as the primordial sanātana dharma, not a new doctrine."
      }
    },
    {
      "verse": 4,
      "sanskrit": "अर्जुन उवाच ।\nअपरं भवतो जन्म परं जन्म विवस्वतः ।\nकथमेतद्विजानीयां त्वमादौ प्रोक्तवानिति ॥",
      "transliteration": "arjuna uvāca\naparaṃ bhavato janma paraṃ janma vivasvataḥ\nkatham etad vijānīyāṃ tvam ādau proktavān iti",
      "translation": "Arjuna said: Your birth is recent; the birth of Vivasvat was in the distant past. How am I to understand that You taught this yoga in the beginning?",
      "audio": "/assets/audio/ch04/verse_04_04.mp3",
      "word_breakdown": [
        {
          "word": "अपरम्",
          "transliteration": "aparam",
          "root": "a + para (not the distant / this side)",
          "grammatical_form": "Adjective, neuter, nominative, singular",
          "meaning": "recent / later / of this present time — contrasted with the ancient past"
        },
        {
          "word": "परम्",
          "transliteration": "param",
          "root": "para (beyond / distant / prior)",
          "grammatical_form": "Adjective, neuter, nominative, singular",
          "meaning": "prior / ancient / belonging to the remote past"
        },
        {
          "word": "विवस्वतः",
          "transliteration": "vivasvataḥ",
          "root": "vi + vas (to shine brilliantly)",
          "grammatical_form": "Proper noun, masculine, genitive, singular",
          "meaning": "of Vivasvat — the sun-god; genitive indicating possession/attribution"
        },
        {
          "word": "कथम्",
          "transliteration": "katham",
          "root": "ka (interrogative root) + tham (suffix)",
          "grammatical_form": "Interrogative adverb, indeclinable",
          "meaning": "how / in what way — expressing genuine perplexity"
        },
        {
          "word": "आदौ",
          "transliteration": "ādau",
          "root": "ādi (beginning / first) — from ā + √dā or root ādi",
          "grammatical_form": "Noun, masculine, locative, singular",
          "meaning": "in the beginning / at the outset / at the start of creation"
        }
      ],
      "commentary": {
        "dadaji": "Arjuna's question is the most natural and human of questions — and it is precisely what makes him the ideal student. He does not pretend to understand what he does not understand. He does not nod his head and move on. He stops and asks: 'But Krishna, You were born after Vivasvat — how could You have taught him?' Beta, this is not doubt born of disrespect. This is the sincere puzzlement that opens the door to the most profound teaching. Notice that Arjuna calls the Lord 'bhavataḥ' — using the respectful form even as he questions. The great student questions with reverence. And it is precisely this honest, respectful questioning that draws from the Lord the magnificent revelation of the avatāra doctrine and the nature of divine birth that follows in verses 5-9. Never be afraid to ask the sincere question.",
        "sarvapriyananda": "Arjuna's question is philosophically acute. He identifies the apparent contradiction perfectly: aparaṃ bhavato janma — your birth is recent; paraṃ janma vivasvataḥ — Vivasvat's birth is ancient. From the empirical standpoint of time and history, this is irreconcilable. Arjuna is operating within the framework of conventional reality where every birth is a new beginning and where 'you' now is different from 'you' then. But the Lord's answer — beginning in verse 5 — will explode this framework entirely. The concept of the eternal ātman, unbound by any single birth, is the answer. This verse thus serves as the perfect jijñāsā — sincere spiritual inquiry — which is the essential starting point for Vedantic teaching. The tradition holds: only the question born of genuine perplexity can receive the answer that transforms.",
        "yogananda": "Arjuna here voices the confusion of every soul still identified with the body: how can this man before me be the same being who taught Vivasvat at the dawn of time? The question reflects the limitation of body-bound consciousness, which can only perceive the external form and the current birth. Arjuna is not being skeptical — he is being honest about the limit of his current perception. This is the sincere devotee's inquiry, not the skeptic's challenge. Great masters through the ages have faced the same bewilderment from their disciples: 'But you were born just recently — how can you claim to be the eternal guru?' The answer, which Krishna is about to give, is one of the most liberating truths in all spiritual literature: the real Self was never born and never dies, and remembers all its apparent births.",
        "goyandka": "Arjuna's question is marked by respectful perplexity — katham etad vijānīyām, 'how am I to understand this?' He uses bhavataḥ, the deferential second person, showing that this is not a challenge but a genuine seeker's inquiry. The Gita Press commentators point out the precision of the contrast: aparam (recent) versus param (ancient/prior). Arjuna's logic is sound within the boundaries of conventional understanding: Krishna's physical birth in the Dvāpara Yuga was well known and recent; Vivasvat belongs to the earliest age. This intellectual knot must be cut — and it is cut by the Lord's revelation of His transcendent nature beginning in the next verse. Such sincere śiṣya-praśna, the disciple's question, is the very mechanism by which the Gita's greatest teachings are drawn out."
      }
    },
    {
      "verse": 5,
      "sanskrit": "श्रीभगवानुवाच ।\nबहूनि मे व्यतीतानि जन्मानि तव चार्जुन ।\nतान्यहं वेद सर्वाणि न त्वं वेत्थ परन्तप ॥",
      "transliteration": "śrī-bhagavān uvāca\nbahūni me vyatītāni janmāni tava cārjuna\ntāny ahaṃ veda sarvāṇi na tvaṃ vettha paran-tapa",
      "translation": "The Blessed Lord said: Many are the births that have passed for both you and Me, O Arjuna. I know them all; you do not know them, O Parantapa.",
      "audio": "/assets/audio/ch04/verse_04_05.mp3",
      "word_breakdown": [
        {
          "word": "बहूनि",
          "transliteration": "bahūni",
          "root": "bahu (many / abundant)",
          "grammatical_form": "Adjective, neuter, nominative, plural",
          "meaning": "many / numerous — referring to the countless past births"
        },
        {
          "word": "व्यतीतानि",
          "transliteration": "vyatītāni",
          "root": "vi + ati + √i (to go past / to pass beyond)",
          "grammatical_form": "Past passive participle, neuter, nominative, plural",
          "meaning": "have passed / have gone by / are completed"
        },
        {
          "word": "जन्मानि",
          "transliteration": "janmāni",
          "root": "√jan (to be born / to come into being)",
          "grammatical_form": "Noun, neuter, nominative, plural",
          "meaning": "births / lives / incarnations"
        },
        {
          "word": "वेद",
          "transliteration": "veda",
          "root": "√vid (to know — the root of all wisdom)",
          "grammatical_form": "Verb, perfect tense (used as present), 1st person, singular",
          "meaning": "I know — the perfect tense conveys timeless, integral knowledge"
        },
        {
          "word": "वेत्थ",
          "transliteration": "vettha",
          "root": "√vid (to know)",
          "grammatical_form": "Verb, perfect tense (used as present), 2nd person, singular",
          "meaning": "you know — here negated: na tvaṃ vettha — you do not know"
        }
      ],
      "commentary": {
        "dadaji": "What compassion overflows from these words! The Lord does not say 'I am eternal and you are limited' in a dismissive way. He says 'both you and I have had many births' — He places Himself alongside Arjuna first, then gently reveals the difference: I know them all; you do not yet know. This is the tenderness of a true guru. He does not shame the student for not knowing. He acknowledges the shared journey first, then points to the asymmetry that exists for now — because it is only 'for now.' Arjuna too will eventually know. The entire Gita is the process of Arjuna recovering his divine vision. Beta, this verse contains a profound comfort: you have lived before, you will live again — and through the grace of the Lord, you too can recover the memory of your immortal Self that stands behind all these appearances.",
        "sarvapriyananda": "In this pivotal verse the Lord introduces two critical Vedantic truths simultaneously. First: the ātman transmigrates — bahūni janmāni, many births have passed — this is the doctrine of rebirth (punarjanma) that is foundational to Vedanta. Second: the Lord's knowledge is not accumulated in time but is intrinsic to His nature. Aham veda sarvāṇi — I know all of them — this is the sarvajñatā, the omniscience, of the Absolute. The verb veda, from √vid, is used in the perfect tense but carries a timeless meaning — I have always known and do know. Arjuna's not-knowing is the condition of jīva-consciousness still under the veil of māyā. The entire spiritual path is the removal of this veil: from vettha-lessness to the fullness of veda, from forgetting to remembering the eternal Self.",
        "yogananda": "Here Krishna reveals one of the most important truths of all metaphysics: the soul's journey through many lives. 'Many are My births that have passed, and yours also' — this is the affirmation of reincarnation, which the divine masters of East and West have consistently taught. The crucial distinction: 'I know them all; you do not know them.' The difference between an avatāra and an ordinary soul is not that one is reborn and the other is not — both take many forms. The difference is in the quality of consciousness: the avatāra retains full divine awareness across all incarnations; the unillumined soul is veiled by māyā and forgets its past. Through Kriya Yoga and deep meditation, the devotee can gradually recover this memory — this is called jāti-smara in the yogic tradition — and ultimately know the Self that was never born.",
        "goyandka": "The Lord here directly addresses Arjuna's question about past births by affirming that both He and Arjuna have passed through many incarnations. The critical distinction is in the quality of knowing: tāny ahaṃ veda sarvāṇi — I know all of them — while na tvaṃ vettha — you do not know yours. The Gita Press commentary notes that this does not mean Arjuna is spiritually inferior in an absolute sense — it means that in his present state, the screen of māyā has covered his trans-incarnational memory. The Lord's knowledge is nitya (eternal) and not subject to such obscuration. This verse establishes the ontological difference between the Paramātman who takes voluntary birth and the jīvātman who is bound by karma and saṃskāra into repeated embodiment. It is this difference that the next verse will elaborate through the doctrine of divine self-manifestation."
      }
    },
    {
      "verse": 6,
      "sanskrit": "श्रीभगवानुवाच ।\nअजोऽपि सन्नव्ययात्मा भूतानामीश्वरोऽपि सन् ।\nप्रकृतिं स्वामधिष्ठाय सम्भवाम्यात्ममायया ॥",
      "transliteration": "śrī-bhagavān uvāca\najo 'pi sann avyayātmā bhūtānām īśvaro 'pi san\nprakṛtiṃ svām adhiṣṭhāya sambhavāmy ātma-māyayā",
      "translation": "The Blessed Lord said: Though I am unborn and My Self is imperishable, and though I am the Lord of all beings — yet controlling My own Prakriti, I come into being through My own divine Māyā.",
      "audio": "/assets/audio/ch04/verse_04_06.mp3",
      "word_breakdown": [
        {
          "word": "अजः",
          "transliteration": "ajaḥ",
          "root": "a + √jan (un-born; negation of birth)",
          "grammatical_form": "Adjective / substantive, masculine, nominative, singular",
          "meaning": "the unborn one — that which has never truly taken birth; the eternal"
        },
        {
          "word": "अव्ययात्मा",
          "transliteration": "avyayātmā",
          "root": "a + vi + √i (avyaya: imperishable) + ātman (Self)",
          "grammatical_form": "Compound (karmadhāraya), masculine, nominative, singular",
          "meaning": "He whose Self is imperishable / undecaying — the indestructible Ātman"
        },
        {
          "word": "ईश्वरः",
          "transliteration": "īśvaraḥ",
          "root": "√īś (to rule / to have power over)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "the Lord / the Ruler / the Sovereign — Master of all beings"
        },
        {
          "word": "अधिष्ठाय",
          "transliteration": "adhiṣṭhāya",
          "root": "adhi + √sthā (to stand upon / to preside over / to govern)",
          "grammatical_form": "Absolutive (gerund), indeclinable",
          "meaning": "having presided over / controlling / taking sovereign hold of"
        },
        {
          "word": "आत्ममायया",
          "transliteration": "ātma-māyayā",
          "root": "ātman (Self) + māyā (creative power / illusion / divine potency)",
          "grammatical_form": "Compound noun, feminine, instrumental, singular",
          "meaning": "through My own Māyā / by My own divine creative power"
        }
      ],
      "commentary": {
        "dadaji": "This verse is one of the most breathtaking in the entire Gita. The Lord is saying: I am the Unborn — yet I am born. I am the Imperishable — yet I take on a perishable form. I am the Lord of all — yet I appear as a helpless child in Devaki's womb. How? Through ātma-māyā — My own divine creative power. Beta, this is not contradiction; this is the infinite freedom of God. A flame can light a thousand candles without itself being diminished. An ocean can form a million waves without ceasing to be the ocean. When the Infinite chooses to appear as the finite, it does so without actually becoming limited — it remains infinite throughout. This is why Krishna could be simultaneously a child in Vrindavan, a statesman in Dwarka, and the eternal Brahman beyond all form. The divine mystery of the avatāra is that God plays in the world while remaining untouched by it.",
        "sarvapriyananda": "This is arguably the most philosophically dense verse of Chapter 4. The Lord enumerates three transcendent attributes — ajaḥ (unborn), avyayātmā (imperishable Self), and īśvara (Lord of all) — and then immediately resolves the paradox of His apparent birth by citing ātma-māyā, His own divine creative power. From the Advaita Vedanta perspective, this verse describes the mystery of saguna Brahman: the Absolute, which is in its ultimate nature attributeless (nirguṇa), voluntarily assumes the appearance of personal divine manifestation through its own śakti (power). This is not the bondage of karma-driven birth; it is the sovereign freedom (svā-tantratā) of the Supreme. The word svām in prakṛtiṃ svām — 'My own Prakriti' — is crucial: He presides over nature; nature does not preside over Him. This is the difference between avatāra and jīva.",
        "yogananda": "The great paradox of incarnation is here perfectly stated: ajo 'pi — 'though unborn.' The eternal Christ Consciousness, the Kutastha Chaitanya, is never born and never dies. Yet it appears in human form through ātma-māyā — its own divine creative energy, the same cosmic energy that Yogananda identified as Om, the Holy Ghost, the creative vibration of God. When a master of the highest order incarnates, he does so not under karmic compulsion but by sovereign choice. He 'controls his own Prakriti' — he enters the stream of nature from above, not from below. This is the difference between the avatāra and the ordinary soul: both appear in human form, but one comes as the ocean appearing as a wave, while the other is a wave that has not yet remembered it is the ocean. Meditation on this verse reveals the innermost secret of divine incarnation.",
        "goyandka": "The Gita Press commentary emphasizes the four-fold contrast in this verse: the Lord is ajaḥ — yet He appears to be born; He is avyayātmā — yet He takes on a body that appears subject to time; He is bhūtānām īśvaraḥ — yet He appears as a human being within creation; He controls His own Prakriti — yet He appears to act within nature's laws. All four apparent contradictions are resolved by the single phrase ātma-māyayā — by His own divine Māyā, His sovereign creative potency. This māyā of the Lord is not the same as the māyā that binds jīvas — it is the Lord's free divine will operating through His higher Prakriti (daivī māyā). The Gita Press notes that this verse is the foundation of the entire avatāra doctrine: God does not need to be 'born' in the ordinary sense, but graciously appears in a form accessible to human devotion and understanding."
      }
    },
    {
      "verse": 7,
      "sanskrit": "श्रीभगवानुवाच ।\nयदा यदा हि धर्मस्य ग्लानिर्भवति भारत ।\nअभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम् ॥",
      "transliteration": "śrī-bhagavān uvāca\nyadā yadā hi dharmasya glānir bhavati bhārata\nabhyutthānam adharmasya tadātmānaṃ sṛjāmy aham",
      "translation": "The Blessed Lord said: Whenever there is decline of dharma, O Bharata, and rise of adharma — at that time I manifest Myself.",
      "audio": "/assets/audio/ch04/verse_04_07.mp3",
      "word_breakdown": [
        {
          "word": "धर्मस्य",
          "transliteration": "dharmasya",
          "root": "√dhṛ (to hold / to sustain / to uphold)",
          "grammatical_form": "Noun, masculine, genitive, singular",
          "meaning": "of dharma — of the cosmic order, righteousness, and sustaining principle"
        },
        {
          "word": "ग्लानिः",
          "transliteration": "glāniḥ",
          "root": "√glā (to be weary / to fade / to decline)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "decline / fading / exhaustion; the waning of vitality in dharma"
        },
        {
          "word": "अभ्युत्थानम्",
          "transliteration": "abhyutthānam",
          "root": "abhi + ud + √sthā (to rise up against / to ascend forcefully)",
          "grammatical_form": "Noun, neuter, nominative, singular",
          "meaning": "rise / ascendancy / the surging upward — here of adharma"
        },
        {
          "word": "अधर्मस्य",
          "transliteration": "adharmasya",
          "root": "a + dharma (negation of the cosmic order)",
          "grammatical_form": "Noun, masculine, genitive, singular",
          "meaning": "of adharma — of unrighteousness, disorder, violation of cosmic law"
        },
        {
          "word": "सृजामि",
          "transliteration": "sṛjāmi",
          "root": "√sṛj (to create / to emit / to project / to manifest)",
          "grammatical_form": "Verb, present tense, 1st person, singular",
          "meaning": "I manifest / I project / I bring forth — used of the Lord's divine self-projection"
        }
      ],
      "commentary": {
        "dadaji": "Yadā yadā — 'whenever, whenever.' Feel the rhythm of these words, beta. The Lord is not speaking of a single event in history but of a recurring divine pattern. Whenever the world tilts too far from dharma — whenever adharma begins its abhyutthāna, its forceful rising — the Lord manifests. This is the eternal promise. But do not wait for the Lord only on the grand cosmic scale. This verse operates in your individual life too. Whenever your inner dharma — your true nature as a child of God — begins to fade, whenever the forces of tamasic ignorance and rajasic passion begin to overwhelm your inner life, the Lord stirs within you. He manifests as a sudden clarity, a chance meeting with a saint, a scripture that speaks directly to your condition. 'I manifest Myself' — always, in every age, in every sincere heart that yearns for Truth.",
        "sarvapriyananda": "This verse, along with verse 8, forms one of the most beloved couplets in all Indian literature. Dharmasya glāniḥ — the word glāni is particularly revealing. It does not mean dharma is destroyed or abolished — it means it becomes weary, enfeebled, loses its vitality while still formally persisting. This is the most dangerous phase: when the external forms of religion continue but the living inner realization has drained away. Abhyutthānam adharmasya — adharma does not merely rise gradually but 'rises up,' abhyutthāna suggesting an assertive, forceful ascendancy. The Lord's response is ātmānaṃ sṛjāmy aham — I project Myself, I manifest. The verb √sṛj (to create/emit) is significant: the avatāra is a divine projection of Brahman, not a creation from outside. The source of all avatāras is the one Consciousness.",
        "yogananda": "In the annals of world history, the great divine incarnations have appeared precisely at the moments of deepest darkness — Buddha at a time of spiritual formalism, Christ at an age of Roman materialism and Jewish legalism, Ramakrishna and Yogananda's lineage at the dawn of the modern scientific age when materialism threatened to extinguish the spiritual instinct. This is the divine law: yadā yadā — whenever dharma declines. Glāni (decline) is not the same as destruction. Often dharma's outer forms remain while its inner fire is extinguished — and this is when the Lord manifests most urgently. In the inner life, this verse means: whenever your soul's connection to the Divine weakens, whenever the 'adharma' of distraction and ego-assertion rises up, God responds — through the guru, through inspiration, through the inner voice of conscience.",
        "goyandka": "The Gita Press commentary notes that yadā yadā (whenever, at whatever time) establishes this as a universal and repeating law, not a one-time event. The Lord intervenes not when dharma is completely destroyed — for that would be too late — but when glāni occurs, when it begins to fade and lose its authority, simultaneously with adharma's abhyutthāna, its forceful rising. The two conditions together trigger the divine response: ātmānaṃ sṛjāmy aham — 'I manifest Myself.' The word sṛjāmi (I project/emit) rather than janāmi (I am born) is significant in Sanskrit — it indicates that the Lord is not passively born but actively projects Himself into manifestation through His own sovereign will. This verse establishes that avatāras appear in a cyclical pattern throughout cosmic time, ensuring the continuity of dharma across all ages."
      }
    },
    {
      "verse": 8,
      "sanskrit": "श्रीभगवानुवाच ।\nपरित्राणाय साधूनां विनाशाय च दुष्कृताम् ।\nधर्मसंस्थापनार्थाय सम्भवामि युगे युगे ॥",
      "transliteration": "śrī-bhagavān uvāca\nparitrāṇāya sādhūnāṃ vināśāya ca duṣkṛtām\ndharma-saṃsthāpanārthāya sambhavāmi yuge yuge",
      "translation": "The Blessed Lord said: For the protection of the good, for the destruction of the wicked, and for the firm establishment of dharma — I come into being age after age.",
      "audio": "/assets/audio/ch04/verse_04_08.mp3",
      "word_breakdown": [
        {
          "word": "परित्राणाय",
          "transliteration": "paritrāṇāya",
          "root": "pari + √trā (to protect / to save / to rescue thoroughly)",
          "grammatical_form": "Noun, neuter, dative, singular (purpose dative)",
          "meaning": "for the complete protection / for the deliverance / for the saving — of the sādhus"
        },
        {
          "word": "साधूनाम्",
          "transliteration": "sādhūnām",
          "root": "√sādh (to accomplish / to be virtuous) — sādhu: the good person",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "of the good / of the virtuous / of the righteous — saints, sages, and genuine seekers"
        },
        {
          "word": "दुष्कृताम्",
          "transliteration": "duṣkṛtām",
          "root": "duṣ + √kṛ (to do evil / to act wickedly) — duṣkṛt: evildoer",
          "grammatical_form": "Noun/adjective compound, masculine, genitive, plural",
          "meaning": "of the evildoers / of the wicked / of those whose acts are harmful"
        },
        {
          "word": "संस्थापनार्थाय",
          "transliteration": "saṃsthāpanārthāya",
          "root": "sam + √sthā + pana (action noun) + artha (purpose) — firm re-establishment",
          "grammatical_form": "Compound noun, neuter, dative, singular (purpose)",
          "meaning": "for the purpose of firmly re-establishing / re-founding / restoring dharma"
        },
        {
          "word": "युगे युगे",
          "transliteration": "yuge yuge",
          "root": "yuga (an age / a cosmic era — from √yuj, to join)",
          "grammatical_form": "Noun, neuter, locative, singular — repeated for distributive sense",
          "meaning": "age after age / in every yuga / from era to era — the eternal recurrence"
        }
      ],
      "commentary": {
        "dadaji": "Three purposes — three acts of divine love. First: paritrāṇāya sādhūnām — the protection of the good. The sādhus, the seekers, the pure-hearted ones — they are never abandoned. When the world becomes too hostile for the genuine spiritual life, the Lord comes. Second: vināśāya duṣkṛtām — the dissolution of those whose actions are destructive. Note, beta, that it says duṣkṛtām — 'of the evil-doers,' not 'of the evil people.' Even here there is compassion: it is the evil actions, the destructive patterns, that must be ended. Third: dharma-saṃsthāpanārthāya — for the firm RE-establishment of dharma. Saṃsthāpana means to place firmly, to anchor securely. And then the crowning phrase: yuge yuge — age after age. Not once. Not twice. Always. This is the Lord's eternal vow. Carry this verse in your heart and you will never despair of the world.",
        "sarvapriyananda": "The three purposes articulated here follow a beautiful inner logic. Paritrāṇāya sādhūnām — the sādhus represent dharma's living embodiment; protecting them is protecting dharma's vital force. Vināśāya duṣkṛtām — the evildoers represent dharma's active opposition; their dissolution removes the obstacle. Dharma-saṃsthāpanārthāya — once the negative forces are neutralized and the positive forces protected, the positive re-establishment becomes possible. This is cosmic governance. From a Vedantic standpoint, the Lord who does all this is the one Consciousness that underlies all seeming conflict. Yuge yuge — in every age — is a statement of eternal divine oversight. The Gita assures us: this universe is not abandoned to chaos. There is a governing Consciousness, and It responds to the collective dharmic condition of humanity.",
        "yogananda": "Yuge yuge — 'age after age' — is the cosmic heartbeat of divine intervention. This verse, along with verse 7, constitutes what Yogananda called 'God's eternal promise to humanity.' The three purposes correspond to three aspects of the divine work: the liberating function (protection of the good), the purifying function (dissolution of destructive forces), and the re-creative function (re-establishment of cosmic order). In the personal life of the devotee, this same threefold process operates through the guru's grace: the guru protects the student's spiritual sensitivity (sādhu-aspect), purifies the ego-tendencies that oppose growth (duṣkṛt-aspect), and gradually re-establishes the soul's native dharma of God-consciousness. The avatāra is thus not only a cosmic event but a personal, interior one — occurring whenever God's presence reasserts itself in the prepared heart.",
        "goyandka": "This verse completes the doctrine introduced in verse 7 by specifying the three-fold divine purpose of the avatāra. The Gita Press commentary emphasizes that these three are not separate missions but aspects of a single unified purpose: the restoration of the cosmic order. Paritrāṇa (thorough protection, literally 'carrying safely across') for the sādhus; vināśa (complete destruction) for those whose actions are destructive — not their souls, which are eternal, but the harmful patterns and the adharmic order they sustain; and dharma-saṃsthāpana (firm re-establishment) as the positive constructive outcome. Yuge yuge — the locative repetition in Sanskrit indicates 'in each and every yuga without exception.' This verse has given extraordinary comfort to generations of Bhārata through dark periods of history, assuring them that the divine protection and the re-establishment of dharma is a cosmic inevitability."
      }
    },
    {
      "verse": 9,
      "sanskrit": "श्रीभगवानुवाच ।\nजन्म कर्म च मे दिव्यमेवं यो वेत्ति तत्त्वतः ।\nत्यक्त्वा देहं पुनर्जन्म नैति मामेति सोऽर्जुन ॥",
      "transliteration": "śrī-bhagavān uvāca\njanma karma ca me divyam evaṃ yo vetti tattvataḥ\ntyaktvā dehaṃ punar janma naiti mām eti so 'rjuna",
      "translation": "The Blessed Lord said: He who truly knows, in its real nature, My divine birth and action — on leaving the body, he is not reborn; he comes to Me, O Arjuna.",
      "audio": "/assets/audio/ch04/verse_04_09.mp3",
      "word_breakdown": [
        {
          "word": "दिव्यम्",
          "transliteration": "divyam",
          "root": "div (heaven / light / the divine realm) + suffix -ya",
          "grammatical_form": "Adjective, neuter, accusative, singular",
          "meaning": "divine / transcendent / not of this earthly nature — applied to both birth and action"
        },
        {
          "word": "तत्त्वतः",
          "transliteration": "tattvataḥ",
          "root": "tat + tva (that-ness / suchness / essential reality) + ablative -taḥ",
          "grammatical_form": "Adverb, ablative of manner (indeclinable in use)",
          "meaning": "in truth / in essential reality / according to the true nature of things"
        },
        {
          "word": "त्यक्त्वा",
          "transliteration": "tyaktvā",
          "root": "√tyaj (to leave / to abandon / to relinquish)",
          "grammatical_form": "Absolutive (gerund), indeclinable",
          "meaning": "having left / upon leaving / after abandoning — the body at death"
        },
        {
          "word": "पुनर्जन्म",
          "transliteration": "punar janma",
          "root": "punar (again) + √jan (to be born) — janma (birth)",
          "grammatical_form": "Compound noun, neuter, accusative, singular",
          "meaning": "rebirth / reincarnation — being born again into another body"
        },
        {
          "word": "नैति",
          "transliteration": "naiti",
          "root": "na + √i (to go) — na eti: does not go",
          "grammatical_form": "Verb, present tense, 3rd person, singular — negated",
          "meaning": "does not go to / does not attain — i.e., does not return to rebirth"
        }
      ],
      "commentary": {
        "dadaji": "Beta, listen carefully — this is the great promise. The Lord says: whoever truly understands the divine nature of My birth and actions — tattvataḥ, in their essential reality — that person is liberated. They will not be reborn. They will come to Me. What does it mean to 'truly know'? It does not mean merely reading or memorizing. Tattvataḥ means understanding at the level of being, not just the level of thought. When you genuinely grasp that the Lord's birth is not like a human birth driven by karma, that His actions are not bound by personal desire — when this truth penetrates from the mind into the heart — something in you is freed. The knowledge of the divine nature of the avatāra is itself liberating because it begins to reveal to you your own divine nature. You are not this body either. You too were never really born. Mām eti — 'he comes to Me' — this is moksha, and it begins with this understanding.",
        "sarvapriyananda": "The liberating power of jñāna — true knowledge — is nowhere stated more precisely than here. Yo vetti tattvataḥ — whoever knows in essential truth — the 'knowing' here is not intellectual comprehension but tattva-darśana, the direct vision of the essential nature of reality. What must be known? The divyatā of the Lord's janma and karma — that His birth is not karma-driven and His action is not ego-motivated. This comprehension shatters the identification with one's own karma-driven birth and action. The one who truly knows this about the Lord simultaneously understands it about the ātman — for the Lord's nature and the ātman's ultimate nature are not different. Tyaktvā dehaṃ punar janma naiti — upon leaving the body, no more rebirth. This is mukti, liberation: not the destruction of individuality but the end of the compulsive cycle of karma-bound embodiment.",
        "yogananda": "This is one of the most spiritually potent verses in the Gita: the promise of liberation through understanding the divine nature of the avatāra's birth and action. But 'understanding' here means far more than intellectual recognition. Tattvataḥ — 'according to essential truth' — means the transformative realization that comes through deep meditation, not from reading alone. When the devotee truly perceives that Krishna-Christ Consciousness is not limited by any birth or any physical action, this perception dissolves the devotee's own identification with the body. Mām eti so 'rjuna — 'he comes to Me.' This mergence with God-consciousness is the ultimate goal of all yoga. Yogananda taught that realizing the divinity of the guru's life and actions — seeing through the outer form to the Infinite behind it — is one of the most direct paths to liberation that the devotee can walk.",
        "goyandka": "The Gita Press commentary presents this verse as the culminating promise of the avatāra doctrine established in verses 6-8. Divyam janma — the Lord's birth is divine (not karma-compelled); divyam karma — His actions are divine (not ego-motivated). He who understands this tattvataḥ — according to the essential reality — achieves the supreme result: punar janma naiti, no rebirth, and mām eti, attainment of the Lord. The word 'tattvataḥ' is technically significant: the Gita Press notes that mere theoretical knowledge (parokṣa jñāna) is insufficient; what is required is aparokṣa jñāna — direct, immediate, personal realization. This verse confirms a central Vaishnava principle: sākṣāt-kāra of the Lord's divine nature is itself the liberating act. The devotee who truly perceives this is released from the cycle of saṃsāra."
      }
    },
    {
      "verse": 10,
      "sanskrit": "श्रीभगवानुवाच ।\nवीतरागभयक्रोधा मन्मया मामुपाश्रिताः ।\nबहवो ज्ञानतपसा पूता मद्भावमागताः ॥",
      "transliteration": "śrī-bhagavān uvāca\nvīta-rāga-bhaya-krodhā man-mayā mām upāśritāḥ\nbahavo jñāna-tapasā pūtā mad-bhāvam āgatāḥ",
      "translation": "The Blessed Lord said: Freed from attachment, fear, and anger, absorbed in Me, taking refuge in Me — many have been purified by the tapas of knowledge and have attained My state of being.",
      "audio": "/assets/audio/ch04/verse_04_10.mp3",
      "word_breakdown": [
        {
          "word": "वीतरागभयक्रोधाः",
          "transliteration": "vīta-rāga-bhaya-krodhāḥ",
          "root": "vīta (departed) + rāga (attachment) + bhaya (fear) + krodha (anger)",
          "grammatical_form": "Bahuvrīhi compound, masculine, nominative, plural",
          "meaning": "those from whom attachment, fear, and anger have departed — the three chief obstacles to liberation"
        },
        {
          "word": "मन्मयाः",
          "transliteration": "man-mayāḥ",
          "root": "mat (My) + maya (filled with / pervaded by)",
          "grammatical_form": "Compound adjective, masculine, nominative, plural",
          "meaning": "absorbed in Me / filled with Me / those whose consciousness is pervaded by the Lord"
        },
        {
          "word": "उपाश्रिताः",
          "transliteration": "upāśritāḥ",
          "root": "upa + ā + √śri (to lean upon / to take complete refuge)",
          "grammatical_form": "Past passive participle, masculine, nominative, plural",
          "meaning": "having taken refuge in / sheltered by / those who have sought complete shelter in the Lord"
        },
        {
          "word": "ज्ञानतपसा",
          "transliteration": "jñāna-tapasā",
          "root": "jñāna (knowledge) + tapas (austerity / heat / purifying discipline)",
          "grammatical_form": "Compound noun, neuter, instrumental, singular",
          "meaning": "by the tapas of knowledge — by the purifying discipline of spiritual wisdom and inquiry"
        },
        {
          "word": "मद्भावम्",
          "transliteration": "mad-bhāvam",
          "root": "mat (My) + bhāva (state of being / essence / nature)",
          "grammatical_form": "Compound noun, masculine, accusative, singular",
          "meaning": "My state of being / My essential nature / the divine condition of Godhood itself"
        }
      ],
      "commentary": {
        "dadaji": "How encouraging these words are! Bahavaḥ — 'many' have attained. The Lord does not say 'a few rare ones' or 'only those with impossible qualification.' Many. Throughout the ages, countless souls have made this journey, have arrived at mad-bhāvam — the very state of being of God. What was their path? Three freedoms and two positive engagements. Free from rāga (attachment, the pull of craving), bhaya (fear, the push of aversion), and krodha (anger, the flare-up when desires are thwarted) — notice these three cover the entire field of ego-reactivity. And then: man-mayā, absorbed in the Lord, and mām upāśritāḥ, taking complete refuge. Beta, you don't need to extinguish these faults by willpower alone. Take refuge in the Lord — let His love and presence fill your consciousness — and rāga, bhaya, and krodha naturally subside. Jñāna-tapas, the austerity of knowledge, does its purifying work through this loving surrender.",
        "sarvapriyananda": "This verse is a remarkable encapsulation of the entire spiritual path and its attainable goal. The qualification: vīta-rāga-bhaya-krodhāḥ — the three psychological obstacles that Vedanta identifies as the root manifestations of the ego. Rāga (desire-attachment) pulls the mind toward the world; bhaya (fear) pushes it away in avoidance; krodha (anger) erupts when rāga is thwarted. When these three thin out, consciousness becomes available for God. Man-mayā — 'My-pervaded' — is the positive alternative to world-pervaded consciousness. Mām upāśritāḥ — 'taking complete refuge in Me' — is the surrendering of the separate-self illusion to the source. Jñāna-tapas is significant: not merely jñāna (knowledge) alone, but jñāna as tapas — as a transforming, purifying heat. Mad-bhāvam āgatāḥ — 'they have come to My state.' This is Advaita's ultimate statement: not proximity to God, but identity.",
        "yogananda": "In this verse the Lord points to the practical psychology of liberation and names its crown: mad-bhāvam, the divine state of God-consciousness itself. Vīta-rāga-bhaya-krodhāḥ — detachment from craving (rāga), freedom from the fear-reflex (bhaya), and dissolution of reactive anger (krodha) — these three together describe what Yogananda called 'the even mind,' the state of equanimity that makes deep meditation possible. Man-mayā — consciousness saturated with God — is achieved through continuous practice of the presence of God, whether in formal meditation or in daily life. Jñāna-tapasā: the heat (tapas) of Self-inquiry and wisdom burns away the dross of ego-identification, purifying (pūtāḥ) the consciousness. And the goal — mad-bhāvam āgatāḥ — many have reached it. Not as a remote possibility but as a confirmed fact of spiritual history. You too can reach it.",
        "goyandka": "The Gita Press commentary treats this verse as a historical testimony to the efficacy of the path described throughout the first ten verses of Chapter 4. Bahavaḥ, 'many,' refers to the long lineage of sādhus and muktas across all ages who have walked this path and arrived. The verse gives a precise map of the inner transformation: the threefold purification (from rāga, bhaya, krodha), the twofold positive orientation (man-mayā — filled with God; upāśritāḥ — taking refuge), and the purifying instrument (jñāna-tapas — the austere discipline of wisdom). The compound jñāna-tapas is particularly significant: here jñāna is not merely doctrinal knowledge but the intense living inquiry that generates an inner heat (tapas) capable of burning away karmic impurities. Mad-bhāvam āgatāḥ — 'they have attained My bhāva' — means they have realized the essential divine nature that is their own truest Self."
      }
    }
  ]
}
