{
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "sanskrit": "श्रीभगवानुवाच ।\nइदं तु ते गुह्यतमं प्रवक्ष्याम्यनसूयवे ।\nज्ञानं विज्ञानसहितं यज्ज्ञात्वा मोक्ष्यसेऽशुभात् ॥",
      "transliteration": "śrī-bhagavān uvāca\nidaṃ tu te guhyatamaṃ pravakṣyāmy anasūyave\njñānaṃ vijñāna-sahitaṃ yaj jñātvā mokṣyase 'śubhāt",
      "translation": "The Blessed Lord said: To you who are without envy, I shall now declare this most secret knowledge combined with direct experience — knowing which, you shall be freed from all evil and misfortune.",
      "audio": "/assets/audio/ch09/verse_09_01.mp3",
      "word_breakdown": [
        {
          "word": "गुह्यतमम्",
          "transliteration": "guhyatamam",
          "root": "√guh (to conceal, to hide)",
          "grammatical_form": "Adjective, neuter, nominative, singular, superlative",
          "meaning": "the most secret / the most hidden / that which is supremely concealed from ordinary understanding"
        },
        {
          "word": "अनसूयवे",
          "transliteration": "anasūyave",
          "root": "an (not) + asūyā (envy, fault-finding)",
          "grammatical_form": "Adjective, masculine, dative, singular",
          "meaning": "to one who is free from envy / to one who does not find fault / to the non-malicious one"
        },
        {
          "word": "विज्ञानसहितम्",
          "transliteration": "vijñāna-sahitam",
          "root": "vi + √jñā (to know thoroughly) + sahita (accompanied by)",
          "grammatical_form": "Compound noun, neuter, accusative, singular",
          "meaning": "accompanied by direct realization / together with experiential wisdom / knowledge combined with its lived understanding"
        },
        {
          "word": "मोक्ष्यसे",
          "transliteration": "mokṣyase",
          "root": "√muc (to release, to liberate)",
          "grammatical_form": "Verb, future tense, second person, singular, passive",
          "meaning": "you shall be freed / you will be liberated / you shall be released"
        },
        {
          "word": "अशुभात्",
          "transliteration": "aśubhāt",
          "root": "a (not) + śubha (auspicious, good)",
          "grammatical_form": "Noun/adjective, neuter, ablative, singular",
          "meaning": "from evil / from the inauspicious / from all that is impure and brings suffering"
        }
      ],
      "commentary": {
        "dadaji": "Can you feel the tenderness in these opening words, dear one? Krishna leans close to Arjuna — and to us — and says: 'You are not envious. So I will share something precious.' What a qualification for receiving the highest! Not great scholarship, not severe austerities — simply a heart free of envy and fault-finding. The Lord says this knowledge is guhyatamam, the most secret of all. Not secret because it is locked away, but secret because only a pure, receptive heart can truly receive it. Jñāna is the knowing — but vijñāna is the living of that knowing, when wisdom becomes experience. This chapter is Krishna's greatest gift. He says: know this, and you will be freed from all evil. Not suppressed, not escaped — freed. The root of all our misery dissolves. When your grandfather first read this verse, he wept with gratitude. Be that open, that receiving, and this chapter will transform you.",
        "sarvapriyananda": "Śaṅkarācārya notes that this verse opens with a crucial qualification: anasūyave — to the non-envious. Why? Because envy and fault-finding are precisely the habits of mind that obstruct the reception of Vedantic truth. The mind that continually picks at the flaws of the teacher, the scripture, or the teaching cannot be stilled enough to receive. The knowledge offered here is not merely intellectual — it is jñāna vijñāna-sahitam, theoretical knowledge inseparable from direct realization. In Advaita, jñāna without vijñāna remains at the level of parokṣa jñāna, indirect knowledge. The purpose of this entire chapter is to lead us to aparokṣa anubhūti — immediate, direct experience of the Self. The promise is liberation from aśubha, all that is evil and painful — which is ultimately the illusion of separateness from Brahman.",
        "yogananda": "The Master reveals at the outset the spiritual law governing the reception of truth: freedom from envy. Envy is a subtle contraction of the ego, a refusal to let others' light be greater than our own. Where that contraction exists, divine wisdom cannot enter. Vijñāna-sahitam — combined with realization — points to something Yogananda emphasized throughout his life: mere intellectual acceptance of spiritual truths is not enough. The knowledge must descend from the mind into the spine, into the heart, into every cell. It must be verified in the laboratory of one's own inner experience through meditation. The evil (aśubha) from which one is freed is not merely moral wrongdoing — it is the fundamental ignorance that causes us to identify with the body-mind instrument rather than with the infinite consciousness that we truly are.",
        "goyandka": "In this verse, Bhagavān Śrī Kṛṣṇa declares His intention to impart the most confidential knowledge of all — more secret than what was shared in previous chapters. The word guhyatamam (superlative of guhya) indicates this surpasses even the teaching of akṣara Brahman in Chapter Eight. The qualification anasūyave is significant — only one free of envy, captiousness, and intellectual arrogance is fit to receive this teaching. Vijñāna-sahitam means the theoretical knowledge (jñāna) is accompanied here by direct, experiential wisdom (vijñāna), making it complete. The fruit of knowing this is mokṣa from aśubha — liberation from the entire cycle of inauspicious existence rooted in avidyā. Śrī Kṛṣṇa's words express the compassion of a true guru who holds nothing back from a qualified disciple."
      }
    },
    {
      "verse": 2,
      "sanskrit": "राजविद्या राजगुह्यं पवित्रमिदमुत्तमम् ।\nप्रत्यक्षावगमं धर्म्यं सुसुखं कर्तुमव्ययम् ॥",
      "transliteration": "rāja-vidyā rāja-guhyaṃ pavitram idam uttamam\npratyakṣāvagamaṃ dharmyaṃ su-sukhaṃ kartum avyayam",
      "translation": "This is the royal science and the royal secret — the supreme purifier, directly perceivable, in accord with dharma, very easy to practice, and imperishable.",
      "audio": "/assets/audio/ch09/verse_09_02.mp3",
      "word_breakdown": [
        {
          "word": "राजविद्या",
          "transliteration": "rāja-vidyā",
          "root": "rājan (king) + √vid (to know)",
          "grammatical_form": "Compound noun, feminine, nominative, singular",
          "meaning": "the royal knowledge / the king among all forms of knowledge / the sovereign science"
        },
        {
          "word": "राजगुह्यम्",
          "transliteration": "rāja-guhyam",
          "root": "rājan (king) + √guh (to conceal)",
          "grammatical_form": "Compound noun, neuter, nominative, singular",
          "meaning": "the royal secret / the supreme mystery / the king among all secrets"
        },
        {
          "word": "प्रत्यक्षावगमम्",
          "transliteration": "pratyakṣāvagamam",
          "root": "prati (toward) + akṣa (eye, sense) + ava + √gam (to go, to know)",
          "grammatical_form": "Compound adjective, neuter, nominative, singular",
          "meaning": "directly perceivable / knowable by direct experience / apprehensible through immediate insight"
        },
        {
          "word": "सुसुखम्",
          "transliteration": "su-sukham",
          "root": "su (well, good) + sukha (ease, happiness)",
          "grammatical_form": "Adjective, neuter, nominative, singular",
          "meaning": "very easy / very pleasant / effortless to practice / attended with great happiness"
        },
        {
          "word": "अव्ययम्",
          "transliteration": "avyayam",
          "root": "a (not) + √vi (to spend, to decay)",
          "grammatical_form": "Adjective, neuter, nominative, singular",
          "meaning": "imperishable / inexhaustible / that which never diminishes or decays"
        }
      ],
      "commentary": {
        "dadaji": "Six glorious qualities in one verse! Krishna is like a loving parent extolling a great treasure before placing it in a child's hands. This knowledge is the king of all sciences — rāja-vidyā. Every other field of learning addresses some corner of existence; this one addresses the whole. And notice: su-sukham kartum — very easy to practice. People imagine that God-realization must be terrifyingly difficult. But Krishna says no — it is actually attended with great ease and sweetness. The path of devotion, of remembering Me in all things, is the simplest and most natural act of the soul. And avyayam — it never wears out, never becomes obsolete. Your grandfather used to say that the more you practice this knowledge, the more it gives. It is the only investment that compounds forever without ever diminishing.",
        "sarvapriyananda": "This verse gives us six qualities that distinguish this supreme teaching. Rāja-vidyā — it is the sovereign among all sciences, from which all other knowing derives its light. Rāja-guhyam — it is the supreme secret, not because it is esoteric in the sense of being deliberately withheld, but because the unprepared mind cannot cognize it. Pavitram uttamam — it is the supreme purifier; merely hearing it purifies the mind. Most significantly, pratyakṣāvagamam — it is directly perceivable. This is Vedanta's great claim: ātma-jñāna is not a matter of faith or inference but of direct, immediate self-recognition. Su-sukham kartum — it is very easy to practice because the Self is already what you are; you are not trying to become something foreign. Avyayam — it is inexhaustible because Brahman is infinite.",
        "yogananda": "Six divine attributes crown this supreme teaching. Paramahansa Yogananda saw in 'pratyakṣāvagamam' — directly perceivable — the key spiritual promise: that God can be directly perceived by the devotee in meditation. This is not a religion of blind faith but of direct inner experience. The royal science he described as the science of Kriya Yoga, the systematic inner path by which the meditator directly perceives the omnipresent divine reality. Su-sukham kartum — very easy to practice — he interpreted as a great reassurance: when we align ourselves with the divine current through correct technique and devoted practice, the path opens naturally before us. The obstacles dissolve. What seemed an impossible summit becomes a gentle upward slope when walked in the company of God.",
        "goyandka": "Bhagavān Śrī Kṛṣṇa here praises the subject matter of this chapter with six distinguishing virtues. Rāja-vidyā — it is the king among all forms of knowledge, for it gives knowledge of the very Self of all. Rāja-guhyam — it is the supreme secret, surpassing all prior secrets in depth and subtlety. Pavitram — it purifies even by its mere contemplation. Uttamam — it is the highest of all. Pratyakṣāvagamam — unlike inferential or scriptural knowledge alone, this can be directly realized. Dharmyam — it is entirely in accord with the eternal law. Su-sukham kartum — the path of devotion through which this knowledge culminates is attended with ease and joy. Avyayam — it brings imperishable fruits, unlike finite karmic rewards. All these qualities together establish this as the supreme subject of the Gītā."
      }
    },
    {
      "verse": 3,
      "sanskrit": "अश्रद्दधानाः पुरुषा धर्मस्यास्य परन्तप ।\nअप्राप्य मां निवर्तन्ते मृत्युसंसारवर्त्मनि ॥",
      "transliteration": "aśraddadhānāḥ puruṣā dharmasyāsya paran-tapa\naprāpya māṃ nivartante mṛtyu-saṃsāra-vartmani",
      "translation": "Those persons who have no faith in this dharma, O scorcher of foes — not attaining Me, they return again upon the path of death and rebirth.",
      "audio": "/assets/audio/ch09/verse_09_03.mp3",
      "word_breakdown": [
        {
          "word": "अश्रद्दधानाः",
          "transliteration": "aśraddadhānāḥ",
          "root": "a (not) + śrad (heart, trust) + √dhā (to place)",
          "grammatical_form": "Adjective/participle, masculine, nominative, plural",
          "meaning": "those lacking faith / those who do not place their heart in it / those without śraddhā"
        },
        {
          "word": "परन्तप",
          "transliteration": "paran-tapa",
          "root": "para (other, enemy) + √tap (to heat, to torment)",
          "grammatical_form": "Compound noun, masculine, vocative, singular",
          "meaning": "O scorcher of enemies / O Arjuna / he whose spiritual discipline burns away all opposition"
        },
        {
          "word": "अप्राप्य",
          "transliteration": "aprāpya",
          "root": "a (not) + pra + √āp (to obtain, to reach)",
          "grammatical_form": "Indeclinable past participle (gerund), negative",
          "meaning": "not having attained / failing to reach / without obtaining"
        },
        {
          "word": "मृत्युसंसारवर्त्मनि",
          "transliteration": "mṛtyu-saṃsāra-vartmani",
          "root": "mṛtyu (death) + saṃsāra (cycle of existence) + vartman (path, road)",
          "grammatical_form": "Compound noun, neuter, locative, singular",
          "meaning": "on the path of the cycle of death and rebirth / in the way of transmigration / along the road of mortality"
        }
      ],
      "commentary": {
        "dadaji": "There is sorrow in these words, dear child — compassionate sorrow, like a grandfather watching someone choose a harder road. Krishna is not threatening; He is simply stating a truth of spiritual law. Those without śraddhā — without that living trust placed in the heart — cannot receive this knowledge. They turn away from the door of liberation and, by their own choice, return to mṛtyu-saṃsāra, the endless wheel of death and rebirth. Śraddhā is not blind belief; it is the willingness to open the heart, to give the teaching a sincere chance. Krishna addresses Arjuna as Parantapa — scorcher of enemies — perhaps to remind him that the greatest enemy is not the Kauravas but this inner faithlessness. Śraddhā is the seed; without it, this most royal of teachings cannot take root and flower into liberation.",
        "sarvapriyananda": "This verse delineates the single prerequisite that separates liberation from continued bondage: śraddhā. In Vedanta, śraddhā is not blind faith but is better translated as 'awakened receptivity' — the opening of the inner instrument to truth. Śaṅkara defines it as prasāda, the settled clarity of the mind directed toward the guru and the teaching. Without it, the intellect remains in a defensive, skeptical posture that prevents the truth from penetrating. The consequence — nivartante mṛtyu-saṃsāra-vartmani — they return again to the path of saṃsāra. This is not a punishment imposed from outside but a logical consequence: the cause of liberation (jñāna received through śraddhā) being absent, the cause of bondage (avidyā) remains operative. The path continues to revolve as long as the fundamental ignorance is not dissolved.",
        "yogananda": "Śraddhā — faith — in this verse is not mere intellectual assent but what Yogananda described as 'dynamic faith,' the quality of willingness to actually practice, to actually go within, to actually test the truth of the teaching in one's own consciousness. Those who lack this receptivity cannot reach the divine. They remain caught in the cycle Yogananda called 'the cosmic dream' — the endless round of birth, experience, death, and rebirth under the sway of karma. Aprāpya mām — not attaining Me — is the simple, heartbreaking consequence of an unopened door. The Lord stands at the threshold of every human heart. The question is only whether we turn toward Him with sincere trust and aspiration, or remain absorbed in the surfaces of material existence.",
        "goyandka": "This verse states the consequence of lacking śraddhā in the dharma described in the preceding verse. Bhagavān uses the present tense 'nivartante' — they return, they keep returning — indicating a continuing, repetitive process. The compound mṛtyu-saṃsāra-vartmani is particularly evocative: the 'path of the cycle of death' suggests not merely death once but the perpetual alternation of birth, life, death, and rebirth. Without attaining the Lord — aprāpya mām — there is no escape from this cycle. The address 'Parantapa' here is perhaps meant to remind Arjuna that the śraddhā required is not weakness but a form of spiritual valor — the courage to surrender one's doubts and open fully to this supreme teaching. Śraddhā is the gate through which alone liberation can be entered."
      }
    },
    {
      "verse": 4,
      "sanskrit": "मया ततमिदं सर्वं जगदव्यक्तमूर्तिना ।\nमत्स्थानि सर्वभूतानि न चाहं तेष्ववस्थितः ॥",
      "transliteration": "mayā tatam idaṃ sarvaṃ jagad avyakta-mūrtinā\nmat-sthāni sarva-bhūtāni na cāhaṃ teṣv avasthitaḥ",
      "translation": "By Me, in My unmanifest form, this entire universe is pervaded. All beings abide in Me — yet I do not abide in them.",
      "audio": "/assets/audio/ch09/verse_09_04.mp3",
      "word_breakdown": [
        {
          "word": "ततम्",
          "transliteration": "tatam",
          "root": "√tan (to spread, to extend, to pervade)",
          "grammatical_form": "Verb, past passive participle, neuter, nominative, singular",
          "meaning": "pervaded / spread throughout / extended across — the universe is permeated by the divine"
        },
        {
          "word": "अव्यक्तमूर्तिना",
          "transliteration": "avyakta-mūrtinā",
          "root": "a (not) + vi + √añj (to make manifest) + mūrti (form, body)",
          "grammatical_form": "Compound noun, masculine, instrumental, singular",
          "meaning": "in My unmanifest form / through My formless nature / by means of My imperceptible being"
        },
        {
          "word": "मत्स्थानि",
          "transliteration": "mat-sthāni",
          "root": "mat (in Me) + √sthā (to stand, to abide)",
          "grammatical_form": "Compound adjective, neuter, nominative, plural",
          "meaning": "abiding in Me / established in Me / resting in Me — all beings have their existence within the divine"
        },
        {
          "word": "अवस्थितः",
          "transliteration": "avasthitaḥ",
          "root": "ava + √sthā (to stand, to be placed)",
          "grammatical_form": "Verb, past passive participle, masculine, nominative, singular",
          "meaning": "situated / located / dwelling — the Lord is not contained within or limited by creation"
        }
      ],
      "commentary": {
        "dadaji": "Here Krishna reveals something that can take a lifetime to absorb: the whole universe is within Him — yet He is not inside the universe. What a mystery this is! Everything you see, touch, and know is held within the unmanifest divine reality like waves held in the ocean. The waves are in the ocean, yet the ocean is not confined to any single wave. Avyakta-mūrtinā — in My unmanifest form. Krishna is not speaking only of His body that Arjuna sees before him. He speaks of something that has no form that eyes can find — pure, infinite presence, permeating all. Dear child, when you sit in silence and feel that something immeasurable is holding you — that is this. All beings are mat-sthāni — resting in Me. You have never been anywhere else.",
        "sarvapriyananda": "This verse introduces one of Vedanta's most subtle paradoxes, which Śaṅkara addresses carefully. 'All beings abide in Me — yet I do not abide in them.' If beings are in Brahman and Brahman is not in beings, what is the relationship? The answer lies in the asymmetry of the absolute and the relative. Brahman is the substratum; the world is the appearance. The appearance depends on the substratum; the substratum does not depend on the appearance. As space pervades a clay pot — avyakta-mūrtinā, in its formless nature — yet the space is not 'inside' the pot in the way clay is inside: space remains unaffected by and unlocated within the pot's shape. So Brahman pervades yet is unpervaded, contains yet is uncontained.",
        "yogananda": "The divine paradox of this verse is the central metaphysical teaching of the Gita: all things are in God, yet God is not in things — at least not as a limited presence contained by them. Yogananda often described Brahman as 'the ocean of consciousness,' and individual beings as waves. The waves are entirely of the ocean, in the ocean; the ocean cannot be said to be inside any single wave. God pervades everything — tatam idam sarvam — with His unmanifest being, the infinite consciousness underlying all matter, energy, and mind. Yet He remains transcendent, unbound, uncontained by even the vastest cosmos. This teaching dissolves both the error of materialism (which sees no spirit in matter) and crude pantheism (which equates God entirely with matter).",
        "goyandka": "In this verse Bhagavān Śrī Kṛṣṇa begins to describe His unique and transcendent relationship with creation. Avyakta-mūrtinā — 'by My unmanifest form' — indicates that His pervasion is not through any physical or subtle body but through His formless, infinite nature. Mat-sthāni sarva-bhūtāni — all beings abide in Him — means that He is the very ground of their existence; without resting in Him they could not be at all. Na cāhaṃ teṣv avasthitaḥ — yet He does not abide in them — means that He is not confined or conditioned by anything within creation. His existence does not depend on the world. This distinction between the absolute independence of Brahman and the complete dependence of creation upon Brahman is a cornerstone of Vedantic ontology."
      }
    },
    {
      "verse": 5,
      "sanskrit": "न च मत्स्थानि भूतानि पश्य मे योगमैश्वरम् ।\nभूतभृन्न च भूतस्थो ममात्मा भूतभावनः ॥",
      "transliteration": "na ca mat-sthāni bhūtāni paśya me yogam aiśvaram\nbhūta-bhṛn na ca bhūta-stho mamātmā bhūta-bhāvanaḥ",
      "translation": "Nor do beings exist in Me — behold My divine yoga! My Self is the supporter of beings, yet not abiding in beings — the origin and sustainer of all beings.",
      "audio": "/assets/audio/ch09/verse_09_05.mp3",
      "word_breakdown": [
        {
          "word": "योगमैश्वरम्",
          "transliteration": "yogam aiśvaram",
          "root": "yoga (union, power, method) + aiśvara (of the Lord, sovereign)",
          "grammatical_form": "Noun phrases, masculine, accusative, singular",
          "meaning": "the divine yoga / the sovereign power / the Lord's inconceivable yogic mystery"
        },
        {
          "word": "भूतभृत्",
          "transliteration": "bhūta-bhṛt",
          "root": "bhūta (being, creature) + √bhṛ (to bear, to support, to nourish)",
          "grammatical_form": "Compound noun/adjective, masculine, nominative, singular",
          "meaning": "the sustainer of beings / the bearer of all creatures / He who upholds all existence"
        },
        {
          "word": "भूतस्थः",
          "transliteration": "bhūta-sthaḥ",
          "root": "bhūta (being) + √sthā (to stand, to abide)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "abiding in beings / situated within creatures / located in or dependent upon created things"
        },
        {
          "word": "भूतभावनः",
          "transliteration": "bhūta-bhāvanaḥ",
          "root": "bhūta (being) + bhāvana (causing to be, producing, nourishing)",
          "grammatical_form": "Compound noun/adjective, masculine, nominative, singular",
          "meaning": "the origin and nourisher of beings / He who causes beings to come into existence / the source from whom all creatures spring"
        }
      ],
      "commentary": {
        "dadaji": "Krishna says first that all beings are in Him, then says they are not in Him — and calls us to 'behold My divine yoga!' This is not contradiction but an invitation to wonder. The Lord is pointing to something that the ordinary rational mind cannot contain, and He knows it. So He says: paśya — look, see! Stop trying to resolve this with logic. This is yoga-aiśvara, the sovereign mystery of divine existence. He is bhūta-bhṛt — He supports all beings — yet He is not confined inside them. He is bhūta-bhāvanaḥ — the very origin of all beings. Think of sunlight: it brings forth and sustains all life on earth, yet the sun is not located inside any leaf or flower. Bhagavān is infinitely more than sunlight, but this gives a tiny glimpse. He is beyond containment — yet nothing exists apart from Him.",
        "sarvapriyananda": "This verse completes the paradox introduced in the previous one, and Śaṅkara's commentary emphasizes that both statements — 'beings are in Me' and 'beings are not in Me' — are ultimately from the standpoint of vyavahāra, conventional understanding. From the absolute standpoint (pāramārthika), there is only Brahman — there are no beings separate from Brahman to be either 'in' it or 'not in' it. The expression 'yogam aiśvaram' — My divine yoga, My sovereign power — points to the māyā-śakti by which Brahman appears as the multiplicity of beings while remaining one, undivided, and unaffected. Bhūta-bhṛt na ca bhūta-sthaḥ: Brahman supports the world as its ground of being, yet is not an entity within the world — it transcends all categories of 'inside' and 'outside.'",
        "yogananda": "Krishna's instruction 'paśya — behold!' is a direct invitation to shift from thinking about the divine to directly perceiving it. Paramahansa Yogananda taught that this paradox — God sustains all yet is not contained by anything — is directly verifiable in the deepest states of meditation. In samādhi, the meditator perceives that consciousness is both the container and the contained, the sustainer and the sustained, yet transcends both roles entirely. The 'divine yoga' (yogam aiśvaram) is this inconceivable power by which the Infinite plays within the finite without ever becoming finite. Bhūta-bhāvanaḥ — the origin of beings — points to the creative intelligence that not only produces but continuously nourishes all existence from within, as the invisible sap within a vast tree.",
        "goyandka": "In this verse Bhagavān provides the corrective to any misunderstanding of the previous verse. Saying 'beings are in Me' might lead some to think of the Lord as a container with the world inside it — a spatial metaphor that would still limit Him. So He says: nor are beings in Me, in that locative sense. The truth transcends all such spatial categories. Then He commands: paśya me yogam aiśvaram — behold My divine, sovereign yoga! This is an invitation to move beyond conceptual analysis to direct apprehension of divine mystery. The three epithets that follow — bhūta-bhṛt (sustainer), na bhūta-sthaḥ (not dwelling in beings), bhūta-bhāvanaḥ (origin of beings) — capture the three aspects of His transcendence: He bears all, is bound by none, and is the source of all."
      }
    },
    {
      "verse": 6,
      "sanskrit": "यथाकाशस्थितो नित्यं वायुः सर्वत्रगो महान् ।\nतथा सर्वाणि भूतानि मत्स्थानीत्युपधारय ॥",
      "transliteration": "yathākāśa-sthito nityaṃ vāyuḥ sarvatrago mahān\ntathā sarvāṇi bhūtāni mat-sthānīty upadhāraya",
      "translation": "Just as the great wind, moving everywhere, always remains in space — know in the same way that all beings abide in Me.",
      "audio": "/assets/audio/ch09/verse_09_06.mp3",
      "word_breakdown": [
        {
          "word": "आकाशस्थितः",
          "transliteration": "ākāśa-sthitaḥ",
          "root": "ā + √kāś (to shine, to appear) + √sthā (to abide)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "abiding in space / situated in the ether / existing within the element of sky"
        },
        {
          "word": "सर्वत्रगः",
          "transliteration": "sarvatra-gaḥ",
          "root": "sarvatra (everywhere) + √gam (to go, to move)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "moving everywhere / going to all places / that which travels throughout all space"
        },
        {
          "word": "महान्",
          "transliteration": "mahān",
          "root": "√mah (to be great, to increase)",
          "grammatical_form": "Adjective, masculine, nominative, singular",
          "meaning": "great / mighty / vast — referring to the great wind's immensity and power"
        },
        {
          "word": "उपधारय",
          "transliteration": "upadhāraya",
          "root": "upa (near, toward) + √dhṛ (to hold, to understand)",
          "grammatical_form": "Verb, imperative, second person, singular, causative",
          "meaning": "know / understand / hold in your mind / comprehend this truth firmly"
        }
      ],
      "commentary": {
        "dadaji": "What a gracious teacher He is! Seeing that His beloved Arjuna — and we who read — cannot easily grasp the paradox of verses 4 and 5, Krishna offers us a simile as gentle and natural as a breeze. The great wind blows everywhere — into forests, over mountains, through valleys, across every part of the earth — yet the wind lives in space. Space holds the wind; the wind does not hold space. However mightily the wind blows, however far it travels, it never leaves space, and space is never reduced or altered by the wind's movement. So it is with us: however far we travel in this life, through joy and sorrow, birth and death, we never leave the divine space of the Lord's being. Upadhāraya — hold this in your heart, not just your mind. Let it become a living understanding that brings peace.",
        "sarvapriyananda": "This is one of the Gītā's most celebrated analogies, and Śaṅkara dwells on it with care. Ākāśa — space — is the most subtle of the five elements. It has no properties of its own that resist, modify, or are affected by what moves within it. The great wind (mahān vāyuḥ) moves throughout space — sarvatra-gaḥ, going everywhere — yet rests always within space: ākāśa-sthitaḥ. The point of the simile is not identity but the relationship of support without dependence. Space does not need the wind; the wind cannot exist without space. Brahman is to creation what space is to the wind: the infinite, unaffected ground within which creation moves freely without ever constraining the ground itself. This is the best available conceptual pointer — yet even this simile falls short of the fullness of Brahman.",
        "yogananda": "Yogananda loved this verse for its elegance. The great wind, he noted, is the perfect image of the life force — prāṇa — that moves through every living creature. Prāṇa moves everywhere, enters every cell, animates every body, yet it exists within the vast space of cosmic consciousness. In meditation, one first becomes aware of the body as mostly space. Then one becomes aware that the prāṇa that moves within the body is itself contained within a still vaster medium — the ocean of consciousness, which the Gītā here calls 'Me,' the divine Self. The practice of pratyāhāra and dhāraṇā gradually withdraws awareness from the movement (wind) to its ground (space) — from phenomena to the substrate — until only pure awareness remains, still, vast, and free.",
        "goyandka": "After the abstract paradox of verses 4 and 5, Bhagavān mercifully provides a concrete analogy to assist the contemplative understanding. The upamāna (analogy) of ākāśa and vāyu is apt for several reasons. First, space is invisible — just as Brahman's pervasion is avyakta (unmanifest). Second, space is unaffected by the movement of the wind — just as Brahman is unaffected by the activities of creation. Third, the wind cannot exist or move except within space — just as no being can exist except within the Lord. The word upadhāraya at the close is a strong imperative: do not merely hear this teaching but hold it, retain it, contemplate it until it penetrates from intellectual understanding to living realization. This is precisely the kind of instruction a guru gives to ensure that śravaṇa (hearing) leads to manana (reflection) and then to nididhyāsana (deep contemplation)."
      }
    },
    {
      "verse": 7,
      "sanskrit": "सर्वभूतानि कौन्तेय प्रकृतिं यान्ति मामिकाम् ।\nकल्पक्षये पुनस्तानि कल्पादौ विसृजाम्यहम् ॥",
      "transliteration": "sarva-bhūtāni kaunteya prakṛtiṃ yānti māmikām\nkalpa-kṣaye punas tāni kalpādau visṛjāmy aham",
      "translation": "At the end of a kalpa, O son of Kunti, all beings merge into My Prakriti. At the beginning of the next kalpa, I send them forth again.",
      "audio": "/assets/audio/ch09/verse_09_07.mp3",
      "word_breakdown": [
        {
          "word": "कल्पक्षये",
          "transliteration": "kalpa-kṣaye",
          "root": "kalpa (a cosmic age, a day of Brahmā) + √kṣi (to decay, to end)",
          "grammatical_form": "Compound noun, masculine, locative, singular",
          "meaning": "at the dissolution of a kalpa / at the end of a cosmic cycle / when the cosmic age comes to its close"
        },
        {
          "word": "प्रकृतिम्",
          "transliteration": "prakṛtim",
          "root": "pra (forth) + √kṛ (to do, to make) — that which acts forth",
          "grammatical_form": "Noun, feminine, accusative, singular",
          "meaning": "Nature / the primordial creative principle / the material substrate of all existence"
        },
        {
          "word": "मामिकाम्",
          "transliteration": "māmikām",
          "root": "mama (my, of me) — possessive form",
          "grammatical_form": "Possessive adjective, feminine, accusative, singular",
          "meaning": "My own / belonging to Me / My Prakriti — emphasizing that Nature is not independent but the Lord's own power"
        },
        {
          "word": "विसृजामि",
          "transliteration": "visṛjāmi",
          "root": "vi + √sṛj (to let go, to project, to emit, to create)",
          "grammatical_form": "Verb, present tense, first person, singular",
          "meaning": "I project / I send forth / I emit — the Lord's sovereign act of creating the new cosmic cycle"
        }
      ],
      "commentary": {
        "dadaji": "This verse stretches our imagination to cosmic proportions — and yet it offers profound comfort. All beings, at the end of the great cosmic day (kalpa), return to the Lord's own Prakriti — like children coming home to rest. Then at the dawn of the new cosmic cycle, He sends them forth again. Notice: māmikām — 'My Prakriti.' Nature is not something outside of or separate from Him; it belongs to Him, it is His own creative energy. And He says: 'I send them forth again — visṛjāmy aham.' In all of this unimaginable cosmic coming and going, it is He who is the constant, the doer, the sovereign. Whatever circumstances you are born into, dear one, remember: you have emerged from the Lord's own creative intention, and in your time you will return to rest in His being. This is not loss — it is homecoming.",
        "sarvapriyananda": "This verse introduces the Gītā's cosmological framework: the cycle of kalpa — cosmic dissolution (pralaya) and creation (sṛṣṭi). At kalpa-kṣaye, the end of a cosmic cycle (which Purāṇic tradition identifies as one day of Brahmā, approximately 4.32 billion years), all manifest beings return to their unmanifest seed state within Prakriti — 'My Prakriti' (māmikām prakṛtim). At kalpādau, the beginning of the new cosmic cycle, the Lord projects them forth again. From the Advaita standpoint, this cosmological description is presented from the vyāvahārika level — the level of conventional reality. From the absolute standpoint, there is no actual creation or dissolution; only Brahman exists, and the appearance of cosmic cycles is a manifestation of māyā. The point here is the Lord's absolute sovereignty over even the largest scales of existence.",
        "yogananda": "Yogananda saw in this cosmic verse a description of the universal spiritual law of cycles — the breath of God, as he called it. The exhale is creation (visṛjāmy aham — I send them forth); the inhale is dissolution (prakṛtiṃ yānti māmikām — they return to My Nature). This cosmic rhythm is mirrored at every level of existence: day and night, waking and sleep, birth and death, cosmic creation and dissolution. The teaching offers a radical reorientation: what we fear as death, dissolution, and loss is simply the inhale of the cosmic breath — beings returning to rest in the divine source from which they came. And what we call creation and birth is the divine exhale — a loving projection of beings into the field of experience once again. The yogi learns to rest in the divine center between breaths.",
        "goyandka": "This verse introduces the cosmic doctrine of sṛṣṭi (creation) and pralaya (dissolution) as functions of the Lord's sovereign relationship with His Prakriti. Sarva-bhūtāni — all beings without exception — return at kalpa-kṣaya to māmikāṃ prakṛtim, My own Prakriti. This is mahāpralaya, the great dissolution at the end of Brahmā's day when even subtle forms return to the unmanifest seed state. Then at kalpādau — the beginning of the new cosmic age — Bhagavān says 'visṛjāmy aham — I send them forth.' The first person singular here is significant: it is not Brahmā or any other secondary agent who is ultimately responsible for creation, but the Supreme Lord Himself, acting through His Prakriti. This establishes the Lord's absolute sovereignty over the entire cosmic process across immeasurable spans of time."
      }
    },
    {
      "verse": 8,
      "sanskrit": "प्रकृतिं स्वामवष्टभ्य विसृजामि पुनः पुनः ।\nभूतग्राममिमं कृत्स्नमवशं प्रकृतेर्वशात् ॥",
      "transliteration": "prakṛtiṃ svām avaṣṭabhya visṛjāmi punaḥ punaḥ\nbhūta-grāmam imaṃ kṛtsnam avaśaṃ prakṛter vaśāt",
      "translation": "Presiding over My own Prakriti, I send forth again and again this entire multitude of beings — who are helpless under the power of Prakriti.",
      "audio": "/assets/audio/ch09/verse_09_08.mp3",
      "word_breakdown": [
        {
          "word": "अवष्टभ्य",
          "transliteration": "avaṣṭabhya",
          "root": "ava + √stambh (to hold up, to support, to control)",
          "grammatical_form": "Indeclinable gerund",
          "meaning": "presiding over / taking hold of / governing and controlling — indicating the Lord's sovereign mastery over Prakriti"
        },
        {
          "word": "भूतग्रामम्",
          "transliteration": "bhūta-grāmam",
          "root": "bhūta (being) + grāma (multitude, village, collection)",
          "grammatical_form": "Compound noun, masculine, accusative, singular",
          "meaning": "the multitude of beings / the entire collection of creatures / the vast community of all living things"
        },
        {
          "word": "कृत्स्नम्",
          "transliteration": "kṛtsnam",
          "root": "kṛtsna (all, entire, complete)",
          "grammatical_form": "Adjective, masculine, accusative, singular",
          "meaning": "entire / complete / without remainder — emphasizing that no being is excluded from this cosmic cycle"
        },
        {
          "word": "अवशम्",
          "transliteration": "avaśam",
          "root": "a (not) + vaśa (will, control, power)",
          "grammatical_form": "Adjective, masculine, accusative, singular",
          "meaning": "helpless / without independent will / subject to the power of Prakriti / not self-determining"
        }
      ],
      "commentary": {
        "dadaji": "Avaśam — helpless. What a humbling word. The entire multitude of beings — every creature great and small, across the whole cosmos — is sent forth helplessly under the power of Prakriti. This is not cruelty; it is the cosmic order. And the key is the contrast: they are helpless — but He is not. He presides over Prakriti (svām avaṣṭabhya) and sends them forth with sovereign mastery. This verse draws the sharpest possible distinction between the Lord and the bound soul. We, until we awaken, are avaśam — swept by the currents of nature, by our guṇas, our karmas, our tendencies. He is the witness, the master, the sovereign. The path of this chapter is exactly this: learning to rest in His consciousness rather than in the helplessness of Prakriti. That is why knowledge and devotion bring liberation.",
        "sarvapriyananda": "This verse makes the crucial distinction between Prakṛti (Nature) and the Puruṣa (the divine witness). Avaṣṭabhya — presiding over, controlling — indicates that the Lord is not inert like the Sāṃkhya Puruṣa, a mere passive witness. He is the governing principle behind Prakriti's activity. Punaḥ punaḥ — again and again — conveys the repetitive, cyclical nature of creation across cosmic ages. Bhūta-grāmam kṛtsnam avaśam prakṛter vaśāt — the entire multitude of beings is helpless under Prakriti's sway. This 'helplessness' (avaśatva) is exactly the condition of jīvas in bondage: driven by the three guṇas, the impulses of prakṛti, karma, and vāsanās. Liberation, per Advaita, is precisely the recognition that one's true nature is not this helpless prakṛtic bundle but the very ātman — which is identical with the sovereign witness being described here.",
        "yogananda": "The word avaśam — helpless — arrested Yogananda's attention as describing the fundamental condition of the soul that is not yet self-realized. Driven by the three guṇas of Prakriti (tamas, rajas, and sattva), the unawakened being is sent forth again and again into embodiment. All of its so-called choices are in fact the movement of Prakriti working through a body-mind instrument that believes itself to be an independent agent. This is the maya of ego-identification. Yogananda taught that the path out of this helplessness begins with the will to turn toward God — the first act of true freedom. Once the soul genuinely turns its attention toward the divine, Prakriti's grip begins to loosen. The Lord presides over Prakriti and can, in response to devotion, free the soul from Prakriti's mechanical compulsion.",
        "goyandka": "In this verse Bhagavān amplifies the cosmological teaching of the previous verse by stressing two points: (1) His sovereign agency in creation (svām prakṛtim avaṣṭabhya — taking firm hold of His own Prakriti) and (2) the helplessness of all created beings (avaśam prakṛter vaśāt — powerless under the control of Prakriti). Prakṛtiṃ svām — His own Prakriti — means that Prakriti is not an independent principle but His own power, entirely under His governance. Punaḥ punaḥ — again and again — underscores that this creative projection happens not once but cycle after cycle, across countless kalpas. The picture is of an absolutely sovereign Lord and a completely dependent creation — the precise relationship that the path of devotion (bhakti) acknowledges and surrenders to, thus ending the avaśatva of the bound soul."
      }
    },
    {
      "verse": 9,
      "sanskrit": "न च मां तानि कर्माणि निबध्नन्ति धनञ्जय ।\nउदासीनवदासीनमसक्तं तेषु कर्मसु ॥",
      "transliteration": "na ca māṃ tāni karmāṇi nibadhnanti dhanaṃjaya\nudāsīnavad āsīnam asaktaṃ teṣu karmasu",
      "translation": "These actions do not bind Me, O Dhananjaya — seated as though indifferent, unattached to those actions.",
      "audio": "/assets/audio/ch09/verse_09_09.mp3",
      "word_breakdown": [
        {
          "word": "निबध्नन्ति",
          "transliteration": "nibadhnanti",
          "root": "ni + √bandh (to bind, to fetter)",
          "grammatical_form": "Verb, present tense, third person, plural",
          "meaning": "they bind / they fetter / they create bondage — referring to how karmas produce bondage for others but not for the Lord"
        },
        {
          "word": "उदासीनवत्",
          "transliteration": "udāsīnavat",
          "root": "ud (up, away) + ā + √sī (to sit) + vat (like, as if)",
          "grammatical_form": "Indeclinable comparative particle",
          "meaning": "as if indifferent / like one sitting apart / as though a neutral witness — the 'as if' is significant: He is not literally absent"
        },
        {
          "word": "असक्तम्",
          "transliteration": "asaktam",
          "root": "a (not) + √sañj (to cling, to attach)",
          "grammatical_form": "Adjective, masculine, accusative, singular",
          "meaning": "unattached / without clinging / free from the sense of ownership over actions and their results"
        },
        {
          "word": "धनञ्जय",
          "transliteration": "dhanaṃjaya",
          "root": "dhana (wealth, prize) + √ji (to conquer)",
          "grammatical_form": "Noun, masculine, vocative, singular",
          "meaning": "O conqueror of wealth / O Arjuna / an epithet referring to Arjuna's conquest of riches in the Rajasuya sacrifice"
        }
      ],
      "commentary": {
        "dadaji": "Here is the liberating secret for those who must act in the world: it is not the actions that bind — it is the attachment. Krishna performs the vastest possible actions — creating and dissolving the entire cosmos again and again — and yet these actions do not bind Him at all. Why? Because He is udāsīnavad āsīnam — seated as though perfectly indifferent. Not truly absent, not truly uncaring — but without the sticky quality of attachment, without the hunger for results. He is the perfectly free actor. Asaktam — unattached. This is the teaching of karma yoga in its fullest cosmic expression. Whatever you must do in this life, dear one — act as He acts: fully present, sovereignly performing, yet inwardly free. This is the practical application of this whole chapter for those of us who live in the world.",
        "sarvapriyananda": "This verse provides the metaphysical basis for the Gītā's teaching of naiṣkarmya-siddhi — perfection through non-action in the sense of action that does not bind. The karmas of cosmic creation do not bind the Lord because the mechanism of karmic bondage requires ahaṃkāra (ego-identification), kāma (desire), and saṅga (attachment). Udāsīnavad āsīnam — 'seated as if indifferent' — is a precise phrase: the vat (as if) indicates this is analogical language. The Lord is not literally indifferent, since He is described as the bhūta-bhāvanaḥ (sustainer and nourisher of beings). Rather, His mode of acting is perfectly free from the ego-motivation that creates karmic bondage. For the sādhaka, this verse is the highest instruction in karma yoga: to act as an instrument of the divine, without ego-ownership of actions.",
        "yogananda": "This verse gave Yogananda one of his favorite teachings: the liberated state is not passivity but cosmic action from a center of perfect stillness. The Lord creates, sustains, and dissolves the entire cosmos — and is entirely unbound by any of it. Udāsīnavad — as if an indifferent witness. In meditation, as the devotee approaches higher states of samādhi, they experience action arising from their body-mind instrument while their inner witness remains utterly still and unattached. This is a foretaste of the divine freedom described here. The path Yogananda taught was specifically designed to cultivate this 'center of stillness' within the meditator: through pranayama, the life-force is withdrawn from the senses; through meditation, the ego's claim on actions gradually dissolves; ultimately the devotee acts in the world as an instrument of the divine will, bound by nothing.",
        "goyandka": "After describing the cosmic acts of creation and dissolution in the preceding verses, Bhagavān now asserts His absolute freedom from karmic bondage despite performing these vast acts. Na māṃ tāni karmāṇi nibadhnanti — 'These actions do not bind Me.' This establishes a crucial principle: it is not action itself that creates bondage, but the ahaṃkāra (ego-sense) and āsakti (attachment) with which action is performed. Since the Lord acts entirely without ego-identification and without desire for results, the cosmic acts of creation (visṛjāmi) produce no karmic residue for Him. Udāsīnavad āsīnam — 'seated as if uninvolved' — is a beautifully constructed simile indicating perfect detachment in the midst of total engagement. This is the ideal the Gītā holds up for the human practitioner: full engagement in righteous action combined with complete inner detachment."
      }
    },
    {
      "verse": 10,
      "sanskrit": "मयाध्यक्षेण प्रकृतिः सूयते सचराचरम् ।\nहेतुनानेन कौन्तेय जगद्विपरिवर्तते ॥",
      "transliteration": "mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram\nhetunānena kaunteya jagad viparivartate",
      "translation": "Under My supervision, Prakriti produces all things moving and unmoving. By this cause, O son of Kunti, the world revolves.",
      "audio": "/assets/audio/ch09/verse_09_10.mp3",
      "word_breakdown": [
        {
          "word": "अध्यक्षेण",
          "transliteration": "adhyakṣeṇa",
          "root": "adhi (over) + akṣa (eye, oversight) — he who oversees",
          "grammatical_form": "Noun, masculine, instrumental, singular",
          "meaning": "by My supervision / under My oversight / with Me as the governing witness — the Lord is the ultimate authority over Prakriti"
        },
        {
          "word": "सूयते",
          "transliteration": "sūyate",
          "root": "√sū / √su (to produce, to bring forth, to generate)",
          "grammatical_form": "Verb, present tense, third person, singular, passive/middle",
          "meaning": "produces / generates / brings forth — Prakriti's ceaseless creative activity under divine oversight"
        },
        {
          "word": "सचराचरम्",
          "transliteration": "sa-carācaram",
          "root": "sa (with) + cara (moving) + acara (unmoving)",
          "grammatical_form": "Compound adjective, neuter, accusative, singular",
          "meaning": "the moving and the unmoving / all animate and inanimate things / everything that has motion and everything that is still"
        },
        {
          "word": "विपरिवर्तते",
          "transliteration": "viparivartate",
          "root": "vi + pari + √vṛt (to turn, to revolve, to move)",
          "grammatical_form": "Verb, present tense, third person, singular, middle voice",
          "meaning": "revolves / turns around / continues in motion — the perpetual rotation of the cosmic wheel of existence"
        }
      ],
      "commentary": {
        "dadaji": "What a closing verse for this opening section! Mayādhyakṣeṇa — under My supervision. Prakriti is never working blindly or independently. Behind every blade of grass that grows, every planet that turns, every heartbeat that pulses — there is the divine oversight, the adhyakṣa, the supreme supervisor. This is not a cold, mechanical cosmos. This is a universe intimately attended to. And then: hetunānena — by this cause — the world revolves. The cause of all causes is the Lord's oversight of His own Prakriti. When your grandfather used to sit in the early morning and watch the sky lighten, he would think of this verse: all of this — the light, the air, the very act of seeing — is happening mayādhyakṣeṇa, under His watch, by His sovereign presence. Nothing is mechanical. Everything is held. Rest in that.",
        "sarvapriyananda": "This verse provides the Gītā's most concise statement of the relationship between Brahman, Māyā, and creation. Mayādhyakṣeṇa prakṛtiḥ sūyate — Prakriti produces the world under My supervision. This is the key Vedantic distinction: Brahman is not the operative cause (nimittopādāna) that directly fashions the world, like a potter; rather, Brahman is the adhyakṣa — the witnessing, presiding principle — in whose presence Prakriti operates. Prakriti is the śakti (power) and Brahman is the śaktimān (the possessor of power). Without the divine presence, Prakriti would be inert (it is jaḍa, insentient by itself). It is the proximity of the conscious Brahman that animates Prakriti's creative capacity. Hetunānena — 'by this cause' — means that the ultimate explanation for the world's rotation is this partnership of Puruṣa and Prakṛti under divine sovereignty.",
        "yogananda": "With this verse, Yogananda saw the clearest statement that the universe is conscious — that it operates under divine intelligence and not as a blind mechanical process. Mayādhyakṣeṇa — under My supervision — means that the Lord's awareness is present throughout every particle, every event, every moment of the cosmic drama. Sa-carācaram — the moving and the unmoving — encompasses all of existence: the stars in their orbits (cara, moving) and the ground we stand on (acara, apparently still). All of it is generated by Prakriti under the Lord's oversight. Yogananda taught that this supervision is not from a distance but is intimate — the divine intelligence pervades the atom as fully as it pervades the galaxy. The meditator who stills the mind and withdraws from sensory surfaces begins to perceive this divine presence everywhere, the adhyakṣa consciousness within and behind all things.",
        "goyandka": "This verse serves as the conclusion of the opening cosmological section of Chapter Nine (verses 4-10) by giving the final, compact statement of the Lord's relationship to Prakriti and creation. Mayādhyakṣeṇa — 'under My supervision' — establishes the Lord not as the mechanical agent of creation but as the supreme overseer, in whose presence Prakriti's creative power is activated. Sa-carācaram — all things moving and unmoving — indicates the absolute comprehensiveness of Prakriti's production: no being or thing is outside this creative supervision. Hetunānena kaunteya jagad viparivartate — 'by this cause, O son of Kunti, the world revolves.' The word viparivartate (revolves, turns completely around) echoes the cyclical cosmology of verses 7-8: the world's very rotation — its perpetual cycle of creation, sustenance, and dissolution — has its ultimate ground in the Lord's adhyakṣya, His sovereign, ever-present oversight."
      }
    }
  ]
}
