{
  "chapter": 6,
  "verses": [
    {
      "verse": 11,
      "sanskrit": "श्रीभगवानुवाच ।\nशुचौ देशे प्रतिष्ठाप्य स्थिरमासनमात्मनः ।\nनात्युच्छ्रितं नातिनीचं चैलाजिनकुशोत्तरम् ॥",
      "transliteration": "śrī-bhagavān uvāca\nśucau deśe pratiṣṭhāpya sthiram āsanam ātmanaḥ\nnāty-ucchritaṃ nāti-nīcaṃ cailājina-kuśottaram",
      "translation": "The Blessed Lord said: In a clean spot, having established for himself a firm seat — neither too high nor too low — with kuśa grass, a deerskin, and a cloth laid one over the other.",
      "audio": "/assets/audio/ch06/verse_06_11.mp3",
      "word_breakdown": [
        {"word": "शुचौ देशे", "transliteration": "śucau deśe", "root": "śuci (pure, clean) + deśa (place)", "grammatical_form": "Adjective + Noun, masculine/neuter, locative, singular", "meaning": "in a clean / pure place"},
        {"word": "प्रतिष्ठाप्य", "transliteration": "pratiṣṭhāpya", "root": "prati + √sthā (to stand, to establish)", "grammatical_form": "Absolutive / gerund (causative)", "meaning": "having established / having set up firmly"},
        {"word": "स्थिरम्", "transliteration": "sthiram", "root": "√sthā (to stand)", "grammatical_form": "Adjective, neuter, accusative, singular", "meaning": "firm / stable / steady"},
        {"word": "आसनम्", "transliteration": "āsanam", "root": "ā + √as (to sit)", "grammatical_form": "Noun, neuter, accusative, singular", "meaning": "seat / meditation seat / posture"},
        {"word": "चैलाजिनकुशोत्तरम्", "transliteration": "cailājina-kuśottaram", "root": "caila (cloth) + ajina (deerskin) + kuśa (sacred grass) + uttara (upper/over)", "grammatical_form": "Compound adjective, neuter, accusative, singular", "meaning": "with cloth, deerskin, and kuśa grass laid successively"}
      ],
      "commentary": {
        "dadaji": "Dadaji used to say that these practical instructions on posture and place carry far more wisdom than they first appear. A 'clean place' is not merely one free of dust — it is a place where the mind naturally settles, where past distractions do not linger. The three layers of kuśa grass, deerskin, and cloth have practical purposes too: kuśa grass insulates from earth energies, deerskin from dampness, and cloth for comfort. The seat being 'not too high, not too low' signals something deeper — the yogi must find balance in everything, not the extremes of pride or self-abasement. Preparation itself is a spiritual act.",
        "sarvapriyananda": "Swami Sarvapriyananda notes that this verse begins the practical instruction section of Chapter 6 — from verse 11 to verse 17 — which deals with the outer and inner conditions for dhyāna yoga. The Sanskrit word śuci carries the double meaning of physical cleanliness and inner purity. By beginning with the physical environment, Krishna acknowledges that the mind is not independent of its conditions. The body sits before the mind can soar. The three-layered seat — kuśa, ajina, caila — is prescribed in older Upaniṣadic tradition, and Krishna here ratifies the practical wisdom of that tradition while grounding it in the higher purpose of ātma-viśuddhi (self-purification).",
        "yogananda": "Yogananda draws attention to the phrase 'āsanam ātmanaḥ' — a seat of one's own, for the Self. The meditator is not sitting for social show or ritual compliance, but establishing a sacred space for communion with the inner Self. He taught that a dedicated meditation spot, used consistently, becomes charged with spiritual vibration over time — the very walls of the room absorb the peace of repeated practice. The practical instructions — not too high, not too low — also point inward: the meditative state is neither the inflation of ego nor the collapse of will, but the poised alertness of the soul resting in itself.",
        "goyandka": "The Gita Press commentary notes that the traditional prescription of kuśa grass, deerskin, and cloth serves both hygienic and subtle-energetic purposes. Kuśa (Desmostachya bipinnata) has been used since Vedic times for purification; the deerskin is a natural insulator and symbolizes the skin of spiritual alertness (deer are supremely watchful); the cloth provides the uppermost layer of ease. The seat being 'sthiram' (firm/stable) is critical — an unstable seat produces an unstable mind. 'Nāty-ucchritam nāti-nīcam' (not too high, not too low) also prescribes an ergonomically correct height that keeps the spine naturally erect without strain."
      }
    },
    {
      "verse": 12,
      "sanskrit": "तत्रैकाग्रं मनः कृत्वा यतचित्तेन्द्रियक्रियः ।\nउपविश्यासने युञ्ज्याद्योगमात्मविशुद्धये ॥",
      "transliteration": "tatraikāgraṃ manaḥ kṛtvā yata-cittendriya-kriyaḥ\nupaviśyāsane yuñjyād yogam ātma-viśuddhaye",
      "translation": "There, seated on that seat, making the mind one-pointed, with the activities of mind and senses controlled, he should practise yoga for the purification of the self.",
      "audio": "/assets/audio/ch06/verse_06_12.mp3",
      "word_breakdown": [
        {"word": "एकाग्रम्", "transliteration": "ekāgram", "root": "eka (one) + agra (point, tip)", "grammatical_form": "Compound adjective, neuter, accusative, singular", "meaning": "one-pointed / concentrated / focused on a single point"},
        {"word": "यतचित्तेन्द्रियक्रियः", "transliteration": "yata-cittendriya-kriyaḥ", "root": "yata (controlled) + citta (mind) + indriya (senses) + kriyā (activity)", "grammatical_form": "Bahuvrīhi compound, masculine, nominative, singular", "meaning": "one whose mental and sensory activities are controlled / restrained"},
        {"word": "युञ्ज्यात्", "transliteration": "yuñjyāt", "root": "√yuj (to yoke, to join, to practise)", "grammatical_form": "Optative (potential/should), 3rd person singular", "meaning": "should practise / let him yoke / should engage in"},
        {"word": "आत्मविशुद्धये", "transliteration": "ātma-viśuddhaye", "root": "ātman (Self) + vi + √śudh (to purify)", "grammatical_form": "Compound noun, dative, singular (purpose)", "meaning": "for the purification of the self / for self-refinement"}
      ],
      "commentary": {
        "dadaji": "Ekāgram — one-pointedness — is the jewel of this verse. Dadaji would say that our great suffering in life comes from having a scattered mind, a mind that is everywhere except where it needs to be. The word 'yuñjyāt' — he should yoke — comes from the same root as 'yoga.' To yoke the mind is to bring all the horses of the senses under the hand of the driver who knows the destination. And the destination here is beautiful: ātma-viśuddhi, the purification of the self. Not achievement of some outer goal, but a cleaning of the inner mirror so that the Self's own light can shine through undimmed.",
        "sarvapriyananda": "This verse introduces the two core technical terms of meditation practice: ekāgratā (one-pointedness) and yata-cittendriya-kriyā (restraint of mind-sense activity). Vedānta distinguishes between the manas (deliberating mind), citta (the mental storehouse), buddhi (discriminating intellect), and ahaṃkāra (the ego-sense). All of these, together with the five cognitive senses and five motor senses, must be brought under unified control. The purpose stated — ātma-viśuddhaye — indicates that yoga here is not about suppression but refinement: the removal of the veil of rajasic and tamasic impressions so that the sattvic reflection of the Ātman can shine clearly.",
        "yogananda": "Yogananda saw ekāgratā as the master key to all spiritual progress. He taught that the degree to which a person can concentrate their mind is the degree to which they can know God. The scattered mind is like a hundred-watt bulb illuminating a large room — present everywhere, powerful nowhere. The one-pointed mind is like a laser — it can cut through the thickest rock of spiritual ignorance. He notes 'ātma-viśuddhaye' with particular emphasis: the purpose of meditation is not relaxation or stress relief (though these come naturally), but the deep cleaning of the subtle body so that divine consciousness can flow through it without obstruction.",
        "goyandka": "The classical commentary emphasizes that this verse lays out a complete sequence: first establish the seat (v.11), then sit upon it, then make the mind one-pointed, then control citta and indriya activity, then practise yoga — all for the stated purpose of ātma-viśuddhi. Each step depends on the previous. 'Yata-cittendriya-kriyaḥ' is a bahuvrīhi compound describing the practitioner: one in whom the activities of both the inner instrument (citta) and the outer instruments (indriya) are yata — restrained, placed under disciplined control. Goyandka notes that viśuddhi here refers to the removal of kāma and krodha (desire and anger) that cloud the inner being."
      }
    },
    {
      "verse": 13,
      "sanskrit": "समं कायशिरोग्रीवं धारयन्नचलं स्थिरः ।\nसम्प्रेक्ष्य नासिकाग्रं स्वं दिशश्चानवलोकयन् ॥",
      "transliteration": "samaṃ kāya-śiro-grīvaṃ dhārayann acalaṃ sthiraḥ\nsaṃprekṣya nāsikāgraṃ svaṃ diśaś cānavalokayan",
      "translation": "Holding the body, head, and neck erect and motionless, in a steady posture, fixing the gaze on the tip of his own nose, not looking in any direction.",
      "audio": "/assets/audio/ch06/verse_06_13.mp3",
      "word_breakdown": [
        {"word": "समम्", "transliteration": "samam", "root": "sama (equal, even, straight)", "grammatical_form": "Adjective, neuter, accusative, singular", "meaning": "straight / erect / even / aligned"},
        {"word": "कायशिरोग्रीवम्", "transliteration": "kāya-śiro-grīvam", "root": "kāya (body) + śiras (head) + grīvā (neck)", "grammatical_form": "Compound noun, neuter, accusative, singular", "meaning": "the body, head, and neck (as a single aligned unit)"},
        {"word": "अचलम्", "transliteration": "acalam", "root": "a (not) + √cal (to move)", "grammatical_form": "Adjective, neuter, accusative, singular", "meaning": "motionless / unmoving / without swaying"},
        {"word": "नासिकाग्रम्", "transliteration": "nāsikāgram", "root": "nāsikā (nose) + agra (tip, front)", "grammatical_form": "Compound noun, neuter, accusative, singular", "meaning": "the tip of the nose"},
        {"word": "अनवलोकयन्", "transliteration": "anavalokayan", "root": "an + ava + √lok (to see, to look)", "grammatical_form": "Present participle, negative compound, masculine, nominative", "meaning": "not looking around / without gazing in any direction"}
      ],
      "commentary": {
        "dadaji": "This verse teaches the posture of perfect inner gathering. 'Samam kāya-śiro-grīvam' — the body, neck, and head in one straight line — is not mere physical instruction. Dadaji used to say that a bent spine is a bent mind; when the body sags, vital energy leaks, and the mind follows. The instruction to fix the gaze on the tip of the nose — or inward toward the point between the eyebrows, as many teachers clarify — is a technique for withdrawing the senses from the outer world. The eyes, being the most powerful of the senses, must be turned inward. Not looking in any direction is a metaphor for the total withdrawal of attention from the world's distractions.",
        "sarvapriyananda": "The physical instructions in this verse serve a profound psycho-physiological purpose. The Vedic and yogic traditions have long recognized that the state of the body directly conditions the state of the mind. An erect spine promotes alertness and prevents the tamasic collapse into sleep; holding the body completely still (acalam) progressively withdraws prāṇic energy from the motor system and redirects it inward. The instruction 'saṃprekṣya nāsikāgraṃ svam' — fixing the gaze on the tip of one's own nose — is interpreted by most ācāryas as a technique for achieving pratyāhāra (withdrawal of senses), not as staring literally at the nose-tip, which would be cross-eyed and counterproductive.",
        "yogananda": "Yogananda's commentary on this verse is among his richest. He explains that the erect spine is the sacred altar of meditation: the thirty-three spinal centers correspond to levels of divine consciousness, and when prāṇa flows freely through the upright spine, it naturally rises toward the spiritual eye at the point between the eyebrows. He interprets 'nāsikāgraṃ svam' as the instruction to focus awareness at the ājna chakra — one's own 'nose-tip' in the subtle body sense — the seat of the spiritual eye. 'Not looking in any direction' means turning the searchlight of consciousness completely away from the world of the senses toward the inner light.",
        "goyandka": "The classical commentary treats this verse as prescribing the second of the eight limbs of yoga — āsana (posture) — in its most essential form. Three qualities are required of the body in meditation: samam (straightness/evenness), acalam (motionlessness), and sthiram (firmness/steadiness). These three together constitute a perfect āsana for dhyāna. Goyandka notes that the traditional commentators are divided on the interpretation of 'nāsikāgraṃ svam': Śaṅkarācārya interprets it as directing the gaze to the nose-tip to prevent wandering eyes, while others read it as symbolic of directing attention inward to the ājñā cakra. Both readings converge on the goal of pratyāhāra."
      }
    },
    {
      "verse": 14,
      "sanskrit": "प्रशान्तात्मा विगतभीर्ब्रह्मचारिव्रते स्थितः ।\nमनः संयम्य मच्चित्तो युक्त आसीत मत्परः ॥",
      "transliteration": "praśāntātmā vigata-bhīr brahmacāri-vrate sthitaḥ\nmanaḥ saṃyamya mac-citto yukta āsīta mat-paraḥ",
      "translation": "With the inner being serene and fearless, steadfast in the vow of brahmacharya, controlling the mind, with thought fixed on Me — let him sit yoked, with Me as the supreme goal.",
      "audio": "/assets/audio/ch06/verse_06_14.mp3",
      "word_breakdown": [
        {"word": "प्रशान्तात्मा", "transliteration": "praśāntātmā", "root": "pra + √śam (to be calm) + ātman (self/being)", "grammatical_form": "Bahuvrīhi compound, masculine, nominative, singular", "meaning": "one whose inner self is profoundly serene / with a thoroughly calmed being"},
        {"word": "विगतभीः", "transliteration": "vigata-bhīḥ", "root": "vi + gata (gone) + bhī (fear)", "grammatical_form": "Bahuvrīhi compound, masculine, nominative, singular", "meaning": "one from whom fear has departed / fearless"},
        {"word": "ब्रह्मचारिव्रते", "transliteration": "brahmacāri-vrate", "root": "brahman (the Absolute) + cārin (moving in) + vrata (vow, observance)", "grammatical_form": "Compound noun, neuter, locative, singular", "meaning": "in the vow of brahmacharya / established in the practice of sacred continence"},
        {"word": "मच्चित्तः", "transliteration": "mac-cittaḥ", "root": "mat (My) + citta (mind/consciousness)", "grammatical_form": "Bahuvrīhi compound, masculine, nominative, singular", "meaning": "one whose mind/consciousness is fixed on Me"},
        {"word": "मत्परः", "transliteration": "mat-paraḥ", "root": "mat (My) + para (highest, supreme, goal)", "grammatical_form": "Bahuvrīhi compound, masculine, nominative, singular", "meaning": "one for whom I am the supreme goal / wholly devoted to Me"}
      ],
      "commentary": {
        "dadaji": "This is the verse where the inner conditions of meditation are revealed. Dadaji used to say that the outer posture is merely the body's way of expressing what must be happening inward. Praśāntātmā — a thoroughly serene inner being — is not achieved by force but by gradual release of worry and attachment. Vigata-bhīḥ — from whom fear has departed — this is the fruit of trusting God completely. When we know that we are held in the arms of the Divine, what is there to fear? And 'mat-paraḥ' — with Me as the supreme — is the secret of the whole teaching: when God becomes our highest priority, everything else falls naturally into its place.",
        "sarvapriyananda": "In this verse, Krishna completes the picture of the prepared meditator with four inner qualities: praśāntātmā (serene self), vigata-bhīḥ (absence of fear), brahmacāri-vrata-sthitaḥ (established in brahmacharya), and mac-cittaḥ (mind fixed on Krishna as Brahman). These correspond to the classical preparation for meditation described in the Upaniṣads: śama (inner calm), dama (sense control), śraddhā (faith), and samādhāna (complete absorption). The term 'brahmacārin' is interpreted broadly here — not merely as physical celibacy but as one who moves (cārin) in Brahman, one whose entire life is a movement toward the Absolute.",
        "yogananda": "Yogananda emphasizes 'mac-cittaḥ' and 'mat-paraḥ' as the devotional heart of this meditation instruction. Yoga without devotion, he taught, is like a dry mechanical exercise — it may produce concentration but not the bliss of communion with God. When the meditator fixes consciousness (citta) on the Divine (mat) and holds the Divine as the supreme goal (mat-paraḥ), meditation becomes a love-meeting between the soul and its Source. Praśāntātmā — the serene inner being — is both a prerequisite for deep meditation and its result: the deeper one goes in meditation, the deeper the peace becomes, and that peace itself draws the mind further inward.",
        "goyandka": "The classical commentary breaks this verse into two parts: the qualifications of the meditator (praśāntātmā, vigata-bhīḥ, brahmacāri-vrate sthitaḥ), and the method and goal (manaḥ saṃyamya mac-cittaḥ yukta āsīta mat-paraḥ). Goyandka emphasizes that 'brahmacāri-vrate sthitaḥ' means firm in the brahmacharya vow — a comprehensive discipline of sense-control, not limited to one area. Saṃyamya (having controlled) the mind, the yogi should sit in the yukta state — the state of being properly yoked — with awareness resting in Krishna as the supreme Puruṣa. 'Mat-paraḥ' (Me as the highest) indicates that bhakti and jñāna are not separate here."
      }
    },
    {
      "verse": 15,
      "sanskrit": "युञ्जन्नेवं सदात्मानं योगी नियतमानसः ।\nशान्तिं निर्वाणपरमां मत्संस्थामधिगच्छति ॥",
      "transliteration": "yuñjann evaṃ sadātmānaṃ yogī niyata-mānasaḥ\nśāntiṃ nirvāṇa-paramāṃ mat-saṃsthām adhigacchati",
      "translation": "Thus, always disciplining himself, the yogi of subdued mind attains the peace that culminates in Nirvāṇa — the peace that abides in Me.",
      "audio": "/assets/audio/ch06/verse_06_15.mp3",
      "word_breakdown": [
        {"word": "युञ्जन्", "transliteration": "yuñjan", "root": "√yuj (to yoke, to practise)", "grammatical_form": "Present participle, masculine, nominative, singular", "meaning": "always engaging / continuously practising / constantly yoking"},
        {"word": "नियतमानसः", "transliteration": "niyata-mānasaḥ", "root": "ni + yata (controlled) + mānasa (mind)", "grammatical_form": "Bahuvrīhi compound, masculine, nominative, singular", "meaning": "one of controlled mind / whose mind is fully subdued"},
        {"word": "निर्वाणपरमाम्", "transliteration": "nirvāṇa-paramām", "root": "nirvāṇa (extinction of ego-flame) + parama (highest, culminating in)", "grammatical_form": "Compound adjective, feminine, accusative, singular", "meaning": "culminating in Nirvāṇa / whose highest point is the extinction of separateness"},
        {"word": "मत्संस्थाम्", "transliteration": "mat-saṃsthām", "root": "mat (My) + sam + √sthā (to stand, to abide)", "grammatical_form": "Compound noun, feminine, accusative, singular", "meaning": "abiding in Me / resting in Me / established in the Divine"},
        {"word": "अधिगच्छति", "transliteration": "adhigacchati", "root": "adhi + √gam (to go, to attain)", "grammatical_form": "Present tense, 3rd person singular", "meaning": "attains / reaches / arrives at"}
      ],
      "commentary": {
        "dadaji": "This verse is the promise: the fruit of the practice described in the preceding verses. Dadaji would read it with great joy — 'nirvāṇa-paramāṃ mat-saṃsthām' — the peace that is the highest, and that peace abides in Me. He always noted that Krishna does not say this peace is somewhere else, some distant heaven. It is mat-saṃsthā — it abides in God, and God is ever-present. The yogi who consistently practises — yuñjan evam sadā — does not have to wait for some future moment. The peace is always there, beneath the turbulence of the mind. Regular practice simply removes the turbulence.",
        "sarvapriyananda": "This verse introduces the Gita's distinctive use of the Buddhist term 'nirvāṇa' in a Vedantic context. For the Buddha, nirvāṇa is the extinction of craving and the cessation of the conditioned self. Here, Krishna says the peace culminates in nirvāṇa — meaning the complete extinction of the ego-bound separate self — but crucially adds 'mat-saṃsthām' — it abides in Me, in the Divine. This is the Gita's synthesis: the Advaitic dissolution of the ego-self is not a fall into a void but a merging into the fullness of Brahman, which Krishna identifies with himself. Nirvāṇa and divine union are not opposites — they are the same reality seen from two angles.",
        "yogananda": "Yogananda places great emphasis on 'sadā' — always — in this verse. The yogi who 'always disciplines himself' — not just during formal meditation sessions but throughout daily life — attains this supreme peace. Nirvāṇa, he explains, literally means the extinguishing of the flame: the flame of the ego, of separate desire, of the illusion that we are isolated beings in an indifferent universe. When that flame goes out, what remains? Not darkness but divine light — mat-saṃsthā, the peace that abides in God. This is what all the saints of all traditions have described: a peace that passes all understanding, because it belongs to a dimension beyond the mind.",
        "goyandka": "The Gita Press commentary notes that 'yuñjann evam sadā' (always disciplining thus) is the key condition: consistent, sustained practice — not occasional or half-hearted effort. 'Niyata-mānasaḥ' (one of controlled mind) describes the state that such sustained practice produces. The compound 'nirvāṇa-paramāṃ mat-saṃsthām śāntim' is carefully parsed: the śānti (peace) being described has nirvāṇa as its culmination (paramā) and abides (saṃsthā) in Krishna — meaning this is not the peace of ordinary mental quietude but the absolute peace of liberation, which has its eternal ground in the Supreme Being. Goyandka connects this to the Upaniṣadic 'śāntir śāntir śāntiḥ' — the triple peace."
      }
    },
    {
      "verse": 16,
      "sanskrit": "नात्यश्नतस्तु योगोऽस्ति न चैकान्तमनश्नतः ।\nन चाति स्वप्नशीलस्य जाग्रतो नैव चार्जुन ॥",
      "transliteration": "nāty-aśnatas tu yogo 'sti na caikāntam anaśnataḥ\nna cāti-svapna-śīlasya jāgrato naiva cārjuna",
      "translation": "Yoga is not for him who eats too much, nor for him who does not eat at all; not for him who sleeps too much, nor for him who is always awake, O Arjuna.",
      "audio": "/assets/audio/ch06/verse_06_16.mp3",
      "word_breakdown": [
        {"word": "नात्यश्नतः", "transliteration": "nāty-aśnataḥ", "root": "na (not) + ati (too much) + √aś (to eat)", "grammatical_form": "Negative compound + present participle, genitive, singular", "meaning": "not for one who eats excessively / not for the over-eater"},
        {"word": "एकान्तम् अनश्नतः", "transliteration": "ekāntam anaśnataḥ", "root": "ekānta (absolutely, at all) + an + √aś (to eat)", "grammatical_form": "Adverb + present participle, genitive, singular", "meaning": "for him who does not eat at all / absolute non-eating"},
        {"word": "अतिस्वप्नशीलस्य", "transliteration": "ati-svapna-śīlasya", "root": "ati (excessive) + svapna (sleep) + śīla (habit, nature)", "grammatical_form": "Compound adjective, masculine, genitive, singular", "meaning": "of him who has the habit of excessive sleep"},
        {"word": "जाग्रतः", "transliteration": "jāgrataḥ", "root": "√jāgṛ (to be awake, to be vigilant)", "grammatical_form": "Present participle, masculine, genitive, singular", "meaning": "of him who is always awake / for the perpetually sleepless"}
      ],
      "commentary": {
        "dadaji": "Dadaji loved this verse for its sheer practical wisdom and its gentle rebuke to spiritual extremism. He would say: 'God is not pleased by our self-torture.' This verse is Krishna correcting both the indulgent and the overly austere. The person who eats lavishly and sleeps long has surrendered to tamas and rajas — they cannot sit still for meditation, the mind restless with sensation. But the one who fasts severely and sleeps not at all has created such physical agitation that stillness is equally impossible. The middle path here is not a compromise — it is a precise recognition that the instrument of yoga is the body-mind, and it must be kept in optimal condition.",
        "sarvapriyananda": "This verse establishes the principle of yukta-āhāra — regulated intake — that will be elaborated in the next verse. Krishna identifies four extremes that destroy the possibility of yoga: excessive eating (aty-aśnataḥ), complete fasting (ekāntam anaśnataḥ), excessive sleep (ati-svapna-śīlaḥ), and perpetual wakefulness (jāgrataḥ). All four disturb the delicate sattvic balance that meditation requires. This is a profound statement of the yoga tradition's middle way — not the same as the Buddhist middle way, but similarly grounded in the recognition that both excess and deficiency in natural functions disturb the subtle nervous system and make inner stillness inaccessible.",
        "yogananda": "Yogananda presents this verse as one of the most practically important in the Gita for the modern spiritual seeker. He observed that many sincere seekers fail in meditation not because of spiritual deficiency but because of physical and lifestyle imbalances. The person who overeats draws so much energy into digestion that meditation becomes impossible — the mind is literally pulled downward. The person who under-eats has so little prāṇa that the brain cannot sustain alert concentration. Similarly, oversleeping produces a tamasic mind, and sleep deprivation produces a rajasic agitation. The yoga path requires a healthy, balanced body as its vehicle.",
        "goyandka": "The classical commentary notes that this verse uses the principle of negation to establish the law of the mean — a pervasive principle in Indian philosophy and ethics. By stating what yoga is NOT — four categories of excess — Krishna implicitly defines what yoga IS: a practice that requires moderation in all things. Goyandka points out that these instructions have both literal and metaphorical dimensions: 'eating' can refer to all sensory intake, 'sleeping' to all forms of mental dullness and avoidance of reality, 'waking' to all forms of restless mental hyperactivity. The verse thus covers the entire spectrum of human excess and deficiency that obstructs the inner life."
      }
    },
    {
      "verse": 17,
      "sanskrit": "युक्ताहारविहारस्य युक्तचेष्टस्य कर्मसु ।\nयुक्तस्वप्नावबोधस्य योगो भवति दुःखहा ॥",
      "transliteration": "yukta-āhāra-vihārasya yukta-ceṣṭasya karmasu\nyukta-svapnāvabodhasya yogo bhavati duḥkhahā",
      "translation": "For him who is regulated in eating and recreation, regulated in his actions, regulated in sleeping and waking — yoga becomes the destroyer of all pain.",
      "audio": "/assets/audio/ch06/verse_06_17.mp3",
      "word_breakdown": [
        {"word": "युक्ताहारविहारस्य", "transliteration": "yukta-āhāra-vihārasya", "root": "yukta (regulated, disciplined) + āhāra (food, intake) + vihāra (recreation, movement)", "grammatical_form": "Compound adjective, masculine, genitive, singular", "meaning": "of him who is disciplined in food and recreation"},
        {"word": "युक्तचेष्टस्य", "transliteration": "yukta-ceṣṭasya", "root": "yukta + ceṣṭā (effort, activity, movement)", "grammatical_form": "Compound adjective, masculine, genitive, singular", "meaning": "of him whose efforts and actions are regulated / disciplined in activity"},
        {"word": "युक्तस्वप्नावबोधस्य", "transliteration": "yukta-svapnāvabodhasya", "root": "yukta + svapna (sleep) + avabodha (waking, awakening)", "grammatical_form": "Compound adjective, masculine, genitive, singular", "meaning": "of him who is regulated in sleeping and waking"},
        {"word": "दुःखहा", "transliteration": "duḥkhahā", "root": "duḥkha (pain, suffering) + √han (to destroy, to slay)", "grammatical_form": "Compound noun/adjective, masculine, nominative, singular (predicative)", "meaning": "the destroyer of pain / that which slays suffering"}
      ],
      "commentary": {
        "dadaji": "After naming the four excesses that ruin yoga (v.16), here Krishna gives the positive prescription — and the beautiful fruit: yoga becomes duḥkhahā, the destroyer of pain. Dadaji would linger on that word: 'Not the reducer of pain, not the manager of pain — the destroyer.' The regulated life — yuktāhāra (right eating), yukta-vihāra (right recreation), yukta-ceṣṭā (right action), yukta-svapnāvabodha (right sleep and waking) — creates the physical and mental conditions in which yoga can do its deepest work. And what is that work? The uprooting of the very causes of suffering: desire, identification with the ego, and the forgetting of the Self.",
        "sarvapriyananda": "The triple repetition of 'yukta' in this verse is significant and deliberate: yukta-āhāra-vihāra, yukta-ceṣṭā, yukta-svapnāvabodha. Yukta literally means 'yoked' — the same root as 'yoga.' To be yukta in eating, recreation, activity, and sleep is itself a form of yoga — a continuous, lived yoga that extends far beyond the formal meditation session. Swami Sarvapriyananda often observed that most people think yoga happens on the mat; this verse teaches that yoga is a complete lifestyle. Only when life itself is 'yoked' — brought into disciplined harmony — can formal meditation practice bear its full fruit: the complete destruction of duḥkha.",
        "yogananda": "Yogananda saw this verse as describing what he called the 'yoga of daily life.' The word 'yukta' — disciplined, yoked, regulated — when applied to all the major rhythms of life (eating, recreation, work, sleep) creates what he described as a sattvic life-field: an environment in which divine consciousness can flower naturally. He particularly emphasizes 'vihāra' (recreation, movement) — the regulated yogi is not a joyless ascetic but someone who knows how to rest, how to enjoy beauty, how to move the body wisely. And the reward? Yoga becomes duḥkhahā — the slayer of sorrow. Not just reduction of suffering but its complete annihilation at the root.",
        "goyandka": "The Gita Press commentary draws out the precise meaning of each compound in this verse. Āhāra means not only food but all sensory intake — what we see, hear, and take into our minds. Vihāra refers to recreation, travel, movement, and the way we spend our leisure. Ceṣṭā means all bodily and mental exertions in the course of duty. Svapna-avabodha means the proper regulation of both sleep (svapna) and wakefulness (avabodha). When all four of these life-dimensions are yukta — properly disciplined — the condition of the body-mind becomes sattvic, and in such a sattvic condition, yoga practice bears its ultimate fruit: the permanent destruction of duḥkha, the suffering that is the lot of the unawakened soul."
      }
    },
    {
      "verse": 18,
      "sanskrit": "यदा विनियतं चित्तमात्मन्येवावतिष्ठते ।\nनिःस्पृहः सर्वकामेभ्यो युक्त इत्युच्यते तदा ॥",
      "transliteration": "yadā viniyataṃ cittaṃ ātmany evāvatiṣṭhate\nniḥspṛhaḥ sarva-kāmebhyo yukta ity ucyate tadā",
      "translation": "When the fully controlled mind rests in the Self alone, freed from longing for all objects of desire — then it is said to be 'yoked' (yukta).",
      "audio": "/assets/audio/ch06/verse_06_18.mp3",
      "word_breakdown": [
        {"word": "विनियतम्", "transliteration": "viniyatam", "root": "vi + ni + √yam (to restrain, to hold)", "grammatical_form": "Past participle, neuter, nominative, singular", "meaning": "fully controlled / perfectly restrained / thoroughly disciplined"},
        {"word": "आत्मन्येव", "transliteration": "ātmany eva", "root": "ātman (Self) + eva (alone, only, indeed)", "grammatical_form": "Noun in locative + emphatic particle", "meaning": "in the Self alone / resting solely in the Ātman"},
        {"word": "अवतिष्ठते", "transliteration": "avatiṣṭhate", "root": "ava + √sthā (to stand, to rest, to be established)", "grammatical_form": "Present tense, Ātmanepada, 3rd singular", "meaning": "rests / abides / remains established"},
        {"word": "निःस्पृहः", "transliteration": "niḥspṛhaḥ", "root": "niḥ (without) + spṛhā (longing, craving, desire)", "grammatical_form": "Compound adjective, masculine, nominative, singular", "meaning": "without craving / free from longing / desireless"},
        {"word": "युक्तः", "transliteration": "yuktaḥ", "root": "√yuj (to yoke)", "grammatical_form": "Past participle used as adjective, masculine, nominative, singular", "meaning": "yoked / established in yoga / in the state of union"}
      ],
      "commentary": {
        "dadaji": "This is the definition of the yukta state — what it truly means to be 'in yoga.' Dadaji used to say that most of us confuse being busy with being alive, and being stimulated with being happy. Here Krishna gives the opposite description: the mind that rests in the Self alone (ātmany eva avatiṣṭhate) and is without longing for any object of desire (niḥspṛhaḥ sarva-kāmebhyaḥ) — that mind is yukta. This is not a state of deprivation; it is the state of fullness. When we are complete in ourselves — when the Self is felt as home — there is no lack, and therefore no craving. Craving is always a sign that we are looking for the Self in the wrong place.",
        "sarvapriyananda": "This verse gives the Gita's precise definition of the meditative state — what the tradition calls samādhi or at least its threshold. 'Viniyataṃ cittam' — the fully controlled mind — is the citta that has been brought to rest, not merely calmed but anchored. 'Ātmany evāvatiṣṭhate' — it rests in the Self alone — means that awareness has withdrawn from all objects and rests in its own source, the Ātman. The crucial qualification is 'niḥspṛhaḥ sarva-kāmebhyaḥ' — free from longing for ALL objects of desire, not just some. Partial freedom from desire produces partial samādhi; complete freedom produces the state that is called 'yukta' — genuinely, fully yoked to the Supreme.",
        "yogananda": "For Yogananda, this verse describes the threshold of the superconscious state — what he called the state of samādhi or cosmic consciousness. When the mind, thoroughly controlled, rests in the Self alone (ātmany eva), it has made the great U-turn from outward-flowing consciousness to inward-dwelling consciousness. The phrase 'niḥspṛhaḥ sarva-kāmebhyaḥ' — without craving for any objects of desire — does not describe a state of emptiness but of superabundance. The meditator is no longer reaching outward for fulfillment because the inner Self is experienced as the source of all bliss. This is the satcidānanda — existence-consciousness-bliss — that the Upaniṣads describe as the nature of Brahman.",
        "goyandka": "The classical commentary identifies this verse as the definition of niruddha — the completely arrested mental flow that constitutes true yoga according to Patañjali's Yoga Sūtras ('yogaś citta-vṛtti-nirodhaḥ'). 'Viniyataṃ cittam' corresponds to citta-vṛtti-nirodha (the cessation of mental modifications). 'Ātmany evāvatiṣṭhate' corresponds to the draṣṭuḥ svarūpe 'vasthānam — the seer resting in their own nature. 'Niḥspṛhaḥ sarva-kāmebhyaḥ' corresponds to vairāgya (complete dispassion). This verse is thus a bridge between the Bhagavad Gita's presentation of yoga and the classical Yoga Darśana — showing their essential agreement on the nature of the highest meditative state."
      }
    },
    {
      "verse": 19,
      "sanskrit": "यथा दीपो निवातस्थो नेङ्गते सोपमा स्मृता ।\nयोगिनो यतचित्तस्य युञ्जतो योगमात्मनः ॥",
      "transliteration": "yathā dīpo nivāta-stho neṅgate sopamā smṛtā\nyogino yata-cittasya yuñjato yoga-ātmanaḥ",
      "translation": "As a lamp in a windless place does not flicker — this is the simile recalled for the yogi of controlled mind who is engaged in the yoga of the Self.",
      "audio": "/assets/audio/ch06/verse_06_19.mp3",
      "word_breakdown": [
        {"word": "दीपः", "transliteration": "dīpaḥ", "root": "√dīp (to shine, to blaze)", "grammatical_form": "Noun, masculine, nominative, singular", "meaning": "a lamp / a flame"},
        {"word": "निवातस्थः", "transliteration": "nivāta-sthaḥ", "root": "ni + vāta (wind) + √sthā (to stand)", "grammatical_form": "Compound adjective, masculine, nominative, singular", "meaning": "placed in a windless spot / situated where there is no wind"},
        {"word": "नेङ्गते", "transliteration": "neṅgate", "root": "na + √iṅg (to move, to stir, to flicker)", "grammatical_form": "Present tense, Ātmanepada, 3rd singular + negation", "meaning": "does not flicker / does not waver / remains motionless"},
        {"word": "यतचित्तस्य", "transliteration": "yata-cittasya", "root": "yata (controlled) + citta (mind)", "grammatical_form": "Compound adjective, masculine, genitive, singular", "meaning": "of him whose mind is controlled / of the yogi of restrained mind"},
        {"word": "योगमात्मनः", "transliteration": "yoga-ātmanaḥ", "root": "yoga + ātman (Self)", "grammatical_form": "Compound, genitive, singular", "meaning": "the yoga of the Self / the practice of union with the Ātman"}
      ],
      "commentary": {
        "dadaji": "Of all the images in the Gita, Dadaji said this one — the lamp in the windless place — is the most tender and most perfect. A lamp does not try to be still. It is still because nothing disturbs it. The flame has no agenda; it simply burns. So the yogi's mind, when truly in the yukta state, does not achieve stillness through effort — the effort comes earlier, in creating the protected inner space. Once that space is established, stillness is natural, spontaneous, effortless. The flame is always inclined to burn upward; the mind of the yogi is always inclined toward the Self. Remove the disturbing winds of desire and distraction — and it rests there naturally.",
        "sarvapriyananda": "Swami Sarvapriyananda describes this as one of the most beautiful and philosophically precise upamā (similes) in Sanskrit literature. A lamp in a windless place does not flicker — neṅgate (from √iṅg, to stir) — it remains perfectly, unvaryingly luminous. The mind of the yogi who has arrived at the state described in v.18 is like this: not extinguished, not dull, but brilliantly luminous and perfectly still. The fire of the lamp corresponds to the light of consciousness; the windless enclosure corresponds to the protected inner space created by meditation practice; the absence of flickering corresponds to the cessation of citta-vṛttis (mental fluctuations). It is a simile of luminous, vibrant stillness — not the stillness of extinction.",
        "yogananda": "Yogananda considers this verse a description of the deepest state of meditation — the state he called savikalpa samādhi, where the meditator is still conscious of being in meditation, still practising (yuñjataḥ), yet the mind is perfectly still. The lamp 'in a windless place' is the master metaphor for this state: the yogi's consciousness is blazing — brilliant, aware, awake — but without the slightest flicker of ordinary mental agitation. He taught his disciples to seek this 'inner stillness' as the sign that meditation is deepening: not blankness, not unconsciousness, but vivid interior awareness with no movement whatsoever. This is the anteroom of the divine meeting.",
        "goyandka": "The Gita Press commentary notes that this verse is introduced with 'smṛtā' — 'recalled' or 'is remembered to be so' — suggesting that this upamā (comparison) was a well-known traditional simile that Krishna is here invoking, not coining freshly. The wind that disturbs the lamp corresponds to the viṣaya-vāsanās (sensory impressions and cravings) that disturb the mind. The windless space corresponds to the condition created by the disciplines described in verses 11-17. The lamp itself is the citta (mind-consciousness). The steady, non-flickering flame is the state of yoga proper. Goyandka notes that this simile captures both the positive (the lamp still burns and illumines) and the negative (it does not waver) aspects of meditative stillness."
      }
    },
    {
      "verse": 20,
      "sanskrit": "यत्रोपरमते चित्तं निरुद्धं योगसेवया ।\nयत्र चैवात्मनात्मानं पश्यन्नात्मनि तुष्यति ॥",
      "transliteration": "yatra uparamate cittaṃ niruddhaṃ yoga-sevayā\nyatra caivātmanātmānaṃ paśyann ātmani tuṣyati",
      "translation": "Where the mind, restrained by the practice of yoga, becomes still; where, seeing the Self by the Self, one is satisfied in the Self alone.",
      "audio": "/assets/audio/ch06/verse_06_20.mp3",
      "word_breakdown": [
        {"word": "उपरमते", "transliteration": "uparamate", "root": "upa + √ram (to cease, to rest, to delight)", "grammatical_form": "Present tense, Ātmanepada, 3rd singular", "meaning": "becomes still / ceases / comes to rest / desists from outward movement"},
        {"word": "निरुद्धम्", "transliteration": "niruddham", "root": "ni + √rudh (to obstruct, to stop, to restrain)", "grammatical_form": "Past participle, neuter, nominative, singular", "meaning": "restrained / arrested / stopped / held back from outward flow"},
        {"word": "योगसेवया", "transliteration": "yoga-sevayā", "root": "yoga + sevā (service, practice, cultivation)", "grammatical_form": "Compound noun, feminine, instrumental, singular", "meaning": "by the practice of yoga / through the cultivation of yoga"},
        {"word": "आत्मनात्मानम्", "transliteration": "ātmanātmānam", "root": "ātman (Self) — dual use: instrumental + accusative", "grammatical_form": "Noun, masculine: instrumental (by the Self) + accusative (the Self)", "meaning": "seeing the Self by means of the Self / the Self beholding itself"},
        {"word": "तुष्यति", "transliteration": "tuṣyati", "root": "√tuṣ (to be satisfied, to be content, to rejoice)", "grammatical_form": "Present tense, Parasmaipada, 3rd singular", "meaning": "is satisfied / is content / rejoices / finds complete sufficiency"}
      ],
      "commentary": {
        "dadaji": "This verse opens what Dadaji called 'the description of the highest state' — a description that continues through verse 27. 'Where the mind becomes still' — not forced into silence but naturally settling like water that has ceased to be disturbed. 'Seeing the Self by the Self' — this is the great mystery: the Self knows itself not through another instrument but through itself alone. And 'tuṣyati ātmani' — is satisfied in the Self. Dadaji would ask: 'When do you feel completely, restfully satisfied, needing nothing more?' That feeling — in its absolute, permanent form — is what the yogi finds permanently in the Self. Not a passing moment of contentment but the ground of being.",
        "sarvapriyananda": "This verse begins the climactic section of Chapter 6 (verses 20-23) which describes samādhi itself — the highest state of yogic realization. The two 'yatra' (where) clauses describe a single state from two perspectives: first, where the mind (citta) that has been niruddha (restrained) by yoga-sevā finally uparamate (comes to complete rest); and second, where the ātman sees itself by itself (ātmanātmānam paśyan) and is satisfied in itself (ātmani tuṣyati). This self-luminous self-knowing is the essence of Advaita Vedānta's teaching on the nature of the Ātman: it is svayaṃ-jyotiḥ (self-luminous), knowing itself without any external instrument. This is knowledge without a knower-known duality.",
        "yogananda": "Yogananda describes this verse as pointing to the threshold of nirbikalpa samādhi — the state beyond any trace of mental modification. 'Yoga-sevayā niruddham' — restrained by the practice of yoga — indicates that this state is the product of sustained, devoted practice (sevā — service, devotion, cultivation). No sudden enlightenment here: it is the fruit of consistent effort. But once the fruit ripens — when the citta uparamate (becomes completely still) — what is found? The Self sees itself by itself. Ātmanātmānam paśyan: not the ego looking at the Self, but the Self itself, with all veils removed, in the clarity of its own self-luminosity. And in that seeing, perfect, complete, permanent satisfaction: ātmani tuṣyati.",
        "goyandka": "Goyandka's classical commentary carefully distinguishes the two ātman occurrences in 'ātmanātmānam paśyan': the first ātman (in the instrumental case — ātmanā) is the purified buddhi (discriminating intellect refined to transparency) acting as the instrument; the second ātmānam (accusative) is the Paramātman (Supreme Self) as the object of direct perception. This is not a circular argument but a description of the unique epistemological situation of Ātma-jñāna: the individual consciousness, when completely purified by yoga-sevā, becomes transparent and thereby directly reflects — and is seen to be identical with — the Supreme Consciousness. 'Tuṣyati' (becomes satisfied) signals that this is not a temporary experience but the permanent rest of consciousness in its own natural ground."
      }
    }
  ]
}
