{
  "chapter": 16,
  "verses": [
    {
      "verse": 21,
      "sanskrit": "tri-vidhaṃ narakasyedaṃ dvāraṃ nāśanam ātmanaḥ | kāmaḥ krodhas tathā lobhas tasmād etat trayaṃ tyajet ||",
      "transliteration": "tri-vidhaṃ narakasya idaṃ dvāraṃ nāśanam ātmanaḥ | kāmaḥ krodhaḥ tathā lobhaḥ tasmāt etat trayaṃ tyajet ||",
      "translation": "Threefold is this gate of hell — the destroyer of the Self: desire (kāma), anger (krodha), and greed (lobha). Therefore one should abandon this triad.",
      "audio": "/assets/audio/ch16/verse_16_21.mp3",
      "word_breakdown": [
        { "word": "tri-vidham", "meaning": "threefold; of three kinds" },
        { "word": "narakasya", "meaning": "of hell; of the lower realms" },
        { "word": "idam", "meaning": "this" },
        { "word": "dvāram", "meaning": "gate; door; entrance" },
        { "word": "nāśanam", "meaning": "destroyer; that which ruins" },
        { "word": "ātmanaḥ", "meaning": "of the Self; of the soul" },
        { "word": "kāmaḥ", "meaning": "desire; lust; craving" },
        { "word": "krodhaḥ", "meaning": "anger; wrath" },
        { "word": "tathā", "meaning": "and; likewise; also" },
        { "word": "lobhaḥ", "meaning": "greed; covetousness" },
        { "word": "tasmāt", "meaning": "therefore; for this reason" },
        { "word": "etat", "meaning": "this; these" },
        { "word": "trayam", "meaning": "triad; the three" },
        { "word": "tyajet", "meaning": "one should abandon; one should give up" }
      ],
      "commentary": {
        "dadaji": "Kṛṣṇa now delivers a diagnosis of the deepest roots of the demoniac fall: not dozens of faults, but three. Kāma — the grasping desire that says 'I must have this' — is the seed. When kāma is frustrated, krodha explodes; when kāma is satisfied it multiplies into lobha, the hoarding that is never satisfied. These three are not merely moral failings; they are gates that lead the soul away from its own nature, its own śreyas. 'Nāśanam ātmanaḥ' — they destroy the very Self. The āsurī person described in this chapter was enslaved by all three. The instruction is stark and practical: tyajet — abandon them. Not suppress, not manage — abandon, as one drops a burning coal.",
        "sarvapriyananda": "This is one of the most quoted verses in the Gītā and for good reason — it encapsulates the entire pathology of spiritual bondage in three words. Kāma is not ordinary desire but the compulsive, ego-driven craving that treats the world as existing for personal satisfaction. Krodha arises inevitably when that craving is thwarted — the ego, denied its object, erupts in rage. Lobha is kāma in its hoarding mode, the insistence that no amount is ever enough. Vedānta identifies kāma and krodha especially as the twin enemies of discrimination (viveka) and dispassion (vairāgya). The Lord calls them 'gates of hell' — not metaphorical fire, but the actual lived experience of a mind destroyed by its own compulsions, cut off from the light of ātman.",
        "yogananda": "Master explained that kāma, krodha, and lobha are the three distortions of the one life-force, prāṇa, when it turns outward and downward. Desire pulls prāṇa into the world of objects; anger violently discharges it when blocked; greed hoards it in the ego's treasury. The mystic's work is to redirect this very force upward through the spine — the reverse current that Kṛṣṇa speaks of when he describes the 'inverted aśvattha tree' of the previous chapter. To abandon the triad is not mere renunciation but a redirection: the energy of kāma becomes divine longing for God, krodha becomes zeal against spiritual ignorance, lobha becomes the fierce desire to accumulate divine qualities. This is the alchemy of the Gītā's practical teaching.",
        "goyandka": "Śrī Kṛṣṇa here identifies the three primary gates through which a jīva enters the descending path of naraka — a condition of deep spiritual degradation. These three — kāma, krodha, lobha — are not separate vices but a single chain: unfulfilled desire breeds anger, satisfied desire breeds greed, and greed breeds more desire, completing the cycle. The Lord does not say 'reduce' or 'control' — He says tyajet, renounce them entirely. This is possible because the Self is by nature free of all three; they belong to the ego-mind, not to ātman. The sādhaka who clearly sees that these three are destructive of his very Self (nāśanam ātmanaḥ) naturally develops viveka sharp enough to step away from them, just as one who knows a path leads off a cliff does not debate whether to step forward."
      }
    },
    {
      "verse": 22,
      "sanskrit": "etair vimuktaḥ kaunteya tamo-dvārais tribhir naraḥ | ācaraty ātmanaḥ śreyas tato yāti parāṃ gatim ||",
      "transliteration": "etaiḥ vimuktaḥ kaunteya tamo-dvāraiḥ tribhiḥ naraḥ | ācarati ātmanaḥ śreyaḥ tataḥ yāti parām gatim ||",
      "translation": "Released from these three gates of darkness (tamo-dvārais tribhiḥ), O Kaunteya, a person practices what is truly good for the Self (ātmanaḥ śreyas) — and thereby goes to the Supreme Goal (parāṃ gatim).",
      "audio": "/assets/audio/ch16/verse_16_22.mp3",
      "word_breakdown": [
        { "word": "etaiḥ", "meaning": "from these; from these (three)" },
        { "word": "vimuktaḥ", "meaning": "released; freed; liberated" },
        { "word": "kaunteya", "meaning": "O son of Kuntī; O Arjuna" },
        { "word": "tamo-dvāraiḥ", "meaning": "from the gates of tamas/darkness" },
        { "word": "tribhiḥ", "meaning": "from the three; the triad" },
        { "word": "naraḥ", "meaning": "a person; a human being" },
        { "word": "ācarati", "meaning": "practices; conducts; acts" },
        { "word": "ātmanaḥ", "meaning": "of the Self; for the Self" },
        { "word": "śreyaḥ", "meaning": "the good; the highest good; what is truly beneficial" },
        { "word": "tataḥ", "meaning": "thereby; from that; then" },
        { "word": "yāti", "meaning": "goes; attains; reaches" },
        { "word": "parām", "meaning": "supreme; highest; ultimate" },
        { "word": "gatim", "meaning": "goal; destination; state" }
      ],
      "commentary": {
        "dadaji": "Notice how Kṛṣṇa restates these three not just as 'gates to hell' but as 'tamo-dvārāḥ' — gates of tamas, of darkness and inertia. They are gateways into a heavier, darker mode of being. The positive side of the coin is equally striking: freedom from these three is enough — the Lord does not demand extraordinary austerities or years of ritual. Simply released from kāma, krodha, and lobha, a person naturally begins to act in ways that benefit the real Self, not merely the ego. And from that, parāṃ gatim — the Supreme Destination — follows. This is Kṛṣṇa's compassionate assurance: the path need not be mysterious. Remove the three obstructions and the soul moves toward its natural home.",
        "sarvapriyananda": "Kṛṣṇa now names the three gates from the positive direction: they are gates of tamas, of ignorance and heaviness. This is precise. Kāma obscures the light of discrimination (tamas over viveka); krodha clouds equanimity (tamas over sattva); lobha distorts the sense of what truly matters (tamas over wisdom). 'Ātmanaḥ śreyaḥ' is a crucial phrase — not merely what is pleasant or immediately gratifying (preyas), but what is genuinely good for the Self. The Kaṭhopaniṣad famously distinguishes śreyas from preyas; the person who chooses śreyas attains liberation, while one who chases preyas misses the goal. Here Kṛṣṇa says: freedom from the three gates is itself the turn from preyas to śreyas.",
        "yogananda": "The word 'vimuktaḥ' — released, freed — is significant. One does not simply walk away from kāma, krodha, and lobha by willpower alone; one is freed from them. This freedom comes through the grace that flows when the devotee sincerely turns toward God. When the three gates of darkness are closed, what opens? The interior light of the Self. 'Ācaraty ātmanaḥ śreyaḥ' — one begins to live according to what is truly good for the soul rather than what the ego craves. This is the spiritual life: not rigid rule-following but an interior alignment with one's own deepest nature. And from that alignment, parāṃ gatim — the Supreme — is not a distant destination but a natural culmination.",
        "goyandka": "This verse is the bright counterpart to verse 21. Having identified the disease (kāma, krodha, lobha as tamas-gates), Kṛṣṇa now describes health: a person freed from these three conducts himself according to what is truly good for the ātman, not according to ego-desire. The word 'ācarati' — practices, conducts — indicates that this is not a once-for-all event but a sustained way of living. When desire, anger, and greed no longer dictate action, dharma and śāstra naturally become the guide. The aspirant's actions progressively purify the antaḥkaraṇa (inner instrument), and this purification itself carries the jīva toward its supreme destination. Kṛṣṇa's promise is unconditional: wherever this liberation from the three gates occurs, parāṃ gatim follows."
      }
    },
    {
      "verse": 23,
      "sanskrit": "yaḥ śāstra-vidhim utsṛjya vartate kāma-kārataḥ | na sa siddhim avāpnoti na sukhaṃ na parāṃ gatim ||",
      "transliteration": "yaḥ śāstra-vidhim utsṛjya vartate kāma-kārataḥ | na saḥ siddhim avāpnoti na sukham na parām gatim ||",
      "translation": "He who, having abandoned the injunction of scripture (śāstra-vidhi), lives by personal desire alone (kāma-kārataḥ) — he attains neither perfection (siddhi), nor happiness (sukha), nor the Supreme Goal (parāṃ gatim).",
      "audio": "/assets/audio/ch16/verse_16_23.mp3",
      "word_breakdown": [
        { "word": "yaḥ", "meaning": "he who; whoever" },
        { "word": "śāstra-vidhim", "meaning": "the injunction of scripture; the ordinance of the śāstras" },
        { "word": "utsṛjya", "meaning": "having abandoned; having cast aside; having rejected" },
        { "word": "vartate", "meaning": "lives; moves; conducts oneself" },
        { "word": "kāma-kārataḥ", "meaning": "from personal desire; acting by one's own whim; driven by craving" },
        { "word": "na", "meaning": "not; neither" },
        { "word": "saḥ", "meaning": "he; that person" },
        { "word": "siddhim", "meaning": "perfection; success; attainment" },
        { "word": "avāpnoti", "meaning": "attains; obtains; reaches" },
        { "word": "sukham", "meaning": "happiness; joy; pleasure" },
        { "word": "parām gatim", "meaning": "the Supreme Goal; the highest destination; liberation" }
      ],
      "commentary": {
        "dadaji": "Kṛṣṇa now closes the loop: the person who discards śāstra and follows only personal desire is the very āsurī type described throughout this chapter. The triple negation is deliberate — 'na siddhi, na sukha, na parāṃ gatim' — neither worldly success, nor happiness even in this life, nor liberation. Many suppose that following desire at least brings happiness here even if not there. Kṛṣṇa says no: even ordinary sukha eludes the one who makes desire his only guide. This is a psychological truth as much as a spiritual one. The ego's endless wanting produces restlessness, not contentment. Without a standard beyond the self — without śāstra, without a teacher, without dharma — there is no stable ground from which any real attainment grows.",
        "sarvapriyananda": "This verse directly names the failure-mode that chapters 2, 3, and 16 have circled around: the substitution of kāma for dharma as the criterion of action. 'Kāma-kārataḥ' is a compound of some precision — it means not merely 'acting from desire' but acting as though desire itself were the valid authority (kāra = maker, agent). The person who has displaced śāstra with his own wanting has lost his compass entirely. The three things not attained form a descending scale: first, siddhi (success in any undertaking that requires discipline and sustained effort), then sukha (even ordinary happiness), and finally parāṃ gatim (liberation). One who lives by whim alone can achieve none of these, because all three require the capacity to act against immediate impulse — and that capacity is precisely what śāstra cultivates.",
        "yogananda": "Master often said that the spiritual seeker who abandons the guidance of scripture and guru in favor of his own reasoning and desires has placed himself in a wilderness without a map. This verse confirms it: no siddhi, no sukha, no liberation. The word 'utsṛjya' — having abandoned — implies that the person once had access to scriptural wisdom but consciously set it aside. This is a grave choice. Desire, unguided by any higher standard, is self-referential and self-amplifying; it cannot correct itself. The śāstras and the satguru exist precisely to provide the external corrective that the desire-driven mind cannot supply from within. Freedom is not found by following desire wherever it leads; it is found by the gradual purification that śāstra and satsaṅga make possible.",
        "goyandka": "The triple negation here — na siddhi, na sukha, na parāṃ gatim — is among the most sobering statements in the entire Gītā. Many aspirants imagine that they can cherry-pick from scripture, accept what suits them and discard what does not, and still make progress. Śrī Kṛṣṇa directly refutes this. Śāstra-vidhim utsṛjya — having cast away scriptural guidance — and moving only by kāma-kārataḥ, one's own desire-driven judgment, leads to comprehensive failure. No spiritual power (siddhi), no genuine peace (sukha), and no liberation (parāṃ gati). The reason is subtle: desire-guided action reinforces the very ahaṃkāra that must be dissolved for any of these three to be attained. Without śāstra's corrective light, the ego remains in its darkness, mistaking agitation for aliveness and bondage for freedom."
      }
    },
    {
      "verse": 24,
      "sanskrit": "tasmāc chāstraṃ pramāṇaṃ te kāryākārya-vyavasthitau | jñātvā śāstra-vidhānoktaṃ karma kartum ihārhasi ||",
      "transliteration": "tasmāt śāstraṃ pramāṇam te kārya-akārya-vyavasthitau | jñātvā śāstra-vidhāna-uktam karma kartum iha arhasi ||",
      "translation": "Therefore, let scripture be your authority (pramāṇam) in determining what should be done and what should not be done (kārya-akārya). Having understood what is prescribed by scriptural injunction, you should perform action accordingly here in this world.",
      "audio": "/assets/audio/ch16/verse_16_24.mp3",
      "word_breakdown": [
        { "word": "tasmāt", "meaning": "therefore; for this reason; hence" },
        { "word": "śāstram", "meaning": "scripture; the sacred texts; the body of revealed knowledge" },
        { "word": "pramāṇam", "meaning": "authority; the valid means of knowledge; the standard" },
        { "word": "te", "meaning": "for you; your" },
        { "word": "kārya", "meaning": "what should be done; duty; right action" },
        { "word": "akārya", "meaning": "what should not be done; improper action; forbidden action" },
        { "word": "vyavasthitau", "meaning": "in determining; in establishing; in ascertaining" },
        { "word": "jñātvā", "meaning": "having known; having understood; after understanding" },
        { "word": "śāstra-vidhāna-uktam", "meaning": "that which is declared by scriptural ordinance; what scripture prescribes" },
        { "word": "karma", "meaning": "action; deed; work" },
        { "word": "kartum", "meaning": "to do; to perform; to carry out" },
        { "word": "iha", "meaning": "here; in this world; in this life" },
        { "word": "arhasi", "meaning": "you should; you ought to; you are fit to" }
      ],
      "commentary": {
        "dadaji": "This is the closing verse of Chapter 16, and it is not merely a conclusion but a foundation. Kṛṣṇa has spent the entire chapter drawing the sharpest possible contrast: the daivī person acts from dharma, from śāstra, from God-awareness; the āsurī person acts from kāma, from ego, from the delusion that 'I am the Lord.' The chapter ends by addressing Arjuna directly — 'te,' for you — and placing in his hands the one instrument that distinguishes these two paths: śāstraṃ pramāṇam, scripture as the standard of knowledge and action. 'Pramāṇa' is a technical term from Indian epistemology meaning a valid means of knowing — perception, inference, and verbal testimony (śabda). Kṛṣṇa says: for determining kārya and akārya — what ought and ought not to be done — śāstra is your pramāṇa. Not personal feeling. Not social consensus. Not momentary desire. Scripture, received through lineage and lived through practice, is the compass. And then comes the most important word: 'jñātvā' — having understood. This is not blind obedience to the letter but genuine comprehension of the spirit of what the scriptures teach. When understanding is real, action (karma) follows naturally. 'Iha' — here, in this very world, in the life you are living right now — you should act. The entire teaching of Chapter 16 resolves into this: know the standard, understand it deeply, and act from that understanding. This is the divine nature in practice.",
        "sarvapriyananda": "Chapter 16 opened with twenty-six divine qualities and closed with one instruction: make śāstra your pramāṇa. The symmetry is intentional. The twenty-six qualities are not arbitrary virtues but qualities of a person whose inner life is aligned with the deeper truth that śāstra reveals. Fearlessness comes from knowing the Self is indestructible. Compassion comes from seeing the one Self in all. Non-attachment comes from knowing that what is real cannot be lost. All of the daivī qualities flow from right understanding — and that understanding is mediated through the tradition of authentic scriptural revelation. 'Pramāṇam' is the pivotal word of the verse. In Vedānta, the question 'how do you know?' is never trivial. For matters of ātman and brahman — the very subjects the Gītā addresses — neither direct perception nor logical inference alone is sufficient. One needs śabda-pramāṇa: the testimony of those who have seen. Śāstra is that testimony, condensed and preserved across millennia. To substitute personal desire (kāma-kārataḥ, verse 23) for this living source of light is to navigate by darkness. Kṛṣṇa's final word to Arjuna — and to every seeker through Arjuna — is: return to this light, understand what it says, and act from that understanding, here and now.",
        "yogananda": "Master Yogananda taught that scripture, guru, and one's own direct experience form a triple cord of divine guidance, each confirming and deepening the others. This closing verse of Chapter 16 emphasizes the first strand: śāstraṃ pramāṇam, scripture as the foundational standard. Arjuna stood at a crossroads where personal feeling and familial emotion had overwhelmed dharmic clarity — which is precisely why the Gītā was spoken. Kṛṣṇa's answer, across eighteen chapters, is: realign with what is eternally true rather than with what ego and attachment demand in the moment. The word 'iha' — here, in this world — is significant. The teaching is not only for monks or renunciates or those in ideal conditions. It is for this battlefield, this family, this confusion, this life as it is. 'Jñātvā' — having truly understood — the action that follows is no longer merely rule-following but dharmic living: the outflow of genuine wisdom. When scripture is understood in its depth and acted upon with understanding, the practitioner begins to embody the daivī qualities the chapter began with — and the three gates of darkness named in verse 21 close naturally, because the light of wisdom leaves them no power.",
        "goyandka": "With this verse Śrī Kṛṣṇa brings the sixteenth chapter to its luminous conclusion, and it is a conclusion that serves as both summary and directive for the entire Gītā's practical teaching. 'Tasmāt' — therefore, in light of everything that has been shown: the beauty of the divine nature, the destructive spiral of the demoniac, the three gates of hell, the freedom available through their abandonment, and the total loss that befalls one who discards śāstra for desire. Therefore — śāstraṃ pramāṇam te. Let scripture be your pramāṇa. The word pramāṇa carries great weight in the darśana tradition. It means not merely a rule or guideline but a valid instrument of knowledge, as reliable in its domain as the eye is for perceiving form. In the domain of dharma — of kārya and akārya, of what truly ought and ought not to be done — no individual's desire-mind is a reliable instrument. Only śāstra, transmitted through authentic paramparā and lived by qualified teachers, can illuminate this domain correctly. 'Kāryākārya-vyavasthitau' — in determining what is duty and what is not — this is the arena where error is most costly, because it governs the entire course of a life. Arjuna's confusion at the start of the Gītā was precisely a confusion about kārya and akārya: should I fight or not? Kṛṣṇa's answer was not 'follow your feeling' but 'understand dharma.' Now, at the chapter's close, He crystallizes this: your guide for all such determinations is śāstra. 'Jñātvā śāstra-vidhānoktam' — after genuinely understanding what scripture has declared — then 'karma kartum ihārhasi' — you are fit to act, here, in the world. The sequence is essential: first knowledge, then action. Not impulsive action dressed in the language of duty, but action that has passed through the fire of genuine scriptural understanding. This is the kārya of a daivī person: not performance of duty mechanically, but living in alignment with the wisdom that śāstra carries — and in doing so, naturally embodying every one of the twenty-six divine qualities with which this great chapter began."
      }
    }
  ]
}
