{
  "chapter": 7,
  "verses": [
    {
      "verse": 21,
      "sanskrit": "यो यो यां यां तनुं भक्तः श्रद्धयार्चितुमिच्छति ।\nतस्य तस्याचलां श्रद्धां तामेव विदधाम्यहम् ॥",
      "transliteration": "yo yo yāṃ yāṃ tanuṃ bhaktaḥ śraddhayārcitum icchati\ntasya tasyācalāṃ śraddhāṃ tām eva vidadhāmy aham",
      "translation": "Whatever form a devotee wishes to worship with faith — I make that very faith of his steady and unwavering.",
      "audio": "/assets/audio/ch07/verse_07_21.mp3",
      "word_breakdown": [
        {
          "word": "यो यः",
          "transliteration": "yo yaḥ",
          "root": "ya (relative pronoun)",
          "grammatical_form": "Relative pronoun, masculine, nominative singular (repeated for emphasis)",
          "meaning": "whoever / whichever person"
        },
        {
          "word": "तनुम्",
          "transliteration": "tanum",
          "root": "tanu (body, form)",
          "grammatical_form": "Noun, feminine, accusative singular",
          "meaning": "form / manifestation / divine body"
        },
        {
          "word": "श्रद्धया",
          "transliteration": "śraddhayā",
          "root": "√śrad-dhā (to have faith, to trust)",
          "grammatical_form": "Noun, feminine, instrumental singular",
          "meaning": "with faith / with heartfelt belief"
        },
        {
          "word": "अचलाम्",
          "transliteration": "acalām",
          "root": "a (not) + √cal (to move)",
          "grammatical_form": "Adjective, feminine, accusative singular",
          "meaning": "unshaking / steady / unwavering"
        },
        {
          "word": "विदधामि",
          "transliteration": "vidadhāmi",
          "root": "vi + √dhā (to place, to bestow)",
          "grammatical_form": "Verb, present tense, first person singular",
          "meaning": "I establish / I grant / I make firm"
        }
      ],
      "commentary": {
        "dadaji": "Baba used to say, 'Look how kind the Lord is — He does not demand you come to Him in any fixed way. Whatever form you love, He loves through that form.' This verse shows that Krishna is not a jealous God but an all-embracing ocean. If a child calls the ocean from the east shore or the west, the ocean is there. The devotee chooses the form, but it is Krishna Himself who steadies the hand of the heart. The faith is yours in its choosing, but it is His gift in its strengthening. That is why sincere worship of any deity is never wasted — God Himself is secretly making that love firm, drawing the devotee ever closer. How beautiful that the highest theology ends here: in the tenderness of a grandfather who says, 'Go on, pray as you know how — I will hold your faith steady.'",
        "sarvapriyananda": "This verse reveals a profound theological insight — Krishna, as the ultimate ground of all being, supports every sincere act of worship regardless of the form chosen. Vedanta teaches that all names and forms are superimpositions upon Brahman, and here Krishna confirms this from the divine side. Whatever form the devotee approaches — Śiva, Devī, Gaṇeśa — it is Īśvara Himself who secretly infuses that worship with acalā śraddhā, unwavering faith. This is not polytheism; it is the recognition that the One appears as many to serve the devotee's level of understanding. The Lord does not abandon the worshipper of any form. He steadies their faith precisely where they stand, as a compassionate teacher meets the student exactly where that student is.",
        "yogananda": "Every soul reaches toward God through the particular aperture of its own consciousness. The divine Beloved, knowing the unique inner landscape of each devotee, strengthens faith through whichever form resonates with that soul's vibration. Paramahansaji taught that behind Kali, behind Christ, behind the formless Brahman, it is the same Infinite Consciousness receiving all prayer. This verse is the cosmic assurance that no sincere longing goes unanswered. When the devotee concentrates with love on any divine form, the inward Christ — the universal Kutastha — stabilizes that concentration like a lighthouse steadying a ship. The form is the door; Krishna is both the door and the house. He strengthens your faith so that, through persistence, you may eventually walk all the way home to the formless Source.",
        "goyandka": "Bhagavān here establishes that He is the inner controller of all devotional acts. The phrase 'tām eva vidadhāmy aham' ('I alone make it firm') makes clear that worldly or sectarian worship finds its ultimate sanction and support in Paramātmā. The Gita Press commentary notes that this verse is not an endorsement of all forms as equally efficacious for liberation — verse 23 will clarify that — but it is a statement of divine compassion: no sincere faith is left without support. Even the devotee of lesser understanding receives God's grace in strengthening their practice. This is the grace of Bhagavān as the antaryāmin, the inner dweller, who enters every act of worship and sustains it from within, gradually purifying the worshipper and drawing them upward."
      }
    },
    {
      "verse": 22,
      "sanskrit": "स तया श्रद्धया युक्तस्तस्याराधनमीहते ।\nलभते च ततः कामान्मयैव विहितान्हि तान् ॥",
      "transliteration": "sa tayā śraddhayā yuktas tasyārādhanam īhate\nlabhate ca tataḥ kāmān mayaiva vihitān hi tān",
      "translation": "Endowed with that faith, he engages in worshipping that form, and from it he obtains his desires — which are in truth granted by Me alone.",
      "audio": "/assets/audio/ch07/verse_07_22.mp3",
      "word_breakdown": [
        {
          "word": "श्रद्धया युक्तः",
          "transliteration": "śraddhayā yuktaḥ",
          "root": "śraddhā (faith) + √yuj (to yoke, to unite)",
          "grammatical_form": "Noun (instrumental) + past passive participle, masculine, nominative singular",
          "meaning": "endowed with faith / united with belief"
        },
        {
          "word": "आराधनम्",
          "transliteration": "ārādhanam",
          "root": "ā + √rādh (to propitiate, to worship)",
          "grammatical_form": "Verbal noun, neuter, accusative singular",
          "meaning": "worship / propitiation / adoration"
        },
        {
          "word": "कामान्",
          "transliteration": "kāmān",
          "root": "√kām (to desire)",
          "grammatical_form": "Noun, masculine, accusative plural",
          "meaning": "desires / wishes / sought-for objects"
        },
        {
          "word": "मयैव",
          "transliteration": "mayaiva",
          "root": "mad (I, me) + eva (alone, certainly)",
          "grammatical_form": "Personal pronoun (instrumental) + emphatic particle",
          "meaning": "by Me alone / certainly by Me"
        },
        {
          "word": "विहितान्",
          "transliteration": "vihitān",
          "root": "vi + √dhā (to appoint, to ordain)",
          "grammatical_form": "Past passive participle, masculine, accusative plural",
          "meaning": "ordained / granted / appointed"
        }
      ],
      "commentary": {
        "dadaji": "Here the Lord gently pulls back the curtain on all of cosmic grace. The devotee worships a deity and receives what he prays for — and thinks the deity gave it. Krishna smiles and says: 'It was Me, all along.' This is not to diminish the worship or the deity, but to reveal the deeper unity behind all giving. Baba would say, 'Every gift in life comes from one hand — learn to see whose hand it is.' When we realize that even our answered prayers from lesser forms come from Krishna, our gratitude naturally turns toward the Source. This verse is an invitation: if you keep receiving from Me through intermediaries, why not one day come directly? The Lord is not withholding — He is drawing us, love by love, blessing by blessing, closer to Himself.",
        "sarvapriyananda": "The critical phrase is 'mayaiva vihitān' — ordained by Me alone. This affirms the Vedantic understanding of Īśvara as the sole dispenser of karma-phala, the fruit of action. No secondary deity, no deva, has independent power to grant boons — all power flows from and is sustained by the One. The worshipper of any form is thus, without knowing it, worshipping Brahman with attributes. Śaṅkarācārya notes here that while the fruit is real and the faith is real, the understanding of the giver remains limited. The step from 'my deity gave me this' to 'Brahman alone is the giver' is the step from upāsanā to jñāna. Krishna is lovingly tracing this path: begin where you are, but know where the gift truly comes from.",
        "yogananda": "The cosmic law of answered prayer is revealed here in its fullness. When a devotee prays earnestly to any divine form and receives their desire, it is the one cosmic Power — what Paramahansaji called the Cosmic Magnet — that fulfills it. The form of the deity is like the lens through which the concentrated devotion of the devotee focuses divine energy. The lens does not generate the light; the sun does. Krishna is that sun. This understanding has a liberating effect: when we know that all blessings flow from one divine Source, our faith becomes less dependent on specific forms or outcomes. We begin to seek the Giver rather than the gifts, and in that seeking, as later verses reveal, we find our way to the Infinite.",
        "goyandka": "Bhagavān here makes the theology of divine dispensation absolutely clear: He alone is the ordainer of all results (vihitān hi tān). The Gita Press tradition explains this through the concept of Īśvara as the adhiṣṭhātā — the supreme overseer — of all devatā worship. The devas are His agents; they cannot independently grant any boon except as His instruments. This teaching prevents the error of treating secondary deities as independent powers. At the same time, Bhagavān does not deny the sincerity or temporary efficacy of such worship. He compassionately fulfills the desires of those who approach Him through other forms. But as verse 23 will show, the fruits of such worship are necessarily finite, unlike the infinite fruit of direct devotion to Bhagavān."
      }
    },
    {
      "verse": 23,
      "sanskrit": "अन्तवत्तु फलं तेषां तद्भवत्यल्पमेधसाम् ।\nदेवान्देवयजो यान्ति मद्भक्ता यान्ति मामपि ॥",
      "transliteration": "antavat tu phalaṃ teṣāṃ tad bhavaty alpa-medhasām\ndevān deva-yajo yānti mad-bhaktā yānti mām api",
      "translation": "But the fruit obtained by those of limited understanding is finite and perishable. Worshippers of the gods go to the gods — My devotees come to Me.",
      "audio": "/assets/audio/ch07/verse_07_23.mp3",
      "word_breakdown": [
        {
          "word": "अन्तवत्",
          "transliteration": "antavat",
          "root": "anta (end) + vat (having, possessing)",
          "grammatical_form": "Adjective, neuter, nominative singular",
          "meaning": "having an end / finite / perishable"
        },
        {
          "word": "अल्पमेधसाम्",
          "transliteration": "alpa-medhasām",
          "root": "alpa (little, small) + medhas (intelligence, wisdom)",
          "grammatical_form": "Bahuvrīhi compound, genitive plural",
          "meaning": "of those of little intelligence / of limited understanding"
        },
        {
          "word": "देवयजः",
          "transliteration": "deva-yajaḥ",
          "root": "deva (god) + √yaj (to worship, to sacrifice)",
          "grammatical_form": "Compound noun, masculine, nominative plural",
          "meaning": "worshippers of the gods / sacrificers to deities"
        },
        {
          "word": "मद्भक्ताः",
          "transliteration": "mad-bhaktāḥ",
          "root": "mad (Me) + √bhaj (to worship, to serve)",
          "grammatical_form": "Compound noun, masculine, nominative plural",
          "meaning": "My devotees / those devoted to Me"
        },
        {
          "word": "मामपि",
          "transliteration": "mām api",
          "root": "mad (I) + api (also, even)",
          "grammatical_form": "Personal pronoun (accusative) + particle",
          "meaning": "to Me also / indeed to Me"
        }
      ],
      "commentary": {
        "dadaji": "This verse is not a condemnation — it is a map. Baba would say, 'All roads lead toward God, but some roads are longer.' The worshipper of the rain god gets rain; the worshipper of the wealth deity gets wealth — and these are real gifts, real blessings. But they are finite. When the merit is exhausted, one returns. The devotee of Krishna, however, reaches Krishna — and that is not a temporary address. The word 'api' at the end — 'My devotees come to Me also' — has a quiet warmth: even they, the simple ones who just love Me without elaborate ritual, they too come. Alpa-medhasām is not cruel — it is honest. To seek the finite from the Infinite is a beautiful limitation. The invitation in this verse is simply: why not seek the Infinite Itself?",
        "sarvapriyananda": "This verse draws the crucial soteriological distinction in the Gita. The fruit of deva-worship is 'antavat' — bounded, impermanent, subject to exhaustion of merit. This corresponds to the Vedantic teaching that all saguna upāsanā below Brahman-realization leads to gradual liberation (krama-mukti) at best, or rebirth after enjoyment of higher worlds. Direct devotion to Krishna — who represents Brahman with attributes, Saguna Brahman at its highest — leads to the devotee arriving at the very nature of the Divine. The contrast is between going to a floor of a building and going to the very foundation. Both are real destinations, but only one is final. This verse should be heard not as exclusivist theology but as a compassionate clarification of ultimate spiritual economy.",
        "yogananda": "Paramahansaji explained that the gods and goddesses of the Hindu pantheon represent cosmic forces — divine rays of the one Light, differentiated in function. To align with a specific cosmic force through worship brings benefits corresponding to that force, but the benefits are tied to the vibratory realm of that force and are therefore finite. To seek Krishna — the omnipresent, undifferentiated Bliss-consciousness — is to seek the source of all these rays, and the merger with that Source is eternal. This is the choice between tuning into a particular frequency and merging into the generator of all frequencies. Both are spiritual acts, but one leads to liberation and one leads to a beautiful temporary station. The aspiration must ultimately transcend all stations.",
        "goyandka": "The Gita Press commentary emphasizes the distinction between sākāma upāsanā (worship with desire) and niṣkāma bhakti (desireless devotion). Worshippers of devas approach God through forms associated with specific cosmic functions and receive corresponding finite results — just as a civil servant may meet a department head but not the prime minister. The devotee of Bhagavān, approaching the supreme authority directly through pure love, attains the supreme result: liberation. The phrase 'mad-bhaktā yānti mām api' — 'My devotees come to Me' — carries the promise of sayujya-mukti, final union. The teaching here is not to abandon all other worship abruptly but to understand the hierarchy of spiritual aspiration and ultimately direct the heart toward the Highest."
      }
    },
    {
      "verse": 24,
      "sanskrit": "अव्यक्तं व्यक्तिमापन्नं मन्यन्ते मामबुद्धयः ।\nपरं भावमजानन्तो ममाव्ययमनुत्तमम् ॥",
      "transliteration": "avyaktaṃ vyaktim āpannaṃ manyante mām abuddhayaḥ\nparaṃ bhāvam ajānanto mamāvyayam anuttamam",
      "translation": "The unintelligent think that I, the unmanifest, have come into manifestation — not knowing My supreme, immutable, and transcendent nature.",
      "audio": "/assets/audio/ch07/verse_07_24.mp3",
      "word_breakdown": [
        {
          "word": "अव्यक्तम्",
          "transliteration": "avyaktam",
          "root": "a (not) + vi + √añj (to manifest)",
          "grammatical_form": "Past passive participle used as adjective, neuter, accusative singular",
          "meaning": "the unmanifest / the formless / beyond sense-perception"
        },
        {
          "word": "व्यक्तिम् आपन्नम्",
          "transliteration": "vyaktim āpannam",
          "root": "vi + √añj (manifest) + ā + √pad (to come into)",
          "grammatical_form": "Noun (accusative) + past passive participle (accusative)",
          "meaning": "having come into manifestation / having assumed a form"
        },
        {
          "word": "अबुद्धयः",
          "transliteration": "abuddhayaḥ",
          "root": "a (not) + √budh (to know, to awaken)",
          "grammatical_form": "Noun, masculine, nominative plural",
          "meaning": "the unintelligent / those without discernment / the unawakened"
        },
        {
          "word": "परम् भावम्",
          "transliteration": "paraṃ bhāvam",
          "root": "para (supreme) + √bhū (to be, to exist)",
          "grammatical_form": "Adjective + noun, masculine, accusative singular",
          "meaning": "supreme nature / transcendent existence / highest being"
        },
        {
          "word": "अनुत्तमम्",
          "transliteration": "anuttamam",
          "root": "an (not) + uttama (highest, best)",
          "grammatical_form": "Adjective, neuter, accusative singular",
          "meaning": "unsurpassed / beyond which there is nothing higher / supreme"
        }
      ],
      "commentary": {
        "dadaji": "People look at Krishna — a beautiful young man playing a flute — and think, 'He was born, He grew up, He had battles and romances, and then He was gone.' They see only the vyakti, the visible form, and miss the avyakta, the boundless Presence that temporarily wore that form like a garment. Baba used to say, 'Do not make the mistake of locking the ocean into the cup it poured itself into.' Krishna's birth was not a limitation — it was a gesture of divine grace. The mistake of the abuddhayaḥ is not worship of the form — that is beautiful — but thinking the form is all there is. When we hold the form in our hearts and simultaneously sense the Infinite behind it, we have begun to understand what Krishna means by param bhāvam — the supreme nature that no birth, no life, no death can contain.",
        "sarvapriyananda": "This verse addresses a fundamental error in theological understanding — the confusion of the Avatāra with an ordinary soul in a body. Śaṅkarācārya clarifies that the divine manifestation is not the Avyakta Brahman 'becoming' limited by descending into form — rather, the form is an apparent superimposition that conceals nothing of the infinite nature. Just as the sky appears contained in a pot but is never actually limited by it, Krishna's form conceals nothing of His param bhāva. Those who see only the vyakti — the human form — and conclude He is a great soul who became divine, have made the avidyā-rooted error of mistaking the apparent for the real. The Gita consistently insists: know the formless behind the formed, the eternal behind the temporal.",
        "yogananda": "Paramahansaji often explained that when Christ said, 'Before Abraham was, I am,' he was pointing to exactly this param bhāva — the eternal, unconditioned Christ-consciousness that was never born into any particular body. The mistake described here is the same error made by those who think Jesus was 'just a man who became divine.' The divine Consciousness descended into manifestation; it was never created by it. Krishna's physical body was the visible tip of an infinite iceberg. Those who worship only the tip miss the depths. This is why Yogananda insisted on meditation — to go beneath the surface appearance of the Avatar's form into direct contact with the Kutastha, the infinite Christ/Krishna consciousness available within every devotee's own being.",
        "goyandka": "The Gita Press commentary notes that this verse addresses those who fall into the error of treating Bhagavān's avatāra as they would treat the birth of a jīva — as a helpless entry into māyā. This is the mistake of seeing only the upādhi (limiting adjunct) and not the adhiṣṭhāna (the substratum). Bhagavān's param bhāva is avyaya — imperishable — and anuttama — unsurpassed. His manifestation in form is a deliberate divine act (sambhavāmy ātma-māyayā, as stated in 4.6), not a bondage. The Gita Press tradition emphasizes: Bhagavān's janma and karma are divya, divine — transcendent from the moment of appearance, not limited by it. Those who miss this mistake the divine līlā for ordinary jīva-karma."
      }
    },
    {
      "verse": 25,
      "sanskrit": "नाहं प्रकाशः सर्वस्य योगमायासमावृतः ।\nमूढोऽयं नाभिजानाति लोको मामजमव्ययम् ॥",
      "transliteration": "nāhaṃ prakāśaḥ sarvasya yoga-māyā-samāvṛtaḥ\nmūḍho 'yaṃ nābhijānāti loko mām ajam avyayam",
      "translation": "I am not revealed to all, veiled as I am by My divine yoga-māyā. This deluded world does not know Me — the unborn, the imperishable.",
      "audio": "/assets/audio/ch07/verse_07_25.mp3",
      "word_breakdown": [
        {
          "word": "योगमायासमावृतः",
          "transliteration": "yoga-māyā-samāvṛtaḥ",
          "root": "yoga (divine power) + māyā (creative illusion) + sam + ā + √vṛ (to cover)",
          "grammatical_form": "Tatpuruṣa compound, past passive participle, masculine, nominative singular",
          "meaning": "veiled by yoga-māyā / covered by divine creative power"
        },
        {
          "word": "मूढः",
          "transliteration": "mūḍhaḥ",
          "root": "√muh (to be deluded, to be bewildered)",
          "grammatical_form": "Past passive participle used as adjective, masculine, nominative singular",
          "meaning": "deluded / bewildered / confused"
        },
        {
          "word": "नाभिजानाति",
          "transliteration": "nābhijānāti",
          "root": "na (not) + abhi + √jñā (to know, to recognize)",
          "grammatical_form": "Verb, present tense, third person singular, with negative particle",
          "meaning": "does not recognize / fails to know / cannot perceive"
        },
        {
          "word": "अजम्",
          "transliteration": "ajam",
          "root": "a (not) + √jan (to be born)",
          "grammatical_form": "Adjective, masculine, accusative singular",
          "meaning": "the unborn / that which has no origin"
        },
        {
          "word": "अव्ययम्",
          "transliteration": "avyayam",
          "root": "a (not) + vi + √i (to go, to perish)",
          "grammatical_form": "Adjective, masculine, accusative singular",
          "meaning": "the imperishable / the immutable / the undecaying"
        }
      ],
      "commentary": {
        "dadaji": "There is a beautiful and humbling mystery in this verse. The Lord says, 'I am right here — but I am veiled.' Not by accident, not by indifference, but by His own yoga-māyā. Baba used to say, 'God hides so that those who truly love Him will seek.' The veil is not a wall — it is an invitation. The loka, the world-at-large, looks at life and sees only objects, events, bodies — and misses the animating Presence in all of it. But the seeking heart gradually, through grace, gets a glimpse behind the veil. Yoga-māyā is not the same as ordinary māyā that binds — it is the Lord's own mysterious power of self-concealment, which He lifts for those who love Him purely. The great mercy is that even while veiled, He is drawing us. He hides, and He seeks us at the same time.",
        "sarvapriyananda": "The term yoga-māyā here is theologically significant and distinct from the prakṛtic māyā that veils Brahman from the jīva. Yoga-māyā is Bhagavān's own śakti of divine self-concealment — it is the power by which the Infinite appears finite, the eternal appears temporal, without actually becoming so. This is the basis of the distinction between Māyā as avidyā-śakti (binding) and Yoga-māyā as Īśvara's free self-expression. The world (loka) that is mūḍha — stupefied by sense-experience and ordinary cognition — cannot penetrate this veil through intellectual effort alone. Only devotion, or jñāna born of devotion, pierces it. Śaṅkarācārya notes: the veil lifts not for the clever but for the surrendered.",
        "yogananda": "Paramahansaji taught that the veil of yoga-māyā is the Cosmic Delusion — what he called māyā in its macrocosmic aspect — through which the Infinite Self appears as a world of finite objects and separate egos. It is not something alien to God but God's own creative power of self-differentiation. The reason not all perceive the divine reality behind the phenomenal world is that māyā's vibratory veil is sustained by the collective karmic momentum of all souls. Individual souls pierce the veil through deepening meditation and grace. Krishna says 'the world does not know Me' not with frustration but with compassion — as a teacher who sees how deeply his students are absorbed in a dream. The Guru's purpose is to stand at the edge of the dream and call the soul to wakefulness.",
        "goyandka": "The Gita Press commentary distinguishes yoga-māyā from sādhāraṇa māyā carefully. Ordinary māyā creates the delusion of separateness in the jīva; yoga-māyā is Bhagavān's own sovereign śakti by which He conceals His supreme nature even while manifesting. The mūḍha loka — the deluded world — fails to pierce this veil because its instruments of knowledge (senses and ordinary intellect) are themselves products of prakṛti and cannot apprehend the transcendent Aja (unborn) and Avyaya (imperishable). Only Bhagavān's grace — stimulated by śaraṇāgati, complete surrender — removes this veil. This verse thus simultaneously explains why God is not universally recognized and points to the remedy: approach with surrender rather than with mere intellectual inquiry."
      }
    },
    {
      "verse": 26,
      "sanskrit": "वेदाहं समतीतानि वर्तमानानि चार्जुन ।\nभविष्याणि च भूतानि मां तु वेद न कश्चन ॥",
      "transliteration": "vedāhaṃ samatītāni vartamānāni cārjuna\nbhaviṣyāṇi ca bhūtāni māṃ tu veda na kaścana",
      "translation": "I know all beings of the past, the present, and those yet to come, O Arjuna — but no one knows Me.",
      "audio": "/assets/audio/ch07/verse_07_26.mp3",
      "word_breakdown": [
        {
          "word": "वेद अहम्",
          "transliteration": "veda aham",
          "root": "√vid (to know, to perceive)",
          "grammatical_form": "Verb, perfect tense used as present, first person singular + personal pronoun",
          "meaning": "I know / I perceive / I am fully aware of"
        },
        {
          "word": "समतीतानि",
          "transliteration": "samatītāni",
          "root": "sam + ati + √i (to go beyond, to pass)",
          "grammatical_form": "Past passive participle, neuter, accusative plural",
          "meaning": "those that have passed / all past beings and events"
        },
        {
          "word": "वर्तमानानि",
          "transliteration": "vartamānāni",
          "root": "√vṛt (to exist, to abide)",
          "grammatical_form": "Present active participle, neuter, accusative plural",
          "meaning": "those presently existing / all current beings"
        },
        {
          "word": "भविष्याणि",
          "transliteration": "bhaviṣyāṇi",
          "root": "√bhū (to become, to be) — future stem",
          "grammatical_form": "Future active participle, neuter, accusative plural",
          "meaning": "those yet to come / all future beings"
        },
        {
          "word": "न कश्चन",
          "transliteration": "na kaścana",
          "root": "na (not) + kaścid/kaścana (anyone whatsoever)",
          "grammatical_form": "Negative particle + indefinite pronoun, nominative singular",
          "meaning": "no one at all / not a single one / none whatsoever"
        }
      ],
      "commentary": {
        "dadaji": "This verse stops the breath with its quiet enormity. Krishna says, 'I know every being — every thought, every prayer, every secret, every lifetime — past, present, and future. And yet... no one truly knows Me.' It is the most intimate aloneness: to know all and be known by none. And yet it is not sad — it is the nature of the Infinite. Baba used to say, 'You cannot cup the ocean in your palm, but you can float in it.' We cannot know Krishna the way He knows us — with perfect, comprehensive, eternal knowing. But we can surrender to being known. When you realize that He knows every corner of your heart — every failure, every prayer — and still loves you, still sustains you, that is the beginning of trust. That trust is itself the beginning of knowing Him.",
        "sarvapriyananda": "This verse establishes the asymmetry at the heart of the divine-human relationship: Brahman knows all, but is not known by all — or more precisely, is not known as Brahman by all. The three-kāla knowledge — atīta, vartamāna, bhaviṣya — belongs to the eternal Witness, the Sākṣī, who is never inside time even while beholding all time. From the Advaita standpoint, the reason no jīva 'knows' God is that avidyā obscures the very Consciousness by which alone knowing happens. One cannot know Brahman with Brahman-clouded intellect; one can only become Brahman — and then there is no knower and no known, only knowing. The ultimate answer to 'no one knows Me' is: the one who realizes their identity with Me has transcended the knower-known duality.",
        "yogananda": "Paramahansaji often reflected on what he called the 'omniscient loneliness of God' — an idea beautifully contained in this verse. God knows every sparrow that falls, every thought in every mind, every event in every timeline — yet remains unreached by most. This is not God's failure but the depth of the cosmic dream in which most souls are immersed. The great masters — Jesus, Krishna, Buddha — are those who have fully awakened from the dream and stand in the eternal knowing. For the sincere devotee, this verse is not discouraging but galvanizing: to be truly known by the Divine, and to choose to know the Divine in return, is the highest calling. Each step of meditation is a step from being the dreamer to becoming the Dreamer's own awareness.",
        "goyandka": "The Gita Press commentary notes the profound epistemological point in this verse: the omniscience of Bhagavān (sarva-jñatva) is categorically different from the knowledge of any jīva, which is always conditioned, partial, and time-bound. Bhagavān's veda — knowing — of all three times simultaneously reflects His transcendence of kāla (time) altogether. The declaration 'māṃ tu veda na kaścana' — 'no one knows Me' — refers to true tattva-jñāna of the divine nature, which is veiled by the yoga-māyā described in verse 25. This is why the Gita advocates taking śaraṇa (refuge) in Bhagavān rather than attempting to comprehend Him through independent inquiry: true knowledge of the Supreme is His gift of grace, not the product of unaided intellect."
      }
    },
    {
      "verse": 27,
      "sanskrit": "इच्छाद्वेषसमुत्थेन द्वन्द्वमोहेन भारत ।\nसर्वभूतानि सम्मोहं सर्गे यान्ति परन्तप ॥",
      "transliteration": "icchā-dveṣa-samutthena dvandva-mohena bhārata\nsarva-bhūtāni sammohaṃ sarge yānti paran-tapa",
      "translation": "O Bharata, O scorcher of foes — all beings fall into complete delusion at birth, swept away by the delusion of the pairs of opposites arising from desire and aversion.",
      "audio": "/assets/audio/ch07/verse_07_27.mp3",
      "word_breakdown": [
        {
          "word": "इच्छाद्वेषसमुत्थेन",
          "transliteration": "icchā-dveṣa-samutthena",
          "root": "icchā (desire) + dveṣa (aversion) + sam + ud + √sthā (to arise)",
          "grammatical_form": "Tatpuruṣa compound, instrumental singular (agrees with dvandva-mohena)",
          "meaning": "arising from desire and aversion / born of attraction and repulsion"
        },
        {
          "word": "द्वन्द्वमोहेन",
          "transliteration": "dvandva-mohena",
          "root": "dvandva (pair, duality) + √muh (to delude)",
          "grammatical_form": "Tatpuruṣa compound, neuter, instrumental singular",
          "meaning": "by the delusion of the pairs of opposites / by duality-confusion"
        },
        {
          "word": "सम्मोहम्",
          "transliteration": "sammoham",
          "root": "sam + √muh (to be completely deluded)",
          "grammatical_form": "Verbal noun, masculine, accusative singular",
          "meaning": "complete bewilderment / total confusion / utter delusion"
        },
        {
          "word": "सर्गे",
          "transliteration": "sarge",
          "root": "√sṛj (to create, to release) — sarga (creation, birth)",
          "grammatical_form": "Noun, masculine, locative singular",
          "meaning": "at birth / at the time of creation / upon entering existence"
        },
        {
          "word": "परन्तप",
          "transliteration": "paran-tapa",
          "root": "para (other, enemy) + √tap (to heat, to afflict)",
          "grammatical_form": "Compound epithet, masculine, vocative singular",
          "meaning": "O scorcher of foes / O vanquisher of enemies"
        }
      ],
      "commentary": {
        "dadaji": "The moment a soul is born, it wakes into a world that immediately starts presenting it with pairs: hot and cold, pleasure and pain, praise and blame, love and loss. And before it has any wisdom to navigate these pairs, the icchā and dveṣa — the pulling toward and the pushing away — take hold. Baba used to say, 'Every child is born innocent and immediately begins learning to want and to fear.' That is the dvandva-moha — not evil, not punishment, but the natural condition of having a body in a world of change. The teaching of the Gita is not to escape the world but to stop being swept by its pairs. To stand like a tree in the wind — bending, feeling, experiencing — but rooted in something that cannot be blown away. That rootedness is Krishna's gift to the sincere seeker.",
        "sarvapriyananda": "This verse gives the Vedantic explanation for why the self-evident truth of one's divine nature is not immediately apparent at birth. The conditioning of icchā (desire) and dveṣa (aversion) — the two primal modifications of ego-bound consciousness — creates the dvandva-moha: the systematic confusion generated by experiencing reality exclusively through the lens of like and dislike. When every experience is filtered through 'this pleases me/this displeases me,' Brahman cannot be seen because the seeing apparatus is distorted by personal preference. Vedanta's sadhana of viveka-vairāgya — discernment and dispassion — is precisely the antidote: learning to observe experience without immediately categorizing it as desired or rejected, until the observer itself is recognized as the infinite Witness.",
        "yogananda": "Paramahansaji taught that dvandva — duality — is the first law of manifestation. Creation requires polarity: light and dark, expansion and contraction, matter and energy. The problem is not duality itself but moha — the delusion that one pole is ultimately real and the other is the enemy. The soul born into a body is immediately immersed in the play of opposites and, without wisdom, identifies with one pole and fights the other. This is the cosmic dream at its most compelling. Meditation, especially deep pranayama and concentration, begins to still the oscillation between the poles, revealing the Awareness that witnesses both equally — the Kutastha, the still center between all pairs. That center is the soul's true nature, and finding it is the meaning of spiritual practice.",
        "goyandka": "The Gita Press commentary carefully notes the phrase 'sarge yānti' — at the very moment of birth (or creation) into the world. This emphasizes that dvandva-moha is not individually cultivated through particular life-experiences but is the structural condition of embodied existence in the phenomenal world. Every jīva entering saṃsāra comes under this influence automatically. The word 'sarva-bhūtāni' — all beings — makes no exception. This is not pessimism but realism: it explains why even well-intentioned souls remain in the cycle of saṃsāra. The remedy, as verse 28 will reveal, is the purification of karma (puṇya-karmaṇām), which gradually wears away the force of dvandva-moha and opens the door to bhakti and liberation."
      }
    },
    {
      "verse": 28,
      "sanskrit": "येषां त्वन्तगतं पापं जनानां पुण्यकर्मणाम् ।\nते द्वन्द्वमोहनिर्मुक्ता भजन्ते मां दृढव्रताः ॥",
      "transliteration": "yeṣāṃ tv anta-gataṃ pāpaṃ janānāṃ puṇya-karmaṇām\nte dvandva-moha-nirmuktā bhajante māṃ dṛḍha-vratāḥ",
      "translation": "But those persons of righteous deeds whose sin has come to an end — freed from the delusion of the pairs of opposites — worship Me with unwavering resolve.",
      "audio": "/assets/audio/ch07/verse_07_28.mp3",
      "word_breakdown": [
        {
          "word": "अन्तगतम् पापम्",
          "transliteration": "anta-gataṃ pāpam",
          "root": "anta (end) + √gam (to go) + pāpa (sin, demerit)",
          "grammatical_form": "Compound adjective + noun, neuter, nominative singular",
          "meaning": "sin that has come to an end / demerits exhausted completely"
        },
        {
          "word": "पुण्यकर्मणाम्",
          "transliteration": "puṇya-karmaṇām",
          "root": "puṇya (merit, virtue) + karma (action)",
          "grammatical_form": "Tatpuruṣa compound, neuter, genitive plural",
          "meaning": "of those of righteous actions / of persons whose deeds are meritorious"
        },
        {
          "word": "द्वन्द्वमोहनिर्मुक्ताः",
          "transliteration": "dvandva-moha-nirmuktāḥ",
          "root": "dvandva (duality) + moha (delusion) + nis + √muc (to free, to release)",
          "grammatical_form": "Tatpuruṣa compound, past passive participle, masculine, nominative plural",
          "meaning": "freed from the delusion of dualities / liberated from the confusion of opposites"
        },
        {
          "word": "भजन्ते",
          "transliteration": "bhajante",
          "root": "√bhaj (to worship, to serve, to adore)",
          "grammatical_form": "Verb, present tense, third person plural, ātmanepada",
          "meaning": "they worship / they serve with devotion / they adore"
        },
        {
          "word": "दृढव्रताः",
          "transliteration": "dṛḍha-vratāḥ",
          "root": "dṛḍha (firm, steady) + vrata (vow, resolve, observance)",
          "grammatical_form": "Bahuvrīhi compound, masculine, nominative plural",
          "meaning": "of firm resolve / with steadfast vows / unwavering in commitment"
        }
      ],
      "commentary": {
        "dadaji": "Here is the hopeful counterpart to the previous verse. Yes, all beings are born into dvandva-moha — but that is not the final word. Through lives of sincere effort, honest action, and growing purity, the pāpa — the residue of selfish, ego-driven karma — gradually comes to its end (anta-gatam). And when it does, something wonderful happens: the fog of dvandva lifts, and the heart turns naturally toward Krishna. Baba used to describe this as 'the moment the sun comes out after many cloudy days — it was always there, but now you can see it.' The dṛḍha-vrata, the firm resolve, is not willpower alone — it is what happens when the obstacles are cleared. The devotion becomes steady on its own. This verse is an encouragement: every right action you do now is clearing the way.",
        "sarvapriyananda": "The grace of this verse lies in its recognition that liberation from dvandva-moha is not a sudden miraculous event but the fruit of accumulated puṇya-karma across many lives. The Gita is realistic about the spiritual path: it requires the exhaustion of pāpa — the counter-currents of selfish, ego-driven desire — before the steady worship of the Supreme becomes natural. This is the Vedantic understanding of the necessity of citta-śuddhi (purification of the mind) before jñāna can dawn. Dṛḍha-vratāḥ — firm resolve — is the quality of the purified mind: it no longer oscillates between attraction and repulsion, because the root of that oscillation (ego-identification) has been progressively loosened. Such a mind naturally rests in devotion to the Infinite.",
        "yogananda": "Paramahansaji taught that the burning away of past karma through righteous action, meditation, and divine grace is the great spiritual work. When accumulated negative karmic seeds — the pāpa that keeps drawing consciousness into patterns of desire and aversion — are finally exhausted or neutralized through intense spiritual practice, the soul experiences a profound lightening. The dvandva-moha falls away not as a result of intellectual argument but as a direct experiential shift: the meditator begins to perceive the same steady Bliss beneath pleasure and pain, gain and loss. At that point, bhajana — the loving worship of the Divine — becomes effortless and continuous, like water flowing downhill. The soul has finally found its gradient toward God.",
        "goyandka": "The Gita Press commentary highlights the phrase 'puṇya-karmaṇām' — not merely those who have done a few good deeds, but those for whom righteous action has become the consistent pattern of their lives across many births. Anta-gataṃ pāpam — sin having reached its end — refers to the state in which prārabdha and saṃcita pāpa are sufficiently exhausted that they no longer drive the consciousness into dvandva. These souls, freed from the oscillation of opposites, become dṛḍha-vratāḥ — steadfast votaries — whose bhajana of Bhagavān is uninterrupted by the storms of dvandva. This is the portrait of the adhikārī (qualified seeker) for the highest bhakti: purified by sustained righteousness, freed from duality, turning to God with a rock-steady heart."
      }
    },
    {
      "verse": 29,
      "sanskrit": "जरामरणमोक्षाय मामाश्रित्य यतन्ति ये ।\nते ब्रह्म तद्विदुः कृत्स्नमध्यात्मं कर्म चाखिलम् ॥",
      "transliteration": "jarā-maraṇa-mokṣāya mām āśritya yatanti ye\nte brahma tad viduḥ kṛtsnam adhyātmaṃ karma cākhilam",
      "translation": "Those who strive for liberation from old age and death, taking refuge in Me — they know Brahman fully, the entire Self (adhyātma), and all of karma.",
      "audio": "/assets/audio/ch07/verse_07_29.mp3",
      "word_breakdown": [
        {
          "word": "जरामरणमोक्षाय",
          "transliteration": "jarā-maraṇa-mokṣāya",
          "root": "jarā (old age) + maraṇa (death) + mokṣa (liberation, release)",
          "grammatical_form": "Tatpuruṣa compound, masculine, dative singular",
          "meaning": "for liberation from old age and death / for moksha from the cycle of aging and dying"
        },
        {
          "word": "आश्रित्य",
          "transliteration": "āśritya",
          "root": "ā + √śri (to take refuge in, to resort to)",
          "grammatical_form": "Gerund (absolutive)",
          "meaning": "having taken refuge / taking shelter / depending completely upon"
        },
        {
          "word": "कृत्स्नम्",
          "transliteration": "kṛtsnam",
          "root": "kṛtsna (whole, entire, complete)",
          "grammatical_form": "Adjective, neuter, accusative singular",
          "meaning": "completely / in entirety / without remainder"
        },
        {
          "word": "अध्यात्मम्",
          "transliteration": "adhyātmam",
          "root": "adhi (over, above) + ātman (self)",
          "grammatical_form": "Compound noun, neuter, accusative singular",
          "meaning": "the Self (in its entirety) / the highest Self / matters pertaining to the Ātman"
        },
        {
          "word": "अखिलम्",
          "transliteration": "ākhilam",
          "root": "a (not) + khila (gap, deficiency) — akhila (without gap, complete)",
          "grammatical_form": "Adjective, neuter, accusative singular",
          "meaning": "without omission / completely / in its entirety"
        }
      ],
      "commentary": {
        "dadaji": "To seek liberation from old age and death — jarā-maraṇa-mokṣa — is the deepest longing of the soul, even when it doesn't know it. Many seek escape from poverty or illness or loneliness, but the root of all seeking is the soul's intuition that it is being cycled through something it was not made for. Krishna says: those who feel this longing and turn to Me with it — they receive the complete gift. Not just moksha, but Brahman-knowledge, Self-knowledge, karma-knowledge — the whole picture. Baba used to say, 'Go to the Source with your real question and you will receive the real answer.' The greatest question a soul can ask is: 'How do I finally come home?' And taking refuge in Krishna is both the asking and the beginning of the answer.",
        "sarvapriyananda": "This verse is remarkable for what it promises to the sincere mumukṣu — the liberation-seeker who takes refuge in Brahman through devotion. Such a person, through that very act of refuge-taking and striving, comes to know: (1) Brahman — the ultimate reality; (2) adhyātma — the complete nature of the individual self in relation to Brahman; and (3) karma — the full mechanics of how action binds and liberates. This is not three separate courses of study but a single integrated revelation that comes when the seeker has turned from the finite to the Infinite. Śaṅkarācārya notes: these three — Brahman, adhyātma, karma — are the foundation of the Gita's entire teaching, and they are given as a package to those who genuinely seek liberation through śaraṇāgati.",
        "yogananda": "Old age and death — jarā and maraṇa — are the great reminders that the body is not the self. Every gray hair, every ache, every funeral is the universe whispering: 'This is not your home; look deeper.' Paramahansaji taught that the soul which takes these reminders seriously and turns inward — taking refuge in the Infinite within — begins to taste a dimension of being that is untouched by age and immune to death. This is not wishful thinking but the direct experience available in deep samādhi, where the meditator touches the deathless core. Such a soul, as Krishna promises, comes to know Brahman, the Ātman, and karma as a unified whole — seeing how all of it serves the soul's eventual homecoming to its own infinite nature.",
        "goyandka": "The Gita Press commentary places this verse as the opening of the answer to the three great questions that Arjuna will ask at the beginning of Chapter 8: What is Brahman? What is adhyātma? What is karma? (8.1) Krishna here anticipates those questions by declaring that those who take His refuge while striving for mukti receive answers to all three organically — not as doctrine but as direct knowledge. Mām āśritya — taking refuge in Me — is the key. The technical knowledge of Brahman, adhyātma, and karma is secondary; the living relationship of refuge is primary. From that relationship, true knowledge unfolds. This is the Gita's consistent teaching: jñāna is not the prerequisite for bhakti — bhakti is the soil in which authentic jñāna grows."
      }
    },
    {
      "verse": 30,
      "sanskrit": "साधिभूताधिदैवं मां साधियज्ञं च ये विदुः ।\nप्रयाणकालेऽपि च मां ते विदुर्युक्तचेतसः ॥",
      "transliteration": "sādhibhūtādhidaivaṃ māṃ sādhiyajñaṃ ca ye viduḥ\nprayāṇa-kāle 'pi ca māṃ te vidur yukta-cetasaḥ",
      "translation": "Those who know Me together with adhibhūta, adhidaiva, and adhiyajña — those of integrated consciousness know Me even at the moment of death.",
      "audio": "/assets/audio/ch07/verse_07_30.mp3",
      "word_breakdown": [
        {
          "word": "साधिभूताधिदैवम्",
          "transliteration": "sādhibhūtādhidaivam",
          "root": "sa (with) + adhi-bhūta (the physical/elemental) + adhi-daiva (the divine/celestial)",
          "grammatical_form": "Compound, masculine, accusative singular",
          "meaning": "together with adhibhūta and adhidaiva / Me as encompassing the physical and divine planes"
        },
        {
          "word": "साधियज्ञम्",
          "transliteration": "sādhiyajñam",
          "root": "sa (with) + adhi-yajña (the supreme of all sacrifice)",
          "grammatical_form": "Compound, masculine, accusative singular",
          "meaning": "together with adhiyajña / Me as the presiding spirit of all sacrifice"
        },
        {
          "word": "प्रयाणकाले",
          "transliteration": "prayāṇa-kāle",
          "root": "pra + √yā (to go, to depart) + kāla (time)",
          "grammatical_form": "Tatpuruṣa compound, masculine, locative singular",
          "meaning": "at the time of departure / at the moment of death"
        },
        {
          "word": "युक्तचेतसः",
          "transliteration": "yukta-cetasaḥ",
          "root": "√yuj (to yoke, to integrate) + cetas (mind, consciousness)",
          "grammatical_form": "Bahuvrīhi compound, masculine, nominative plural",
          "meaning": "those of integrated minds / those with disciplined consciousness / those whose minds are united with the Divine"
        },
        {
          "word": "विदुः",
          "transliteration": "viduḥ",
          "root": "√vid (to know, to understand)",
          "grammatical_form": "Verb, perfect tense used as present, third person plural",
          "meaning": "they know / they fully understand / they realize"
        }
      ],
      "commentary": {
        "dadaji": "The chapter ends on the threshold of the greatest mystery: the moment of death. Krishna says: those who know Me in all three dimensions — as adhibhūta (the world of things), as adhidaiva (the world of divine forces), and as adhiyajña (the spirit of all sacred offering) — those integrated souls know Me even then. Baba used to say, 'The death-moment is the final exam, and the only preparation is to make God your constant companion now.' If the mind is yukta — integrated, devoted, habituated to the Divine — then at the moment it releases the body, it will not be scattered. It will know what it has practiced knowing throughout life. This verse is the final comfort of Chapter 7: seek Me comprehensively now, and I will be with you completely then.",
        "sarvapriyananda": "This closing verse of Chapter 7 is a bridge to Chapter 8's exploration of what happens at death. The three terms — adhibhūta, adhidaiva, adhiyajña — represent the three domains of reality: the physical/elemental, the divine/celestial, and the sacrificial/integrative. To know Krishna as encompassing all three is to have a comprehensive understanding of reality as non-dual — to see that matter, divinity, and the act of sacred offering are all expressions of the one Brahman. The yukta-cetasaḥ — those with integrated consciousness — have this knowledge not as a philosophy but as a lived reality. At death, such a soul does not lose itself in confusion or grief but abides in the known. This is the Gita's promise: know the Whole now, and the partial dissolution of the body at death cannot disorient you.",
        "yogananda": "The moment of death is the moment of supreme importance, Paramahansaji taught, because consciousness at that moment determines the next birth or the transcendence of birth altogether. The yogi who has spent a lifetime practicing ekāgratā — one-pointed concentration on the Divine — has built the neural and astral pathways of God-consciousness so thoroughly that even the violent disruption of physical death cannot break that current. Adhibhūta, adhidaiva, adhiyajña — the physical, the divine, the sacrificial — are the three dimensions that the yogi has unified in their understanding and experience. At death, while ordinary consciousness dissolves in fear or confusion, the yukta-cetas remains awake in the Divine. This is the fruit of decades of meditation, and it is the promise that makes all spiritual effort meaningful.",
        "goyandka": "The Gita Press commentary notes that Chapter 7 closes precisely where Chapter 8 will open — with the questions about adhibhūta, adhidaiva, and adhiyajña, which Arjuna will ask in verse 8.1-2. This deliberate bridge is the literary and philosophical architecture of the Gita: each chapter closes by opening a door to the next. The term yukta-cetasaḥ — those with disciplined, integrated minds — is the key qualifier. Only such minds can retain God-awareness at the prayāṇa-kāla, the moment of departure. Ordinary minds, distracted by attachment and fear, lose all meditative concentration at death. The teaching of the entire Gita may be summarized in this final verse of Chapter 7: know Bhagavān comprehensively in life, through all His dimensions, and that knowledge will sustain you through the last and greatest threshold."
      }
    }
  ]
}
