{
  "chapter": 14,
  "verses": [
    {
      "verse": 11,
      "sanskrit": "sarva-dvāreṣu dehe'smin prakāśa upajāyate | jñānaṃ yadā tadā vidyād vivṛddhaṃ sattvam ity uta ||",
      "transliteration": "sarva-dvāreṣu dehe'smin prakāśa upajāyate | jñānaṃ yadā tadā vidyād vivṛddhaṃ sattvam ity uta ||",
      "translation": "When the light of knowledge shines through all the gates in this body, then one should know that sattva has increased.",
      "audio": "/assets/audio/ch14/verse_14_11.mp3",
      "word_breakdown": [
        { "word": "sarva-dvāreṣu", "meaning": "through all gates (senses, mind, intellect)" },
        { "word": "dehe asmin", "meaning": "in this body" },
        { "word": "prakāśaḥ", "meaning": "light, luminosity, radiance" },
        { "word": "upajāyate", "meaning": "arises, is born" },
        { "word": "jñānam", "meaning": "knowledge, luminous awareness" },
        { "word": "yadā", "meaning": "when" },
        { "word": "tadā", "meaning": "then" },
        { "word": "vidyāt", "meaning": "one should know, understand" },
        { "word": "vivṛddham", "meaning": "increased, grown, predominant" },
        { "word": "sattvam", "meaning": "the quality of purity, clarity, goodness" },
        { "word": "iti uta", "meaning": "thus it is said, verily" }
      ],
      "commentary": {
        "dadaji": "When sattva rises in the heart, Beloved, it is like sunrise — every corner of the inner house is flooded with light. The senses become clear and calm, the mind steady, and understanding arises naturally, like a flower opening at dawn. You will recognize this blessed state: waking with clarity, seeing others with compassion, feeling expanded and at peace. Cherish these moments as gifts of the Lord's grace, and invite them daily through pure food, prayer, and selfless service.",
        "sarvapriyananda": "The 'gates' referred to here — sarva-dvārāṇi — are the instruments of perception and cognition: the five jñānendriyas, the mind (manas), and the intellect (buddhi). When sattva predominates, Consciousness shines through these instruments without distortion, producing what Śaṅkara calls viveka — discriminative clarity. This is not merely pleasant feeling but an epistemological lucidity: the Ātman, ever self-luminous, is less obscured by the veiling power of tamas and the projecting power of rajas. Sattva, while still a guṇa and therefore still part of bondage, is the guṇa most transparent to pure Awareness.",
        "yogananda": "The body is a city of nine or more gates — the sense portals through which the soul makes contact with the world. When sattva increases, the divine light of the soul begins to illuminate all these gateways equally. The meditator experiences this as an expansive inner radiance, a feeling of knowing without effort, of seeing without strain. This is not the restless cleverness of the ego-mind but the calm, all-encompassing light of the higher Self awakening to its own nature. Cultivate this sattvic light through meditation, for it is the antechamber of samādhi.",
        "goyandka": "Śrī Bhagavān here provides the first of three diagnostic teachings — the signs by which a sādhaka may know which guṇa is currently predominant. The word 'dvāra' (gate) refers collectively to the five sense organs, the mind, and the intellect — the instruments through which inner states express outwardly. 'Prakāśa' (luminosity) and 'jñānam' (knowledge) jointly indicate the sattvic condition: the intellect functions without confusion, the mind is undisturbed, and the senses operate with restraint and clarity. This verse thus gives the practical method of self-assessment by guṇa-diagnosis."
      }
    },
    {
      "verse": 12,
      "sanskrit": "lobhaḥ pravṛttir ārambhaḥ karmaṇām aśamaḥ spṛhā | rajasy etāni jāyante vivṛddhe bharatarṣabha ||",
      "transliteration": "lobhaḥ pravṛttir ārambhaḥ karmaṇām aśamaḥ spṛhā | rajasy etāni jāyante vivṛddhe bharatarṣabha ||",
      "translation": "Greed, activity, the undertaking of projects, restlessness, and craving — these arise when Rajas increases, O Best of the Bharatas.",
      "audio": "/assets/audio/ch14/verse_14_12.mp3",
      "word_breakdown": [
        { "word": "lobhaḥ", "meaning": "greed, acquisitiveness, covetousness" },
        { "word": "pravṛttiḥ", "meaning": "outward activity, impulse toward action" },
        { "word": "ārambhaḥ", "meaning": "undertaking, initiation of new projects" },
        { "word": "karmaṇām", "meaning": "of actions, of works" },
        { "word": "aśamaḥ", "meaning": "restlessness, absence of stillness" },
        { "word": "spṛhā", "meaning": "craving, longing, intense desire" },
        { "word": "rajasi", "meaning": "in rajas, when the quality of passion" },
        { "word": "etāni", "meaning": "these (five signs)" },
        { "word": "jāyante", "meaning": "are born, arise" },
        { "word": "vivṛddhe", "meaning": "when increased, when predominant" },
        { "word": "bharatarṣabha", "meaning": "O Best of the Bharatas (Arjuna)" }
      ],
      "commentary": {
        "dadaji": "How well the Lord knows the restless heart! When rajas surges, the mind cannot sit still — it must plan the next project, acquire the next thing, always reaching forward into an imagined future. Lobha is not only greed for money but the subtle greed of wanting more experiences, more achievements, more recognition. Dear seeker, when you notice this feverish planning, this inability to be present, gently turn within and ask: am I being driven by rajas? That very noticing is the beginning of sattva.",
        "sarvapriyananda": "Rajas is defined in the Sāṅkhya system as the principle of activity, kinetic energy, and agitation. These five signs — greed, activity, initiation, restlessness, craving — are not merely moral failures but diagnostic markers of Prakṛti's rajasic mode operating through the psycho-physical instrument. 'Aśama,' the absence of śama (mental quietude), is particularly significant for Advaita sādhana, since śama is the very first of the ṣaṭ-sampat (six virtues) prerequisite to Vedāntic inquiry. One cannot inquire into the nature of Brahman from within a rajasic mind — the instruments of knowledge are too agitated to reflect Awareness clearly.",
        "yogananda": "Rajas is the cosmic force of vibration and manifestation — it is what makes the universe buzz and hum with incessant activity. In the human psyche this same force expresses as the driven quality of ego-ambition: always launching, always wanting, never resting in the fullness of the present. The five signs given here are like five windows through which rajas reveals itself. The spiritual aspirant learns to recognize them not with self-condemnation but with the calm gaze of the witness, then redirects that rajasic energy upward through pranayama, devotion, and selfless service — for transformed rajas becomes the dynamo of spiritual aspiration.",
        "goyandka": "This verse catalogues the five characteristic modifications of a rajasically dominated antaḥkaraṇa (inner instrument). Lobha arises from identification with the body and its desires; pravṛtti is the consequent outward thrust of energy; ārambha is the proliferation of new undertakings as the rajasic will seeks fresh objects; aśama is the structural inability of the rajasic mind to achieve stillness; and spṛhā is the chronic background-craving that fuels the entire cycle. The Gītā's purpose in cataloguing these is not condemnation but discernment — for one who cannot recognize rajas cannot transcend it."
      }
    },
    {
      "verse": 13,
      "sanskrit": "aprakāśo'pravṛttiś ca pramādo moha eva ca | tamasy etāni jāyante vivṛddhe kuru-nandana ||",
      "transliteration": "aprakāśo 'pravṛttiś ca pramādo moha eva ca | tamasy etāni jāyante vivṛddhe kuru-nandana ||",
      "translation": "Lack of light, inactivity, heedlessness, and delusion — these arise when Tamas increases, O Joy of the Kurus.",
      "audio": "/assets/audio/ch14/verse_14_13.mp3",
      "word_breakdown": [
        { "word": "aprakāśaḥ", "meaning": "absence of light, dullness, darkness of mind" },
        { "word": "apravṛttiḥ", "meaning": "inactivity, inability to initiate" },
        { "word": "ca", "meaning": "and" },
        { "word": "pramādaḥ", "meaning": "heedlessness, negligence, forgetting duty" },
        { "word": "mohaḥ", "meaning": "delusion, confusion, inability to discriminate" },
        { "word": "eva", "meaning": "indeed, also" },
        { "word": "tamasi", "meaning": "in tamas, when the quality of inertia" },
        { "word": "etāni", "meaning": "these (four signs)" },
        { "word": "jāyante", "meaning": "arise, are produced" },
        { "word": "vivṛddhe", "meaning": "when increased, when predominant" },
        { "word": "kuru-nandana", "meaning": "O Joy of the Kurus (Arjuna)" }
      ],
      "commentary": {
        "dadaji": "Tamas is the heaviest of the Lord's veils, and it is cunning — for when we are under its sway we do not even know it. The tamasic mind feels no urgency to pray, no motivation to serve, no curiosity about truth. We sleep too long and still feel tired; we postpone what matters; we forget what is real. Yet even here, Beloved, the Lord does not abandon us. The very fact that you are reading these words suggests a spark of sattva still alive in you — fan that spark with morning prayer, sattvic food, and the company of the wise.",
        "sarvapriyananda": "The four signs of tamas are all privatives — absences rather than positive qualities. Aprakāśa is the absence of the Ātman's luminosity at the level of the instruments; apravṛtti is the absence of constructive activity; pramāda is the absence of mindfulness (smṛti); and moha is the absence of viveka-śakti (discriminative power). Śaṅkara associates tamas with āvaraṇa-śakti — the veiling power of Māyā — which conceals the true nature of the Self. This is why tamas is the most dangerous guṇa for the spiritual seeker: it does not create visible suffering (as rajas does) but rather a numbing obscuration that makes the seeker forget that there is anything to seek.",
        "yogananda": "Tamas is the cosmic principle of inertia, of matter at its densest, of consciousness at its most contracted. In the human being it manifests as spiritual torpor — the heavy, foggy, unmotivated state where even the desire for God seems remote and unreal. The meditating devotee will recognize these tamasic hours: the alarm rings and the body refuses; the meditation cushion collects dust; the scriptures seem dry and irrelevant. The antidote is not willpower alone but the company of truth — satsaṅga, chanting, selfless work — which introduces sattvic vibrations from outside until one's own inner fire is rekindled.",
        "goyandka": "Where rajas produces excess activity, tamas produces its opposite — a fourfold paralysis of the inner instrument. Aprakāśa indicates that the buddhi (intellect) has lost its capacity for discrimination; apravṛtti shows that even legitimate duties are abandoned; pramāda is the careless neglect of scriptural injunctions and one's svadharma; and moha is the root confusion that takes the non-Self for the Self and the transient for the permanent. The Gītā consistently pairs pramāda and moha as the twin foundations of tamasic bondage, as seen also in verse 14.17. The sādhaka must be vigilant: tamas disguises itself as rest and contentment but is in fact the deepest spiritual sleep."
      }
    },
    {
      "verse": 14,
      "sanskrit": "yadā sattve pravṛddhe tu pralayaṃ yāti deha-bhṛt | tadottama-vidāṃ lokān amalān pratipadyate ||",
      "transliteration": "yadā sattve pravṛddhe tu pralayaṃ yāti deha-bhṛt | tadottama-vidāṃ lokān amalān pratipadyate ||",
      "translation": "If the embodied soul meets death when sattva is predominant, then it attains the pure worlds of those who know the highest.",
      "audio": "/assets/audio/ch14/verse_14_14.mp3",
      "word_breakdown": [
        { "word": "yadā", "meaning": "when, at the time that" },
        { "word": "sattve pravṛddhe", "meaning": "when sattva is predominant, increased" },
        { "word": "tu", "meaning": "indeed, but (mild emphasis)" },
        { "word": "pralayam", "meaning": "dissolution, death (of the body)" },
        { "word": "yāti", "meaning": "goes, attains, reaches" },
        { "word": "deha-bhṛt", "meaning": "the bearer of the body, the embodied soul" },
        { "word": "tadā", "meaning": "then" },
        { "word": "uttama-vidām", "meaning": "of those who know the highest; of the most knowledgeable" },
        { "word": "lokān", "meaning": "worlds, realms, planes" },
        { "word": "amalān", "meaning": "pure, stainless, uncontaminated" },
        { "word": "pratipadyate", "meaning": "attains, reaches, is born into" }
      ],
      "commentary": {
        "dadaji": "The moment of death is the great examination — and our entire life is the preparation. What a mercy that the Lord tells us this! If we die in a sattvic state — with a prayer on the lips, with the heart turned toward God, with the mind clear and peaceful — we rise to the luminous realms of the great sages and saints. This is why the great ones devoted their lives to sattva: pure food, pure thoughts, pure association. And Beloved, we need not wait for death — we can choose sattvic dying every evening in sleep, and sattvic rebirth every morning in prayer.",
        "sarvapriyananda": "This verse introduces the Gītā's teaching on guṇa-dependent transmigration — the quality of consciousness at the moment of death (pralaya) determines the next field of experience. 'Uttama-vidāṃ lokāḥ' — the worlds of those with the highest knowledge — refers to the sattvic lokas of sages, ṛṣis, and devas. 'Amalān' — pure, free from rajasic and tamasic contamination. Vedānta notes that even these sattvic realms are within saṃsāra, not liberation itself; they are meritorious but temporary. True mokṣa requires transcending even sattva (guṇātīta, verse 20). Nevertheless, sattvic birth greatly accelerates the path toward final liberation.",
        "yogananda": "At death, the soul carries with it the subtle tendencies — the saṃskāras — that the guṇas have built throughout the incarnation. The sattvic soul, having cultivated clarity and God-awareness, naturally gravitates toward realms of expanded consciousness — what might be called the astral heavens of the great masters and teachers. There, surrounded by souls of high vibration, the ascending soul continues its education in divine wisdom. The lesson for the living is urgent: every sattvic thought, every meditation, every act of selfless love is building the momentum that will carry you upward beyond death.",
        "goyandka": "Śrī Bhagavān here presents the law of guṇa-determined transmigration in three verses (14-15). The sattvic at death attains uttama-vidāṃ lokān — the brahmaloka or similar realms associated with those of supreme knowledge — described as 'amalān' (free from the impurities of rajas and tamas). This accords with the Upaniṣadic teaching of devayāna, the path of light followed by those of accumulated spiritual merit. Importantly, 'uttama-vidāṃ' suggests not merely ethical sattvic living but genuine jñāna — those who have devoted their lives to Brahmavidyā achieve the highest sattvic post-mortem destinations."
      }
    },
    {
      "verse": 15,
      "sanskrit": "rajasi pralayaṃ gatvā karma-saṅgiṣu jāyate | tathā pralīnas tamasi mūḍha-yoniṣu jāyate ||",
      "transliteration": "rajasi pralayaṃ gatvā karma-saṅgiṣu jāyate | tathā pralīnas tamasi mūḍha-yoniṣu jāyate ||",
      "translation": "Having died in the state of Rajas, one is born among those attached to action; dying in Tamas, one is born in the wombs of the deluded.",
      "audio": "/assets/audio/ch14/verse_14_15.mp3",
      "word_breakdown": [
        { "word": "rajasi", "meaning": "in rajas, with rajas predominant" },
        { "word": "pralayam gatvā", "meaning": "having gone to dissolution, having died" },
        { "word": "karma-saṅgiṣu", "meaning": "among those attached to action, among action-bound beings" },
        { "word": "jāyate", "meaning": "is born" },
        { "word": "tathā", "meaning": "likewise, similarly" },
        { "word": "pralīnaḥ", "meaning": "having dissolved, having died (in that state)" },
        { "word": "tamasi", "meaning": "in tamas, with tamas predominant" },
        { "word": "mūḍha-yoniṣu", "meaning": "in the wombs of the deluded; in births characterized by delusion" },
        { "word": "jāyate", "meaning": "is born" }
      ],
      "commentary": {
        "dadaji": "This teaching of the Lord is not meant to frighten but to awaken. Every thought we think right now is shaping the mind we will carry at death. The rajasic soul — attached to projects, craving outcomes, unable to let go — is reborn into a similar life of driven action and restless ambition. The tamasic soul sinks still deeper into delusion, into births where even the desire for God seems absent. Beloved, this very moment you have the greatest of gifts: a human birth, a living tradition, and the Gītā in your hands. Use it — begin now to cultivate sattva.",
        "sarvapriyananda": "'Karma-saṅgiṣu jāyate' — the rajasic soul is reborn among beings whose fundamental orientation is attachment to karma-phala (fruits of action). This describes the general condition of unawakened human society: endlessly doing, endlessly achieving, endlessly seeking. 'Mūḍha-yoniṣu' — births characterized by mūḍhatā (deluded consciousness) — includes animal births and tamasically conditioned human births where avidyā (ignorance of one's true nature) is most dense. The Gītā's soteriology here is stark: without deliberate cultivation of sattva and jñāna, the default momentum of unconscious living moves the soul toward denser forms of bondage.",
        "yogananda": "Like a magnet draws iron filings, the predominant vibration of the soul at death draws it toward its vibrational match in the next incarnation. The rajasic soul — full of unfinished projects and ungratified desires — is born where it can continue that feverish activity. The tamasic soul — thick with delusion and spiritual sleep — descends into embodiments where consciousness is still more contracted. This cosmic law of vibrational affinity is not punishment but physics of the soul. Sri Yukteswar taught that human birth is the rare and precious turning-point where conscious spiritual effort becomes possible — waste not a single incarnation.",
        "goyandka": "The verse presents the rajasic and tamasic outcomes in a single breath, which itself suggests their relative inferiority compared to the sattvic outcome described in verse 14. 'Karma-saṅgiṣu' — literally 'among the attached-to-action' — indicates that rajasic rebirth perpetuates the fundamental error of taking oneself to be the doer and owner of results. 'Mūḍha-yoniṣu' is understood by commentators to include tiryag-yoni (animal births) and lower human births defined by constitutional tamas. The progression sattva→rajas→tamas in these three verses maps precisely onto the upward, middle, and downward destinations described in verse 18."
      }
    },
    {
      "verse": 16,
      "sanskrit": "karmaṇaḥ sukṛtasyāhuḥ sāttvikaṃ nirmalaṃ phalam | rajasas tu phalaṃ duḥkham ajñānaṃ tamasaḥ phalam ||",
      "transliteration": "karmaṇaḥ sukṛtasyāhuḥ sāttvikaṃ nirmalaṃ phalam | rajasas tu phalaṃ duḥkham ajñānaṃ tamasaḥ phalam ||",
      "translation": "The fruit of good sattvic action is said to be pure and free from pain; the fruit of rajasic action is pain; the fruit of tamasic action is ignorance.",
      "audio": "/assets/audio/ch14/verse_14_16.mp3",
      "word_breakdown": [
        { "word": "karmaṇaḥ", "meaning": "of action" },
        { "word": "sukṛtasya", "meaning": "of good action, of well-done or virtuous action" },
        { "word": "āhuḥ", "meaning": "they say, it is said (by the wise)" },
        { "word": "sāttvikam", "meaning": "sattvic, characterized by sattva" },
        { "word": "nirmalam", "meaning": "pure, stainless, free from impurity" },
        { "word": "phalam", "meaning": "fruit, result, consequence" },
        { "word": "rajasaḥ", "meaning": "of rajas, of rajasic action" },
        { "word": "tu", "meaning": "but, whereas" },
        { "word": "phalam", "meaning": "fruit, result" },
        { "word": "duḥkham", "meaning": "pain, sorrow, suffering" },
        { "word": "ajñānam", "meaning": "ignorance, non-knowledge" },
        { "word": "tamasaḥ", "meaning": "of tamas, of tamasic action" },
        { "word": "phalam", "meaning": "fruit, result" }
      ],
      "commentary": {
        "dadaji": "The Lord reveals here a great cosmic law of the inner life: what we sow in guṇa, we reap in experience. Sattvic actions — prayer, honest work, selfless giving, study of scripture — produce a clean, luminous inner life. Rajasic actions fueled by ambition and desire invariably end in duḥkha — some frustration, some loss, some hollow victory. Tamasic actions — laziness, dishonesty, harmful habits — produce the deepest poverty of all: ajñāna, ignorance of one's own divine nature. Beloved, look at the fruits in your life and you will know which guṇa has been governing your actions.",
        "sarvapriyananda": "This verse provides the karmic theory of guṇa: each guṇa not only describes present states but generates future ones as its 'phala' (fruit). 'Sukṛtasya sāttvikaṃ nirmalaṃ phalam' — good action yields a pure, sattvic fruit, meaning the next state of consciousness is clearer and more refined. Rajasic action yields duḥkha — not merely external suffering but the inner suffering of ungratified desire, which is the structural condition of the rajasic ego. Tamasic action yields ajñāna — the thickening of the veil of avidyā, which is the ultimate bondage in Advaita. The sequence tamas→ajñāna→avidyā is the downward spiral that mokṣa-sādhana must reverse.",
        "yogananda": "Every action leaves a vibration in the subtle body — a saṃskāra — that becomes part of the harvest of future experience. The sattvic action, performed in love and clarity, builds a luminous aura around the soul that naturally attracts more light. The rajasic action, powered by self-seeking desire, may produce temporary pleasure but inevitably crashes into duḥkha — for all rajasic pleasures contain within them the seed of their own frustration. Most significant is the tamasic fruit: ajñāna, spiritual blindness. This is why great teachers consistently said: it is not our sins that bind us most deeply, but our spiritual laziness and indifference.",
        "goyandka": "This verse operates at two levels. First, the immediate karmic fruit: sattvic karma yields purity and joy in this life; rajasic karma yields restless suffering; tamasic karma yields dullness and deepened ignorance. Second, the post-mortem fruit: sattvic karma produces sattvic rebirths, rajasic produces rajasic rebirths, tamasic produces tamasic ones — connecting this verse directly to verses 14-15. 'Āhuḥ' (they say, it is said) suggests this is received wisdom, confirmed by the ṛṣis across generations. The triad nirmala-duḥkha-ajñāna perfectly encapsulates the spiritual hierarchy: purity leads upward, pain is the middle, ignorance is the bottom."
      }
    },
    {
      "verse": 17,
      "sanskrit": "sattvāt sañjāyate jñānaṃ rajaso lobha eva ca | pramāda-mohau tamaso bhavato'jñānam eva ca ||",
      "transliteration": "sattvāt sañjāyate jñānaṃ rajaso lobha eva ca | pramāda-mohau tamaso bhavato 'jñānam eva ca ||",
      "translation": "From sattva, knowledge arises; from rajas, greed alone; from tamas, heedlessness and delusion arise — and ignorance as well.",
      "audio": "/assets/audio/ch14/verse_14_17.mp3",
      "word_breakdown": [
        { "word": "sattvāt", "meaning": "from sattva, out of the quality of purity" },
        { "word": "sañjāyate", "meaning": "is born, arises, springs forth" },
        { "word": "jñānam", "meaning": "knowledge, true discriminative wisdom" },
        { "word": "rajasaḥ", "meaning": "from rajas, out of the quality of passion" },
        { "word": "lobhaḥ", "meaning": "greed, acquisitiveness" },
        { "word": "eva ca", "meaning": "alone, indeed, and verily" },
        { "word": "pramāda-mohau", "meaning": "heedlessness and delusion (dual form)" },
        { "word": "tamasaḥ", "meaning": "from tamas, out of the quality of inertia" },
        { "word": "bhavataḥ", "meaning": "arise, come into being (dual verb)" },
        { "word": "ajñānam", "meaning": "ignorance, non-knowledge" },
        { "word": "eva ca", "meaning": "and also, indeed" }
      ],
      "commentary": {
        "dadaji": "Here the Lord gives us the most direct of diagnoses: want to know which guṇa governs you right now? Look at what is arising in the mind. Is it clarity, understanding, joy in wisdom? That is sattva's gift. Is it wanting, acquiring, calculating? That is rajas at work. Is it a kind of heaviness, forgetting, confusion — not knowing what matters? That is tamas. This self-observation, done with the Lord's name in the heart, becomes itself a sattvic practice. Every time we see rajas or tamas arising and quietly turn toward the light, we are practicing the teaching of this very verse.",
        "sarvapriyananda": "This verse is among the most analytically precise in the Gītā's guṇa teaching. Sattva produces jñāna — not mere learning but the discriminative capacity (viveka) to distinguish the real from the unreal, the Self from the non-Self. Rajas produces lobha — not merely greed for money but the entire orientation of wanting, of reaching outward for completion that the ego will never actually find. Tamas produces pramāda (smṛti-nāśa, the destruction of right memory, as described in 2.63), moha (confusion of values), and ultimately ajñāna (avidyā — the root ignorance of mistaking the body-mind for the Ātman). The seeker can use this verse as a real-time diagnostic instrument during sādhana.",
        "yogananda": "The Gītā here penetrates to the psychological roots of spiritual progress and its obstacles. Jñāna arising from sattva is the soul's natural light, unobstructed — it is not acquired but revealed. Lobha from rajas is the ceaseless hunger of the ego, which Paramhansa Yogananda described as the 'outward-moving force' that perpetually seeks in the wrong direction. Pramāda, moha, and ajñāna from tamas constitute a nested hierarchy of spiritual blindness: first comes inattention, then confusion, then the settled darkness of ignorance. The meditator's daily self-examination should check: which of these three is arising right now? Then apply the appropriate remedy — pranayama for tamas, detachment for rajas, meditation for the deepening of sattvic jñāna.",
        "goyandka": "This verse completes the triple analysis of guṇa-effects on the inner instrument. The precision is notable: sattva yields one great fruit — jñāna; rajas yields one characteristic blemish — lobha (here 'eva ca' emphasizing that greed is the quintessential rajasic product); tamas yields three progressively deeper afflictions — pramāda (carelessness), moha (delusion), and ajñāna (ignorance). The correspondence with verse 13 is exact: pramāda and moha appeared there as signs of tamas, and ajñāna is their natural culmination. The Gītā thus presents tamas as the guṇa most antithetical to liberation, for it directly obscures the jñāna that is the very means of mokṣa."
      }
    },
    {
      "verse": 18,
      "sanskrit": "ūrdhvaṃ gacchanti sattva-sthā madhye tiṣṭhanti rājasāḥ | jaghanya-guṇa-vṛtti-sthā adho gacchanti tāmasāḥ ||",
      "transliteration": "ūrdhvaṃ gacchanti sattva-sthāḥ madhye tiṣṭhanti rājasāḥ | jaghanya-guṇa-vṛtti-sthāḥ adho gacchanti tāmasāḥ ||",
      "translation": "Those established in sattva go upward; the rajasic dwell in the middle; the tamasic, established in the most base qualities, go downward.",
      "audio": "/assets/audio/ch14/verse_14_18.mp3",
      "word_breakdown": [
        { "word": "ūrdhvam", "meaning": "upward, to higher realms" },
        { "word": "gacchanti", "meaning": "go, proceed, attain" },
        { "word": "sattva-sthāḥ", "meaning": "those established in sattva, the sattvic ones" },
        { "word": "madhye", "meaning": "in the middle, in the intermediate realm" },
        { "word": "tiṣṭhanti", "meaning": "remain, dwell, stay" },
        { "word": "rājasāḥ", "meaning": "the rajasic ones, those of passionate nature" },
        { "word": "jaghanya-guṇa-vṛtti-sthāḥ", "meaning": "established in the lowest/most base quality-tendencies" },
        { "word": "adhaḥ", "meaning": "downward, to lower realms" },
        { "word": "gacchanti", "meaning": "go, descend" },
        { "word": "tāmasāḥ", "meaning": "the tamasic ones, those of deluded nature" }
      ],
      "commentary": {
        "dadaji": "The Lord's universe is not flat — it is a vast hierarchy of consciousness, and we move within it by our own inner qualities. How encouraging! For it means we are not fixed in our station — we can rise. Every sattvic choice — every moment of prayer, every act of kindness, every turning toward the light — is a step upward. The Lord does not force us; He invites us. And the invitation is present in every moment of every day. Choose sattva now, Beloved, and you choose the upward path.",
        "sarvapriyananda": "This verse provides the cosmological map of guṇa-determined transmigration in its most compressed form. 'Ūrdhvam' (upward) refers to the sattvic lokas — realms of increasing luminosity, from svarga to brahmaloka. 'Madhye' (in the middle) is the human realm — the domain of rajas — where action, effort, and choice remain possible. 'Adhaḥ' (downward) refers to the tamasic planes, from lower human births to the tiryag-yoni (animal and plant kingdoms). For Advaita, however, this entire vertical cosmology is within Māyā. The liberated one — the guṇātīta — is not reborn anywhere in this structure but realizes their identity with nirguṇa Brahman, which is neither ūrdhva nor adhaḥ but ever free.",
        "yogananda": "Sri Yukteswar explained in The Holy Science that the cosmos is organized as concentrically ascending spheres of consciousness — from the grossly material at the circumference to the purely spiritual at the center. The Gītā's vertical map (up-middle-down) expresses this same truth: the soul's guṇic tendency determines its trajectory through these spheres of experience. The sattvic soul moves centripetally toward the Source; the rajasic soul orbits in the middle distance of human activity; the tamasic soul moves centrifugally toward greater density and contraction. Meditation is the technology for reversing the outward drift and entering the upward current.",
        "goyandka": "The compound 'jaghanya-guṇa-vṛtti-sthāḥ' deserves attention: 'jaghanya' means 'most vile, lowest, most base'; 'guṇa-vṛtti' means 'the modifications or tendencies of the guṇa'; 'sthāḥ' means 'established in'. Thus: those whose very constitution is organized around the lowest quality-tendencies. This is not merely situational tamas but characterological tamas — where the darkness has become the stable orientation of the soul. The contrast with 'sattva-sthāḥ' (established in sattva) is exact and deliberate: both groups have made their guṇa a settled abiding, not merely a passing state. This verse thus distinguishes fluctuating guṇic states (verses 11-13) from settled guṇic character."
      }
    },
    {
      "verse": 19,
      "sanskrit": "nānyaṃ guṇebhyaḥ kartāraṃ yadā draṣṭānupaśyati | guṇebhyaś ca paraṃ vetti mad-bhāvaṃ so'dhigacchati ||",
      "transliteration": "nānyaṃ guṇebhyaḥ kartāraṃ yadā draṣṭā anupaśyati | guṇebhyaś ca paraṃ vetti mad-bhāvaṃ so 'dhigacchati ||",
      "translation": "When the seer sees no other agent than the guṇas, and knows That which is beyond the guṇas — he attains My nature.",
      "audio": "/assets/audio/ch14/verse_14_19.mp3",
      "word_breakdown": [
        { "word": "na anyam", "meaning": "no other, none apart from" },
        { "word": "guṇebhyaḥ", "meaning": "than the guṇas, other than the three qualities" },
        { "word": "kartāram", "meaning": "agent, doer, actor" },
        { "word": "yadā", "meaning": "when" },
        { "word": "draṣṭā", "meaning": "the seer, the witnessing consciousness" },
        { "word": "anupaśyati", "meaning": "perceives, sees clearly, discerns" },
        { "word": "guṇebhyaḥ ca param", "meaning": "and that which is beyond the guṇas, transcending the guṇas" },
        { "word": "vetti", "meaning": "knows, recognizes, realizes" },
        { "word": "mad-bhāvam", "meaning": "My nature, My being (Kṛṣṇa's divine nature)" },
        { "word": "saḥ", "meaning": "he, that one" },
        { "word": "adhigacchati", "meaning": "attains, fully reaches, realizes" }
      ],
      "commentary": {
        "dadaji": "Here is the very heart of liberation, Beloved — two recognitions that together open the door. First: I am not the doer. The guṇas do all. The body acts, the mind reacts, but the witnessing Self — the draṣṭā — is untouched, unstained, forever free. Second: I am not even the guṇas. I am that which is beyond — the Puruṣa, the pure Consciousness, which is nothing other than the Lord Himself. 'Mad-bhāvaṃ so'dhigacchati' — he attains My very nature. What a promise. What a grace. The Lord says: see this, know this, and you become what you already are.",
        "sarvapriyananda": "This is one of the most pivotal verses in the Gītā's guṇa-teaching and a cornerstone of Advaita Vedānta. It presents the two-fold liberating insight: (1) 'Nānyaṃ guṇebhyaḥ kartāraṃ' — the recognition that all apparent action belongs to Prakṛti's guṇas, not to the Puruṣa/Ātman, which is akartā (non-doer) by nature. This is the dissolution of ahaṅkāra-kartṛtva, ego-doership. (2) 'Guṇebhyaś ca paraṃ vetti' — the recognition that Ātman/Brahman transcends the guṇa-realm entirely. The first recognition removes false attribution; the second reveals the positive truth. Together they produce 'mad-bhāva' — identity with the Lord's own nature, which for Advaita is Sat-Cit-Ānanda.",
        "yogananda": "The great secret of non-doership — ahaṅkāra-nāśa — is revealed here with crystalline clarity. As long as we identify with body, mind, and ego, we believe ourselves to be the actors in life's drama. But the one who has learned to abide as the draṣṭā — the pure witness — sees the entire spectacle of the three guṇas playing out in Prakṛti, and recognizes the Self as their silent, uninvolved witness. Then the second realization: even the witness-position is transcended, and one knows the 'param' — that which is beyond all guṇas, beyond even witnessing — the very Self of the Lord. This is the samādhi of non-dual recognition. 'He attains My nature' — becomes one with the Infinite.",
        "goyandka": "Verse 19 is the philosophical climax of the guṇa chapter. Two conditions must be simultaneously fulfilled for liberation: (a) the intellectual-experiential recognition that the guṇas alone are the agents in all Prakṛti-conditioned activity, thus dissolving the error of kartṛtva (doer-ship); and (b) the jñāna of 'guṇebhyaś ca param' — the direct knowledge of Puruṣa/Brahman as categorically beyond the guṇa-field. The word 'draṣṭā' (seer) is significant: not merely one who intellectually understands but one who directly perceives — a reference to aparokṣa-jñāna, direct/immediate knowledge. 'Mad-bhāvaṃ adhigacchati' — attains My state: Kṛṣṇa identifies His own nature with the guṇātīta condition described in verse 20."
      }
    },
    {
      "verse": 20,
      "sanskrit": "guṇān etān atītya trīn dehī deha-samudbhavān | janma-mṛtyu-jarā-duḥkhair vimukto'mṛtam aśnute ||",
      "transliteration": "guṇān etān atītya trīn dehī deha-samudbhavān | janma-mṛtyu-jarā-duḥkhair vimukto 'mṛtam aśnute ||",
      "translation": "Having transcended these three guṇas that have given rise to the body, the embodied soul is freed from birth, death, old age, and pain — and tastes immortality.",
      "audio": "/assets/audio/ch14/verse_14_20.mp3",
      "word_breakdown": [
        { "word": "guṇān etān", "meaning": "these guṇas, these three qualities" },
        { "word": "atītya", "meaning": "having transcended, having crossed beyond" },
        { "word": "trīn", "meaning": "three (sattva, rajas, tamas)" },
        { "word": "dehī", "meaning": "the embodied one, the soul within a body" },
        { "word": "deha-samudbhavān", "meaning": "which have given rise to the body; the cause of embodiment" },
        { "word": "janma-mṛtyu-jarā-duḥkhaiḥ", "meaning": "from birth, death, old age, and pain (instrumental plural)" },
        { "word": "vimuktaḥ", "meaning": "freed, liberated, released" },
        { "word": "amṛtam", "meaning": "immortality, the nectar of deathlessness" },
        { "word": "aśnute", "meaning": "tastes, enjoys, attains, experiences" }
      ],
      "commentary": {
        "dadaji": "Amṛtam aśnute — he tastes immortality! What more beautiful promise could the Lord make? And He does not say 'after death you will taste it' but 'having transcended the guṇas' — which is possible now, in this very life. This is the jivanmukta, the one liberated while still living: free from the fear of death, free from the grip of old age, free from the ache of craving — not because these have stopped occurring, but because the one who identifies with them has dissolved. Beloved, this is the supreme gift of the Gītā: the knowledge that you are already free, you need only recognize it.",
        "sarvapriyananda": "'Guṇān etān atītya trīn' — having transcended ALL THREE guṇas. This is essential: the Gītā does not say transcend tamas and rajas and rest in sattva. Even sattva — luminous and precious as it is — remains a guṇa, a modification of Prakṛti, and therefore still a form of bondage. The liberated state is guṇātīta — beyond all three. 'Deha-samudbhavān' — which have given rise to the body: the guṇas are the very cause of embodiment (saṃsāra), so transcending them is identical with transcending the birth-death cycle. 'Amṛtam aśnute' — not 'will attain' but 'tastes right now' — jivanmukti, liberation in this very life, here and now, as the eternal Ātman that was never born and can never die.",
        "yogananda": "Here the Gītā delivers its magnificent promise for Chapter 14: transcend the three guṇas and you are freed from the four great sorrows of embodied existence — janma (the limitation of being born), mṛtyu (the fear and finality of death), jarā (the indignity and decay of old age), and duḥkha (the pervasive suffering of conditioned existence). 'Amṛtam aśnute' — one tastes amṛta, the nectar of immortality. This is the state of the great masters, liberated in life, to whom death is merely a change of costume. Every step toward transcending the guṇas — every meditation, every act of surrender, every moment of pure love — is a sip of that immortal nectar.",
        "goyandka": "This verse serves as the conclusion of the guṇa-svarūpa section (verses 5-20) and the gateway to the guṇātīta section (verses 21-27). 'Deha-samudbhavān' — which have given rise to the body — identifies the guṇas as the proximate cause of physical embodiment: it is the interplay of sattva, rajas, and tamas in Prakṛti that generates the conditions for jīva's taking a body. Transcending them therefore means escaping the entire mechanism of saṃsāra. The fourfold list of liberated conditions — freedom from janma, mṛtyu, jarā, and duḥkha — echoes the four noble themes of Buddhist thought and points to a pan-Indian recognition of these as the fundamental afflictions of conditioned existence. 'Amṛtam aśnute' is the Gītā's equivalent of the Upaniṣadic formula: sa mukto bhavati — he becomes liberated."
      }
    }
  ]
}
