{
  "chapter": 18,
  "verses": [
    {
      "verse": 21,
      "sanskrit": "pṛthaktvena tu yaj jñānaṃ nānā-bhāvān pṛthag-vidhān | vetti sarveṣu bhūteṣu taj jñānaṃ viddhi rājasam ||",
      "transliteration": "pṛthaktvena tu yaj jñānaṃ nānā-bhāvān pṛthag-vidhān | vetti sarveṣu bhūteṣu taj jñānaṃ viddhi rājasam ||",
      "translation": "But that knowledge which perceives in all beings the manifold entities of various kinds as separate and distinct — know that knowledge to be rajasic.",
      "audio": "/assets/audio/ch18/verse_18_21.mp3",
      "word_breakdown": [
        {"word": "pṛthaktvena", "meaning": "through the lens of separateness; by reason of division"},
        {"word": "tu", "meaning": "but; however"},
        {"word": "yat", "meaning": "which"},
        {"word": "jñānam", "meaning": "knowledge"},
        {"word": "nānā-bhāvān", "meaning": "manifold existences; diverse entities"},
        {"word": "pṛthag-vidhān", "meaning": "of various kinds; of different sorts"},
        {"word": "vetti", "meaning": "knows; perceives"},
        {"word": "sarveṣu bhūteṣu", "meaning": "in all beings"},
        {"word": "tat", "meaning": "that"},
        {"word": "rājasam", "meaning": "rajasic; born of rajas"}
      ],
      "commentary": {
        "dadaji": "Rajasic knowledge is not false in its data but is limited in its vision. It sees the many correctly, yet misses the One in whom all the many rest. Because it perceives through pṛthaktva — the lens of separateness — it elevates division to the level of ultimate truth. This is the knowledge of the scientist, the analyst, the empiricist: accurate within its domain, but incomplete. Dadaji would say: the rajasic knower sees the waves but forgets the ocean. Without the unifying vision, knowledge remains a source of pride and conflict rather than peace.",
        "sarvapriyananda": "Swami Sarvapriyananda explains that rajasic knowledge corresponds to what modern thinkers call 'empirical' or 'analytical' knowledge — it accurately perceives distinctions among things but fails to grasp the underlying unity. The Upaniṣadic insight is that behind all nānā-bhāva, all the multiplicity, there is a single Brahman. Rajasic knowledge stops at the surface of multiplicity. It generates comparison, competition, and conflict because it sees all entities as fundamentally separate. Liberation requires going beyond this — into the sattvic vision where the One is seen shining through the many.",
        "yogananda": "Paramahansa Yogananda teaches that rajasic knowledge corresponds to ego-bound perception, where the soul identifies with separateness rather than unity. The rajasic knower sees the world through the maya of individuation — everything appears as a separate entity. While this knowledge is useful for navigating the material world, it binds the soul to duality. To transcend rajasic knowledge, one must meditate deeply until the separating veils dissolve and the soul perceives the single divine consciousness within every being. Pṛthaktvena — seeing through separateness — is the fundamental delusion that keeps us in samsāra.",
        "goyandka": "Shri Goyandkaji explains that rajasic jñāna is the knowledge of diversity without the knowledge of unity. The rajasic person sees each being as wholly separate — different in nature, different in kind, fundamentally distinct. This vision, while corresponding to conventional experience, is rajasic because it lacks the higher synthetic vision. The Gita has already taught in verse 19 that sattvic knowledge sees the one undivided in all beings. Rajasic knowledge is its opposite: it sees only division even when looking at what is ultimately one. Such knowledge leads to attachment to particular objects and beings, since differences appear absolute."
      }
    },
    {
      "verse": 22,
      "sanskrit": "yat tu kṛtsnavad ekasmin kārye saktam ahaitukam | atattvārtha-vad alpaṃ ca tat tāmasam udāhṛtam ||",
      "transliteration": "yat tu kṛtsnavad ekasmin kārye saktam ahaitukam | atattvārtha-vad alpaṃ ca tat tāmasam udāhṛtam ||",
      "translation": "But that which is attached to a single effect as if it were the whole, without reason, not grasping the true meaning, and trivial — that is declared tamasic.",
      "audio": "/assets/audio/ch18/verse_18_22.mp3",
      "word_breakdown": [
        {"word": "kṛtsnavat", "meaning": "as if it were the whole; as if complete in itself"},
        {"word": "ekasmin kārye", "meaning": "in a single effect; in one limited matter"},
        {"word": "saktam", "meaning": "attached; clinging"},
        {"word": "ahaitukam", "meaning": "without reason; without proper grounds; baseless"},
        {"word": "atattvārtha-vat", "meaning": "not grasping the true meaning; missing the real purpose"},
        {"word": "alpam", "meaning": "trivial; narrow; petty; of little scope"},
        {"word": "tāmasam", "meaning": "tamasic; born of tamas"},
        {"word": "udāhṛtam", "meaning": "declared; said to be; cited as"}
      ],
      "commentary": {
        "dadaji": "Tamasic knowledge is not merely incomplete — it is fundamentally distorted. The tamasic person mistakes a fragment for the whole: kṛtsnavat ekasmin, as if one small thing were everything. This is the knowledge of the fanatic, the dogmatist, the superstitious person. Without reasoning (ahaitukam), they cling to a partial view as if it were total truth. Dadaji would say: tamas blinds not just to reality but also to one's own blindness. The tamasic person is not even aware that they are seeing only a sliver and calling it the sun. This is why tamas is the most difficult of the guṇas to transcend — it obscures even the awareness that one needs to transcend.",
        "sarvapriyananda": "Swami Sarvapriyananda explains that tamasic knowledge represents the lowest form of cognition — narrow, baseless, and self-satisfied in its ignorance. Three marks characterize it: it is ahaituka (without sound reasoning), atattvārtha-vat (missing the real point, the tattva), and alpa (trivially narrow in scope). The tamasic knower attaches to one single kārya, one effect or object, as though it were the entirety of reality. This is the psychology of fanaticism and superstition. Rather than seeking broader understanding, the tamasic person doubles down on their partial view. The antidote is sattva: the will to know truly, to reason carefully, and to see the whole.",
        "yogananda": "Paramahansa Yogananda teaches that tamasic knowledge is the product of a darkened, unawakened intellect. Such a person lives entirely in the small circle of their limited experience and refuses to look beyond it. Kṛtsnavat ekasmin — treating one small fragment as the totality — is the hallmark of spiritual immaturity. The tamasic knower may know a single technique, a single doctrine, or a single tradition and reject all else as worthless. Without reason (ahaitukam) and without grasping the true meaning (atattvārtha-vat), such knowledge cannot lead to liberation. Yogananda would urge expanding one's vision through meditation until the petty limitations of tamasic knowing dissolve in the light of cosmic consciousness.",
        "goyandka": "Shri Goyandkaji explains that tamasic knowledge has three fatal flaws identified by the Gita: it is baseless (ahaitukam — not founded on valid reasoning or scriptural authority), it misses the real point (atattvārtha-vat — does not grasp the actual purpose or truth), and it is petty in scope (alpam — concerned with trivial, narrow things). Such knowledge clings to a single limited effect or object (ekasmin kārye saktam) and treats it as if it were the entirety of reality (kṛtsnavat). This is the knowledge of those sunk in delusion — whether through superstition, blind tradition blindly followed, or sheer intellectual laziness. Such knowledge cannot lead to mokṣa and binds the person ever more deeply."
      }
    },
    {
      "verse": 23,
      "sanskrit": "niyataṃ saṅga-rahitam arāga-dveṣataḥ kṛtam | aphala-prepsunā karma yat tat sāttvikaṃ ucyate ||",
      "transliteration": "niyataṃ saṅga-rahitam arāga-dveṣataḥ kṛtam | aphala-prepsunā karma yat tat sāttvikaṃ ucyate ||",
      "translation": "Action that is obligatory, free from attachment, done without love or hatred, by one who does not desire the fruit — that action is called sattvic.",
      "audio": "/assets/audio/ch18/verse_18_23.mp3",
      "word_breakdown": [
        {"word": "niyatam", "meaning": "obligatory; prescribed; regulated; that which is appointed"},
        {"word": "saṅga-rahitam", "meaning": "free from attachment; devoid of clinging"},
        {"word": "arāga-dveṣataḥ", "meaning": "without love or hatred; free from personal likes and dislikes"},
        {"word": "kṛtam", "meaning": "done; performed"},
        {"word": "aphala-prepsunā", "meaning": "by one who does not desire the fruit; by a non-seeker of results"},
        {"word": "karma", "meaning": "action"},
        {"word": "sāttvikaṃ", "meaning": "sattvic; born of sattva"},
        {"word": "ucyate", "meaning": "is called; is said to be"}
      ],
      "commentary": {
        "dadaji": "This verse is the fullest single-verse definition of karma yoga in the Gita. Four marks identify sattvic action: it is niyata (one's appointed duty, not arbitrarily chosen), saṅga-rahita (done without clinging to the action or its results), arāga-dveṣataḥ (performed with a mind equally free from attraction and repulsion, from personal like and dislike), and aphala-prepsunā (by one who does not seek the fruit). Dadaji would say: when you remove the ego from action — the I-doer and the I-enjoyer — what remains is pure karma yoga. The action still happens, and it happens with full energy and quality, but it does not bind the doer.",
        "sarvapriyananda": "Swami Sarvapriyananda explains that this verse gives us the technical definition of nishkāma karma, the cornerstone of the Gita's path of action. Niyatam refers specifically to svadharma — one's own prescribed duty according to one's stage and station in life. The word arāga-dveṣataḥ is particularly important: rāga is attraction, dveṣa is aversion. When action is contaminated by personal likes and dislikes, it generates karmic residue. Sattvic action is performed with inner equanimity, as pure service. Aphala-prepsunā — not seeking the fruit — does not mean performing shoddy work; it means doing one's very best without psychologically investing in outcomes. This is the path to freedom.",
        "yogananda": "Paramahansa Yogananda teaches that sattvic action is action performed as an offering to God. When you act from duty rather than desire, without likes and dislikes distorting your judgment, and without craving results, your action purifies rather than binds. Niyatam means your God-appointed duty — the role the Divine has placed you in for this lifetime. Saṅga-rahitam means you do not cling to the action or its outcome. Arāga-dveṣataḥ means your inner weather is clear — no storms of attraction or repulsion. And aphala-prepsunā means you trust the outcome entirely to God. Such action is yajna — sacrifice — and it leads directly to liberation.",
        "goyandka": "Shri Goyandkaji explains that this verse is the most concentrated definition of nishkāma karma in the entire Gita. He emphasizes all four conditions working together: (1) niyatam — only performing what is one's proper prescribed duty, not actions taken up for personal reasons; (2) saṅga-rahitam — with no psychological attachment to what one is doing; (3) arāga-dveṣataḥ — without the defilements of personal preference and aversion, which otherwise introduce the ego into every act; (4) aphala-prepsunā — by an agent who genuinely does not wish for the fruit. All four together constitute the sattvic act. Lack of even one condition diminishes the sattva of the action."
      }
    },
    {
      "verse": 24,
      "sanskrit": "yat tu kāmepsunā karma sāhaṃkāreṇa vā punaḥ | kriyate bahulāyāsaṃ tad rājasam udāhṛtam ||",
      "transliteration": "yat tu kāmepsunā karma sāhaṃkāreṇa vā punaḥ | kriyate bahulāyāsaṃ tad rājasam udāhṛtam ||",
      "translation": "But action which is performed with great effort by one who desires enjoyment, or again with ego — that is declared rajasic.",
      "audio": "/assets/audio/ch18/verse_18_24.mp3",
      "word_breakdown": [
        {"word": "kāmepsunā", "meaning": "by one who desires enjoyment; by one greedy for sensual pleasure"},
        {"word": "karma", "meaning": "action"},
        {"word": "sāhaṃkāreṇa", "meaning": "with ego; with the sense of 'I am the doer'"},
        {"word": "vā", "meaning": "or"},
        {"word": "punaḥ", "meaning": "again; moreover"},
        {"word": "kriyate", "meaning": "is performed; is done"},
        {"word": "bahulāyāsam", "meaning": "with great effort/strain; involving much exertion and fatigue"},
        {"word": "rājasam", "meaning": "rajasic; born of rajas"},
        {"word": "udāhṛtam", "meaning": "declared; proclaimed; said to be"}
      ],
      "commentary": {
        "dadaji": "Rajasic action has two possible driving engines: kāma (desire for enjoyment) or ahaṃkāra (ego as the operating principle). Either one alone is sufficient to make action rajasic; both together compound the problem. Bahulāyāsam — the great strain and exhaustion of rajasic action — is not incidental but intrinsic: when ego and desire drive action, enormous energy is wasted in anxiety, planning, craving for outcomes, and disappointment. Dadaji would say: the rajasic person works very hard, often harder than the sattvic person, but carries the weight of desire and ego with them at every step. Their exertion is real, but so is their bondage.",
        "sarvapriyananda": "Swami Sarvapriyananda explains that rajasic action has two defining features in terms of motivation: kāmepsunā (driven by the desire for sensory and worldly enjoyment) and sāhaṃkāreṇa (driven by ego — the sense that 'I am this doer, I want this result, I will be praised'). Bahulāyāsam — performed with great strain — characterizes the quality of such action. Because ego and desire are inherently agitated, rajasic action is exhausting. The rajasic person is constantly calculating: what will I get, how will I look, what if it fails. This internal turbulence makes even simple tasks laborious. The antidote is not less effort but purer motivation.",
        "yogananda": "Paramahansa Yogananda teaches that rajasic action drains the actor because it is powered by the restless forces of ego and desire. Kāmepsunā — the hunger for enjoyment — is the restless pull of the senses, always craving, never satisfied. Sāhaṃkāreṇa — with ego — means acting with the constant awareness of oneself as the important agent whose reputation and reward are at stake. Bahulāyāsam, the great exertion involved, reflects the inner tension of desire-driven action: the body labors, the mind schemes, and the ego worries. By contrast, sattvic action flows with ease because it is aligned with the divine will. Yogananda would counsel surrendering personal desire to God so that action becomes worship.",
        "goyandka": "Shri Goyandkaji explains that the Gita identifies two roots of rajasic action: desire for fruits (kāmepsunā) and ego (sāhaṃkāreṇa). While sometimes only one of these is present, often both operate together — the ego desires recognition and the desires seek fulfillment through action. Bahulāyāsam indicates not just physical effort but the inner toll: the rajasic person's mind is never at rest during action, always anxious about outcomes. He notes that verse 24 complements verse 23 precisely: where verse 23 says aphala-prepsunā (not seeking fruit) and anahaṃvādī (no ego-claim), verse 24 gives the opposite — kāmepsunā (fruit-seeking) and sāhaṃkāra (ego-driven). These are the exact inversions of the sattvic qualities."
      }
    },
    {
      "verse": 25,
      "sanskrit": "anubandhaṃ kṣayaṃ hiṃsām anapekṣya ca pauruṣam | mohād ārabhyate karma yat tat tāmasam ucyate ||",
      "transliteration": "anubandhaṃ kṣayaṃ hiṃsām anapekṣya ca pauruṣam | mohād ārabhyate karma yat tat tāmasam ucyate ||",
      "translation": "Action which is undertaken from delusion, without considering consequences, loss, injury to others, or one's own capacity — that action is called tamasic.",
      "audio": "/assets/audio/ch18/verse_18_25.mp3",
      "word_breakdown": [
        {"word": "anubandham", "meaning": "consequences; results that follow; what comes after"},
        {"word": "kṣayam", "meaning": "loss; harm; depletion; harm to oneself"},
        {"word": "hiṃsām", "meaning": "injury; harm to others; violence"},
        {"word": "anapekṣya", "meaning": "without considering; not looking at; disregarding"},
        {"word": "pauruṣam", "meaning": "human capacity; one's own strength and ability"},
        {"word": "mohāt", "meaning": "from delusion; out of ignorance; from confusion"},
        {"word": "ārabhyate", "meaning": "is begun; is undertaken; is initiated"},
        {"word": "tāmasam", "meaning": "tamasic; born of tamas"},
        {"word": "ucyate", "meaning": "is called; is said to be"}
      ],
      "commentary": {
        "dadaji": "Tamasic action is heedless action born of moha — delusion — the fundamental misperception of reality. The tamasic actor ignores four essential considerations before acting: anubandha (what consequences will follow), kṣaya (what loss or harm will come to oneself), hiṃsā (what harm will be done to others), and pauruṣa (whether one actually has the capacity to do this). Dadaji would say: tamas does not plan — it reacts. It does not calculate — it blunders. It is not driven by desire or ego but by the sheer fog of moha. Tamasic action is the most dangerous because it is most likely to cause harm without even the intention of harm — just blind, heedless stumbling.",
        "sarvapriyananda": "Swami Sarvapriyananda explains that tamasic action is characterized above all by its root cause: moha, delusion. While rajasic action at least has deliberate goals (selfish as they may be), tamasic action lacks even that minimal clarity. The four things the tamasic person fails to consider — consequences (anubandha), harm to self (kṣaya), harm to others (hiṃsā), and one's own capacity (pauruṣa) — represent the basic requirements of responsible human action. Tamas short-circuits all of them. This is why the Gita and all dharmaśāstras emphasize viveka — discrimination — as the antidote to tamas: the capacity to see clearly before one acts.",
        "yogananda": "Paramahansa Yogananda teaches that tamasic action originates in the darkest corner of human consciousness — moha, the fog of delusion that clouds all judgment. The tamasic person acts without forethought, without compassion, and without self-knowledge. Anapekṣya pauruṣam — disregarding one's own capacity — points to the tamasic tendency to take on what one cannot handle, or to fail to take on what one must. The mention of hiṃsā — injury to others — is significant: tamasic action is inherently violent because it is blind. Yogananda would say: the only escape from tamasic action is the awakening of inner light through meditation, through which the darkness of moha begins to dissolve.",
        "goyandka": "Shri Goyandkaji explains that moha is the root of all tamasic action: it is the basic confusion of the unawakened mind that cannot distinguish what is real from what is unreal, what is beneficial from what is harmful. From this root moha spring the four negligences the Gita identifies: (1) anubandha — not thinking about what will follow from this action; (2) kṣaya — not considering what will be lost or damaged; (3) hiṃsā — not caring whether others will be hurt; (4) pauruṣa — not honestly assessing whether one has the capacity. He emphasizes that these are not only individual failings but social ones — much collective harm in the world comes from exactly this tamasic pattern of heedless, deluded action."
      }
    },
    {
      "verse": 26,
      "sanskrit": "mukta-saṅgo'nahaṃvādī dhṛty-utsāha-samanvitaḥ | siddhy-asiddhyor nirvikāraḥ kartā sāttvikaḥ ucyate ||",
      "transliteration": "mukta-saṅgo'nahaṃvādī dhṛty-utsāha-samanvitaḥ | siddhy-asiddhyor nirvikāraḥ kartā sāttvikaḥ ucyate ||",
      "translation": "The doer who is free from attachment, non-egotistical, filled with fortitude and enthusiasm, and undisturbed in success and failure — that doer is called sattvic.",
      "audio": "/assets/audio/ch18/verse_18_26.mp3",
      "word_breakdown": [
        {"word": "mukta-saṅgaḥ", "meaning": "free from attachment; released from clinging"},
        {"word": "anahaṃvādī", "meaning": "non-egotistical; one who does not claim 'I did it'"},
        {"word": "dhṛti-utsāha-samanvitaḥ", "meaning": "endowed with fortitude and enthusiasm; sustained in steadiness and zeal"},
        {"word": "siddhi", "meaning": "success; accomplishment; attainment"},
        {"word": "asiddhyoḥ", "meaning": "in failure; in non-accomplishment"},
        {"word": "nirvikāraḥ", "meaning": "undisturbed; unchanged; without modification"},
        {"word": "kartā", "meaning": "doer; agent of action"},
        {"word": "sāttvikaḥ", "meaning": "sattvic; born of sattva"},
        {"word": "ucyate", "meaning": "is called; is said to be"}
      ],
      "commentary": {
        "dadaji": "This verse paints the portrait of the ideal karmayogī in four strokes. Mukta-saṅga: he has released all clinging — to objects, outcomes, and relationships. Anahaṃvādī: he does not say 'I did this' — the ego has stepped back from its claim on action. Dhṛty-utsāha-samanvitaḥ: he is filled with both dhṛti (fortitude, the sustained will that does not tire) and utsāha (enthusiasm, the living energy that keeps action fresh). Nirvikāra in siddhi and asiddhi: success does not inflate him, failure does not deflate him. Dadaji would say: this is not a passive or cold person — the combination of dhṛti and utsāha shows full engagement. But the engagement is not contaminated by ego or desire.",
        "sarvapriyananda": "Swami Sarvapriyananda explains that the sattvic kartā, the sattvic doer, embodies all the qualities that karma yoga aims to cultivate. He draws attention especially to anahaṃvādī — this is perhaps the most radical quality. Not claiming 'I did it' does not mean denying involvement. It means understanding that the Self is not the ego-doer, that action happens through one but is not claimed by one. He also notes the important pairing of dhṛti and utsāha — steadiness and enthusiasm. These two together prevent the sattvic worker from becoming either agitated (too much utsāha without dhṛti) or lethargic (dhṛti without utsāha). And nirvikāra — remaining unmodified — is the equanimity of the Gita expressed as a quality of the doer.",
        "yogananda": "Paramahansa Yogananda teaches that the sattvic kartā is the ideal spiritual worker — not the recluse who withdraws from action but the engaged soul who acts purely, fully, and wisely. Mukta-saṅga: the soul is free because it does not cling. Anahaṃvādī: the soul is humble because it knows all power comes from God. Dhṛty-utsāha-samanvitaḥ: the soul is dynamic, with both the fire of enthusiasm and the steadiness of mountain resolve. Nirvikāra in siddhi and asiddhi: the soul is unshaken, rooted in the inner peace of Self-realization. Yogananda would say: this is not an ideal beyond reach but the natural flowering of one who has truly given their will to God.",
        "goyandka": "Shri Goyandkaji explains that the five marks of the sattvic kartā given in this verse are precisely the qualities that must be cultivated by the spiritual aspirant on the path of karma yoga. (1) Mukta-saṅga: not bound by attachment to anyone or anything. (2) Anahaṃvādī: free from the ego's constant claim 'I did this, I accomplished this.' (3) Dhṛty-utsāha-samanvitaḥ: possessed of the sustained will to continue (dhṛti) combined with the living energy to act joyfully (utsāha) — neither dull nor scattered. (4) Nirvikāra in siddhi and asiddhi: truly equanimous, not merely pretending equanimity while inwardly disturbed. He notes that these qualities reinforce each other: freedom from attachment enables equanimity in results, and equanimity reinforces non-egotism."
      }
    },
    {
      "verse": 27,
      "sanskrit": "rāgī karma-phala-prepsur lubdho hiṃsātmako'śuciḥ | harṣa-śokānvitaḥ kartā rājasaḥ parikīrtitaḥ ||",
      "transliteration": "rāgī karma-phala-prepsur lubdho hiṃsātmako'śuciḥ | harṣa-śokānvitaḥ kartā rājasaḥ parikīrtitaḥ ||",
      "translation": "The doer who is passionate, who desires the fruit of action, greedy, violent, impure, and moved by joy and grief — that doer is proclaimed rajasic.",
      "audio": "/assets/audio/ch18/verse_18_27.mp3",
      "word_breakdown": [
        {"word": "rāgī", "meaning": "passionate; attached; one governed by rāga (attraction)"},
        {"word": "karma-phala-prepsuḥ", "meaning": "one who desires the fruit of action; result-oriented"},
        {"word": "lubdhaḥ", "meaning": "greedy; covetous; one who craves more"},
        {"word": "hiṃsātmakaḥ", "meaning": "violent; cruel in nature; one whose very nature includes harming"},
        {"word": "aśuciḥ", "meaning": "impure; unclean; not pure in body or mind"},
        {"word": "harṣa-śokānvitaḥ", "meaning": "accompanied by joy and grief; moved by elation and sorrow"},
        {"word": "kartā", "meaning": "doer; agent"},
        {"word": "rājasaḥ", "meaning": "rajasic; born of rajas"},
        {"word": "parikīrtitaḥ", "meaning": "proclaimed; declared on all sides; well-known as"}
      ],
      "commentary": {
        "dadaji": "Six marks define the rajasic doer in this verse, forming a vivid psychological portrait. Rāgī: he is governed by rāga — deep emotional attachment, clinging to what he likes. Karma-phala-prepsuḥ: he craves the fruit of every action. Lubdha: he is greedy — what he gets is never enough. Hiṃsātmaka: he has a violent or harsh streak in his very nature (ātmaka — it is part of his essential character, not just occasional behavior). Aśuci: he is impure — in body through indulgence, in mind through passion. Harṣa-śokānvita: he swings between elation and grief as results vary. Dadaji would say: the rajasic person is recognizable above all by this emotional volatility — up when things go well, devastated when they don't.",
        "sarvapriyananda": "Swami Sarvapriyananda explains that the six qualities of the rajasic doer form a chain of causation: rāga (attachment) leads to karma-phala desire (attachment always seeks its fruit); karma-phala desire generates lubdha (greed — the fruit is never enough); greed produces hiṃsā (one will harm others to get what one wants); hiṃsā comes with aśuci (moral and physical impurity); and all of this generates harṣa-śoka, the emotional roller-coaster between joy and sorrow. The rajasic person is thus not simply one who works hard — they are constitutionally bound to a cycle of craving, grasping, getting, losing, and suffering. This is the samsāric pattern in its clearest form.",
        "yogananda": "Paramahansa Yogananda teaches that the rajasic doer is enslaved by the ego's endless wants. Rāgī — the passionate one — is driven by attachments that masquerade as love but are really forms of craving. Karma-phala-prepsuḥ: every action is transactional, always seeking return. Lubdhaḥ: greed is the shadow side of desire — once one fruit is obtained, the appetite immediately seeks another. Hiṃsātmaka: violence of nature arises when the greedy ego feels threatened or blocked. Aśuci: impurity of mind and body follows from living in the lower energies of passion and greed. Harṣa-śokānvita: the final mark — the emotional pendulum swings without rest. Yogananda would say: this is the life of one who has not yet found the inner fountain that does not run dry.",
        "goyandka": "Shri Goyandkaji explains that these six qualities of the rajasic kartā are all interconnected. Rāga is the root: when there is passionate attachment, one inevitably desires the fruits (karma-phala-prepsuḥ). Fruit-desire becomes greed (lubdha) when one wants more and more. Greed corrupts one's relations with others, bringing cruelty (hiṃsātmaka) when others stand in the way of one's desires. Such a person is necessarily impure (aśuci) in conduct. And because all this effort is emotionally charged, the rajasic person is constitutionally reactive — elated by success, devastated by failure (harṣa-śokānvita). He notes that these six qualities are the exact opposite of the sattvic doer's five marks given in the previous verse."
      }
    },
    {
      "verse": 28,
      "sanskrit": "ayuktaḥ prākṛtaḥ stabdhaḥ śaṭho naiṣkṛtiko'lasaḥ | viṣādī dīrgha-sūtrī ca kartā tāmasa ucyate ||",
      "transliteration": "ayuktaḥ prākṛtaḥ stabdhaḥ śaṭho naiṣkṛtiko'lasaḥ | viṣādī dīrgha-sūtrī ca kartā tāmasa ucyate ||",
      "translation": "The doer who is undisciplined, vulgar, obstinate, deceitful, malicious, lazy, despondent, and a procrastinator — that doer is called tamasic.",
      "audio": "/assets/audio/ch18/verse_18_28.mp3",
      "word_breakdown": [
        {"word": "ayuktaḥ", "meaning": "undisciplined; unsteady; lacking in yoga; not self-controlled"},
        {"word": "prākṛtaḥ", "meaning": "vulgar; crude; unreformed; belonging to the lowest nature"},
        {"word": "stabdhaḥ", "meaning": "obstinate; rigid; unresponsive; stubborn and immovable"},
        {"word": "śaṭhaḥ", "meaning": "deceitful; roguish; one who acts by trickery"},
        {"word": "naiṣkṛtikaḥ", "meaning": "malicious; mischievous; one who delights in harming others"},
        {"word": "alasaḥ", "meaning": "lazy; slothful; without energy or initiative"},
        {"word": "viṣādī", "meaning": "despondent; chronically dejected; given to despair"},
        {"word": "dīrgha-sūtrī", "meaning": "procrastinator; literally 'long-threaded'; one who draws everything out"},
        {"word": "tāmasaḥ", "meaning": "tamasic; born of tamas"},
        {"word": "ucyate", "meaning": "is called; is said to be"}
      ],
      "commentary": {
        "dadaji": "Eight marks describe the tamasic kartā, and together they form a portrait of a person swallowed by tamas: (1) ayukta — without discipline, without the self-gathering that yoga requires; (2) prākṛta — unrefined, crude, living purely at the level of unreformed nature; (3) stabdha — obstinate, immovable, unreachable by reason or kindness; (4) śaṭha — deceitful, acting not through direct confrontation but through cunning and dishonesty; (5) naiṣkṛtika — actively malicious, one who takes pleasure in harming; (6) alasa — slothful, without the energy to act even when action is needed; (7) viṣādī — despondent, chronically low, unable to sustain hope; (8) dīrgha-sūtrī — literally 'long-threaded,' a procrastinator who perpetually delays. Dadaji would say: this is the person most in need of grace, yet least able to open to it.",
        "sarvapriyananda": "Swami Sarvapriyananda explains that the eight qualities of the tamasic doer represent the complete domination of the personality by the downward pull of tamas. He draws particular attention to dīrgha-sūtrī — the procrastinator — as a quality that many people overlook in themselves. The 'long thread' image is precise: the tamasic person always has one more step before they can begin, always draws out the preparation indefinitely. He also notes the pairing of alasa (slothful — no energy) and viṣādī (despondent — no hope): these two reinforce each other in a self-sustaining cycle of inaction and despair. The route out of tamas is through rajas — arousing energy, taking small steps — before the refinement into sattva becomes possible.",
        "yogananda": "Paramahansa Yogananda teaches that the tamasic doer is one whose divine light has been almost entirely obscured by the density of ignorance. Ayukta: no self-discipline, no yoga practice to illumine the mind. Prākṛta: living at the level of unreformed nature, without aspiration for something higher. Stabdha: the stubbornness of tamas — unwilling to grow, to change, to receive guidance. Śaṭha and naiṣkṛtika: the moral degeneracy that tamas produces — deceit and malice become the tools of one who has no higher recourse. Alasa and viṣādī: no energy, no hope. Dīrgha-sūtrī: the perpetual postponement of all that truly matters. Yogananda would say: even for such a person, divine grace is available — but they must take even one small step toward the light, and God will meet them there.",
        "goyandka": "Shri Goyandkaji explains that the eight marks of the tamasic doer represent the full flowering of tamas in the human personality. He notes that ayukta (undisciplined, not integrated through self-control) is the foundational quality — from this lack of discipline all the others flow. Prākṛta (crude, unreformed) means the person has made no effort at refinement through sādhana or saṅga. Stabdha (obstinate) is the rigidity of tamas — the inability to be moved by truth or compassion. Śaṭha (deceitful) and naiṣkṛtika (malicious) show the moral degeneration. Alasa (lazy), viṣādī (despondent), and dīrgha-sūtrī (procrastinating) together form a picture of tamasic inaction: no energy, no will, no follow-through. He emphasizes that recognizing these qualities in oneself is the first and most difficult step toward transcending them."
      }
    },
    {
      "verse": 29,
      "sanskrit": "buddher bhedaṃ dhṛteś caiva guṇatas tri-vidhaṃ śṛṇu | procyamānaṃ aśeṣeṇa pṛthaktvena dhanañjaya ||",
      "transliteration": "buddher bhedaṃ dhṛteś caiva guṇatas tri-vidhaṃ śṛṇu | procyamānaṃ aśeṣeṇa pṛthaktvena dhanañjaya ||",
      "translation": "Hear also the threefold distinction of buddhi and dhṛti according to the guṇas, described completely and separately, O Dhanañjaya.",
      "audio": "/assets/audio/ch18/verse_18_29.mp3",
      "word_breakdown": [
        {"word": "buddheḥ", "meaning": "of buddhi; of intelligence; of the discriminating faculty"},
        {"word": "bhedam", "meaning": "distinction; division; differentiation"},
        {"word": "dhṛteḥ", "meaning": "of dhṛti; of steadfastness; of fortitude"},
        {"word": "ca eva", "meaning": "and also; as well"},
        {"word": "guṇataḥ", "meaning": "according to the guṇas; by the three qualities of nature"},
        {"word": "tri-vidham", "meaning": "threefold; of three kinds"},
        {"word": "śṛṇu", "meaning": "hear; listen"},
        {"word": "procyamānam", "meaning": "being declared; being described; as I am about to tell"},
        {"word": "aśeṣeṇa", "meaning": "completely; without remainder; fully and exhaustively"},
        {"word": "pṛthaktvena", "meaning": "separately; distinctly; one by one"},
        {"word": "dhanañjaya", "meaning": "O Dhanañjaya; O conqueror of wealth (Arjuna's epithet)"}
      ],
      "commentary": {
        "dadaji": "This transitional verse announces the next two triads: the threefold buddhi (discriminating intelligence) and the threefold dhṛti (steadfastness). Krishna uses the same method throughout this chapter — taking each faculty of the human being and showing how it is colored by the three guṇas. Aśeṣeṇa — completely, without remainder — indicates the comprehensiveness of what follows. Pṛthaktvena — separately — means each type will be given its own distinct description. Dadaji would note that the address 'Dhanañjaya' — conqueror of wealth — is apt here: true wealth is viveka, discriminating intelligence, and Arjuna is being given the tools to conquer this inner wealth.",
        "sarvapriyananda": "Swami Sarvapriyananda explains that buddhi and dhṛti are paired here because they represent the two key faculties of the inner instrument (antaḥkaraṇa) that determine the quality of all action. Buddhi is discriminating intelligence — the capacity to discern what is real, what is dharmic, what leads to liberation. Dhṛti is the steadfastness or will-power that sustains action once buddhi has discerned the right course. Knowing without the will to act on that knowing is incomplete; will without proper discernment is dangerous. Together they form the essential inner equipment of the spiritual life. The verse's structure — hear (śṛṇu), described completely (aśeṣeṇa), separately (pṛthaktvena) — signals the careful, systematic exposition to follow.",
        "yogananda": "Paramahansa Yogananda teaches that buddhi and dhṛti represent two of the most important inner capacities on the spiritual path. Buddhi is the wisdom-faculty — the intuitive intelligence that can distinguish the real from the unreal, the eternal from the transient. Dhṛti is the spiritual will — the determination to stay the course through all obstacles. Krishna announces here that these two will be described in their threefold guna-expression, so that the seeker can identify where they currently stand and what they need to cultivate. Yogananda would say: developing sattvic buddhi through meditation and sattvic dhṛti through disciplined practice are the twin pillars of the spiritual ascent.",
        "goyandka": "Shri Goyandkaji explains that this verse serves as a transitional announcement: having completed the triads of jñāna (knowledge), karma (action), and kartā (doer), Krishna now turns to the subtler inner faculties — buddhi and dhṛti. He notes that aśeṣeṇa (completely, leaving nothing out) reflects the Gita's characteristic thoroughness: every dimension of human experience is examined through the lens of the three guṇas. Pṛthaktvena (separately) ensures that each variety is given its due definition rather than being lumped together. The direct address to Dhanañjaya ('conqueror of wealth') carries, in Goyandkaji's reading, the suggestion that this wisdom itself is the greatest wealth — and Arjuna must now 'conquer' it through attentive listening."
      }
    },
    {
      "verse": 30,
      "sanskrit": "pravṛttiṃ ca nivṛttiṃ ca kāryākārye bhayābhaye | bandhaṃ mokṣaṃ ca yā vetti buddhiḥ sā pārtha sāttvikī ||",
      "transliteration": "pravṛttiṃ ca nivṛttiṃ ca kāryākārye bhayābhaye | bandhaṃ mokṣaṃ ca yā vetti buddhiḥ sā pārtha sāttvikī ||",
      "translation": "The buddhi which knows what is to be pursued and what is to be avoided, what should be done and what should not be done, what is fear and what is fearlessness, what is bondage and what is liberation — that buddhi, O Pārtha, is sattvic.",
      "audio": "/assets/audio/ch18/verse_18_30.mp3",
      "word_breakdown": [
        {"word": "pravṛttim", "meaning": "what is to be pursued; engagement; the path of activity"},
        {"word": "nivṛttim", "meaning": "what is to be avoided; withdrawal; the path of cessation"},
        {"word": "kārya", "meaning": "what should be done; duty; what is to be performed"},
        {"word": "akārye", "meaning": "what should not be done; what is forbidden; non-duty"},
        {"word": "bhaya", "meaning": "fear; what is truly to be feared"},
        {"word": "abhaye", "meaning": "fearlessness; what is not to be feared; freedom from fear"},
        {"word": "bandham", "meaning": "bondage; what binds the soul"},
        {"word": "mokṣam", "meaning": "liberation; freedom; release from bondage"},
        {"word": "yā", "meaning": "which"},
        {"word": "vetti", "meaning": "knows; discerns; understands clearly"},
        {"word": "buddhiḥ", "meaning": "intelligence; the discriminating faculty"},
        {"word": "sā", "meaning": "that"},
        {"word": "pārtha", "meaning": "O Pārtha; O son of Pṛthā (Arjuna)"},
        {"word": "sāttvikī", "meaning": "sattvic; born of sattva; of the nature of purity and light"}
      ],
      "commentary": {
        "dadaji": "Sattvic buddhi is viveka in its highest form — the discriminating intelligence that knows the right distinction in all six pairs of opposites. Pravṛtti and nivṛtti: what to engage with and what to withdraw from in life. Kārya and akārya: what dharma demands and what dharma forbids. Bhaya and abhaya: what is truly threatening to one's higher welfare and what is not to be feared. Bandha and mokṣa: what binds the soul and what liberates it. Dadaji would say: sattvic buddhi is not mere intellectual cleverness but the integrated wisdom that makes right choices possible at every level — practical, moral, and spiritual. This is the buddhi the Gita calls upon Arjuna to exercise: 'yukta-buddhiḥ' — intelligence united with the Divine.",
        "sarvapriyananda": "Swami Sarvapriyananda explains that this verse defines sattvic buddhi through six paired discriminations, each representing a different domain of human life. Pravṛtti/nivṛtti: the domain of life choices — when to act and when to refrain. Kārya/akārya: the domain of ethics — what is duty and what is its violation. Bhaya/abhaya: the domain of existential orientation — what should be feared (bondage, adharma) and what should not (death, criticism, loss of worldly things). Bandha/mokṣa: the domain of liberation — knowing what chains the soul and what frees it. Sattvic buddhi correctly discriminates in all these domains simultaneously. He notes that this directly echoes the Gita's earlier discussion of the 'intelligence established in the Self' (sthitaprajña).",
        "yogananda": "Paramahansa Yogananda teaches that sattvic buddhi is the soul's faculty of divine discrimination — what the Hindu tradition calls viveka. It knows pravṛtti and nivṛtti: when to move toward an experience and when to step back from it for one's spiritual good. It knows kārya and akārya: its moral compass is clear, not clouded by self-interest or passion. It knows bhaya and abhaya: the sattvic person fears only what truly endangers their spiritual progress and is fearless in all else. And most profoundly, it knows bandha and mokṣa: it can identify exactly what is keeping the soul in bondage and what the path to liberation looks like. Yogananda would say: such buddhi is developed through sustained meditation, self-study, and the guidance of a realized teacher.",
        "goyandka": "Shri Goyandkaji explains that this verse defines sattvic buddhi as discriminative wisdom operating across the entire spectrum of human existence. He emphasizes the three pairs in ascending order of spiritual depth: (1) pravṛtti/nivṛtti — practical wisdom about what to pursue and what to renounce in daily life; (2) kārya/akārya — ethical wisdom about what action dharma prescribes and prohibits; (3) bhaya/abhaya — existential wisdom about what is truly a danger (adharma, bondage) and what is not; and most critically, (4) bandha/mokṣa — soteriological wisdom, knowing what binds the ātman and what liberates it. He notes that this last pair is the crowning discrimination: for only the buddhi that has itself been oriented toward mokṣa can guide a person to mokṣa."
      }
    }
  ]
}
