{
  "chapter": 6,
  "verses": [
    {
      "verse": 41,
      "sanskrit": "प्राप्य पुण्यकृतां लोकानुषित्वा शाश्वतीः समाः ।\nशुचीनां श्रीमतां गेहे योगभ्रष्टोऽभिजायते ॥",
      "transliteration": "prāpya puṇya-kṛtāṃ lokān uṣitvā śāśvatīḥ samāḥ\nśucīnāṃ śrīmatāṃ gehe yoga-bhraṣṭo 'bhijāyate",
      "translation": "Having attained the worlds of the righteous and dwelling there for immeasurable years, the fallen yogi is reborn in the house of the pure and prosperous.",
      "audio": "/assets/audio/ch06/verse_06_41.mp3",
      "word_breakdown": [
        {
          "word": "पुण्यकृताम्",
          "transliteration": "puṇya-kṛtāṃ",
          "root": "puṇya (merit) + √kṛ (to do)",
          "grammatical_form": "Compound noun, masculine, genitive, plural",
          "meaning": "of the righteous / of those who have performed meritorious deeds"
        },
        {
          "word": "शाश्वतीः",
          "transliteration": "śāśvatīḥ",
          "root": "śāśvata (eternal, lasting)",
          "grammatical_form": "Adjective, feminine, accusative, plural",
          "meaning": "immeasurable / many long-lasting (years)"
        },
        {
          "word": "शुचीनाम्",
          "transliteration": "śucīnāṃ",
          "root": "√śuc (to shine, to be pure)",
          "grammatical_form": "Adjective used as noun, masculine, genitive, plural",
          "meaning": "of the pure / of those who are spiritually clean"
        },
        {
          "word": "योगभ्रष्टः",
          "transliteration": "yoga-bhraṣṭaḥ",
          "root": "yoga + √bhraṃś (to fall, to slip)",
          "grammatical_form": "Compound noun, masculine, nominative, singular",
          "meaning": "the fallen yogi / one who has slipped from the path of yoga"
        },
        {
          "word": "अभिजायते",
          "transliteration": "abhijāyate",
          "root": "abhi + √jan (to be born)",
          "grammatical_form": "Verb, present tense, passive, third person singular",
          "meaning": "is born / takes birth — is reborn into"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji used to say with quiet reassurance: 'Not one step taken toward God is ever wasted — not one.' This verse is Krishna's own guarantee of that truth. The yoga-bhraṣṭa — the one who tried and fell — does not fall into darkness. He rises first to the luminous worlds of the righteous, enjoys those fruits of sincere spiritual effort, and then descends again into a life of purity and prosperity. The word 'śucīnāṃ śrīmatāṃ' — pure and prosperous — tells us something sweet: God arranges a beautiful cradle for the returning soul. Born into a noble family with spiritual atmosphere, the fallen yogi finds himself once again in the right environment to resume what he left incomplete. Divine compassion leaves no soul abandoned.",
        "sarvapriyananda": "The Vedantic reading of this verse illuminates the cosmic justice woven into the structure of karma and rebirth. The yoga-bhraṣṭa first reaps the positive fruits of sincere spiritual effort — the puṇya-kṛtāṃ lokān, the higher planes of existence — because no action performed in God-consciousness goes unrewarded. Then, after those fruits are exhausted, the soul descends again, but not randomly. It is drawn to a śucī (pure) and śrīmān (prosperous) household — an environment that will support its next attempt at liberation. This is the śāstra's compassionate teaching: the law of karma does not punish sincerity; it creates the conditions for its eventual fulfillment.",
        "yogananda": "Yogananda teaches that after the death of the body, the soul does not immediately reincarnate. It first passes through the astral realms — here referred to as the 'worlds of the righteous' — where it experiences the refined states it cultivated in meditation. These astral sojourns can span vast time periods. When the soul descends again, it is drawn by its own vibratory affinity to a family whose spiritual atmosphere resonates with its inner development. Being born in the house of the śucī (pure) corresponds to an environment rich with sattva — where meditation, devotion, and dharmic living are natural. The soul is thus given every advantage to resume its journey.",
        "goyandka": "Goyandka notes that this verse answers an implicit anxiety: will the sincere yogi who fails suffer the same fate as the irreligious? Absolutely not, says the Lord. The yoga-bhraṣṭa first enjoys the puṇya-lokas — the planes earned by righteous living — for 'śāśvatīḥ samāḥ,' an almost incalculable span of time. Only then does he return to earth, and even that return is arranged by cosmic law into a śucī (morally pure) and śrīmat (materially comfortable) household. Such a birth gives him both the inner orientation and the outer leisure to resume sādhanā. This is the systematic benevolence of dharma for those who sincerely undertake its highest path."
      }
    },
    {
      "verse": 42,
      "sanskrit": "अथ वा योगिनामेव कुले भवति धीमताम् ।\nएतद्धि दुर्लभतरं लोके जन्म यदीदृशम् ॥",
      "transliteration": "atha vā yoginām eva kule bhavati dhīmatām\netad dhi durlabha-taraṃ loke janma yad īdṛśam",
      "translation": "Or he is born into a family of wise yogis — such a birth as this is most difficult to obtain in the world.",
      "audio": "/assets/audio/ch06/verse_06_42.mp3",
      "word_breakdown": [
        {
          "word": "योगिनाम्",
          "transliteration": "yoginām",
          "root": "yoga + -in (practitioner suffix)",
          "grammatical_form": "Noun, masculine, genitive, plural",
          "meaning": "of yogis / of those established in yoga practice"
        },
        {
          "word": "कुले",
          "transliteration": "kule",
          "root": "kula (family, lineage, clan)",
          "grammatical_form": "Noun, neuter, locative, singular",
          "meaning": "in the family / in the lineage of"
        },
        {
          "word": "धीमताम्",
          "transliteration": "dhīmatām",
          "root": "dhī (intelligence, wisdom) + -mat (possessing)",
          "grammatical_form": "Adjective used as noun, masculine, genitive, plural",
          "meaning": "of the wise / of those endowed with refined intelligence"
        },
        {
          "word": "दुर्लभतरम्",
          "transliteration": "durlabha-taraṃ",
          "root": "dur (difficult) + √labh (to obtain) + tara (comparative suffix)",
          "grammatical_form": "Adjective, neuter, nominative, singular — comparative degree",
          "meaning": "most difficult to obtain / rarer still — harder to come by than all other births"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji would pause meaningfully whenever he quoted this verse. 'Think,' he would say, 'how rare it is to be born in a home where someone meditates, where God's name is spoken at the dinner table, where the atmosphere is saturated with sādhanā.' The word 'dhīmatām' — wise yogis — captures something extraordinary: not merely a family that follows ritual, but one where wisdom and direct inner practice are alive. This birth, Krishna says, is durlabhataram — rarer even than the pious householder's birth of verse 41. To be born where spiritual intelligence surrounds you from your first breath is the greatest gift karma can bestow. If you have had even a glimpse of such a home, honor it deeply.",
        "sarvapriyananda": "Two possibilities are offered for the yoga-bhraṣṭa's rebirth: the house of the pure and prosperous (v41), or — presented here as a second and higher alternative — the kula of yogis themselves. The word 'eva' (indeed, certainly) emphasizes that this second birth is specifically within an active lineage of practitioners, not merely a morally upright family. The superlative 'durlabhataram' — more difficult to obtain than anything else in the world — signals that Krishna considers this birth the supreme arrangement karma can make. From the Advaita perspective, it means being born into an environment where the highest teaching of non-duality is breathed in from childhood.",
        "yogananda": "Yogananda often emphasized the inestimable importance of the spiritual environment one is born into. He called it 'spiritual heredity' — the subtle transmission of yogic attainment that flows through a lineage of sincere practitioners. To be born in the kula of yoginām dhīmatām is to inherit a vibratory patrimony that immediately supports meditation, renunciation, and God-realization. The soul that has earned such a birth enters life already resonant with the inner states it had previously cultivated. This is why Yogananda taught that choosing one's spiritual community carefully in this life creates the conditions for the most auspicious rebirth in the next.",
        "goyandka": "This verse presents a gradation. The previous verse described rebirth in a śucī-śrīmat household — morally pure and comfortable. This verse presents an even more exalted option: birth directly in the family of wise yogis. Goyandka emphasizes the word 'dhīmatām' — it is not enough to be yogis in name; these are dhī-mān, endowed with discriminative intelligence, which points to jñāna-yoga alongside dhyāna-yoga. Such a family transmits not only religious habit but viveka (discrimination). The declaration 'etad dhi durlabhataram loke' is Krishna's own statement of how rare and precious this destiny is — it surpasses all worldly blessings."
      }
    },
    {
      "verse": 43,
      "sanskrit": "तत्र तं बुद्धिसंयोगं लभते पौर्वदेहिकम् ।\nयतते च ततो भूयः संसिद्धौ कुरुनन्दन ॥",
      "transliteration": "tatra taṃ buddhi-saṃyogaṃ labhate paurva-dehikam\nyatate ca tato bhūyaḥ saṃsiddhau kuru-nandana",
      "translation": "There he revives the intelligence of his previous life and from that he strives again for perfection, O joy of the Kurus.",
      "audio": "/assets/audio/ch06/verse_06_43.mp3",
      "word_breakdown": [
        {
          "word": "बुद्धिसंयोगम्",
          "transliteration": "buddhi-saṃyogaṃ",
          "root": "buddhi (intelligence) + saṃ + √yuj (to join, to unite)",
          "grammatical_form": "Compound noun, masculine, accusative, singular",
          "meaning": "reconnection with intelligence / re-linking to the spiritual discernment of the previous life"
        },
        {
          "word": "पौर्वदेहिकम्",
          "transliteration": "paurva-dehikam",
          "root": "pūrva (previous) + deha (body) + -ika (belonging to)",
          "grammatical_form": "Adjective, masculine, accusative, singular",
          "meaning": "belonging to the previous body / from the former life — the accumulated spiritual capital of the past birth"
        },
        {
          "word": "संसिद्धौ",
          "transliteration": "saṃsiddhau",
          "root": "saṃ + √sidh (to succeed, to be perfected)",
          "grammatical_form": "Noun, feminine, locative, singular",
          "meaning": "in perfection / toward complete spiritual attainment — the final goal of liberation"
        },
        {
          "word": "कुरुनन्दन",
          "transliteration": "kuru-nandana",
          "root": "Kuru (dynasty name) + nandana (joy, delight)",
          "grammatical_form": "Vocative compound, masculine, singular",
          "meaning": "O joy of the Kurus — a loving address to Arjuna as the delight of his noble lineage"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji called this verse 'the proof of God's perfect memory.' Nothing is lost. The buddhi-saṃyoga — the reconnection with one's previous spiritual intelligence — happens automatically when the soul takes birth in the right environment. A child born in a yogi's home who shows precocious spiritual sensitivity, who is naturally drawn to meditation without being taught — that is this verse made visible. Dadaji often told the story of young saints who seemed to already know what they had not yet learned, because they had learned it before. The phrase 'kuru-nandana' — joy of the Kurus — is a tender aside from Krishna to Arjuna: 'This is your heritage too. Every step you take now carries forward into eternity.'",
        "sarvapriyananda": "The crucial term here is 'buddhi-saṃyoga' — the re-union of consciousness with its previously cultivated spiritual intelligence. Vedanta teaches that the subtle body (sūkṣma-śarīra) carries the saṃskāras — the impressions — from one birth to the next. When the soul takes birth in a spiritually charged environment, those saṃskāras are reactivated more rapidly. This is why certain souls seem to leap ahead in a single lifetime: they are not beginning anew but resuming. The verb 'labhate' (obtains, recovers) is precise — it is not earned fresh but recovered, like a debt repaid. From there, the striving toward 'saṃsiddhau' — complete perfection — resumes with accumulated momentum.",
        "yogananda": "Yogananda described this process as the soul 'picking up the thread.' Each earnest meditation, each moment of divine contact, creates a groove — a channel — in the superconscious mind. Death cannot erase that groove. In the new body, when the child first encounters meditation or devotion, those ancient channels reopen with astonishing ease. Yogananda pointed to the lives of great saints who, from childhood, displayed mystical states that ordinary religious training could never produce in a lifetime. This is buddhi-saṃyoga — the divine reunion with one's own highest self. The address 'kuru-nandana' carries warmth: Krishna is reassuring Arjuna that sincere effort now will make his future lives blessed.",
        "goyandka": "Goyandka's classical commentary focuses on the precision of 'paurva-dehikam' — specifically belonging to the previous body, meaning the accumulated discriminative intelligence and spiritual refinement of the prior life. This is distinct from general puṇya (merit), which anyone may accumulate. The yoga-bhraṣṭa's buddhi carries the specific flavor of his practice: his degree of vairāgya, his meditation depth, his understanding of śāstra. All of this re-manifests. The phrase 'yatate ca tato bhūyaḥ' — 'he strives again from that point' — indicates continuity of effort across the discontinuity of death, which Goyandka presents as the śāstra's definitive answer to the anxiety about spiritual progress being cut short."
      }
    },
    {
      "verse": 44,
      "sanskrit": "पूर्वाभ्यासेन तेनैव ह्रियते ह्यवशोऽपि सः ।\nजिज्ञासुरपि योगस्य शब्दब्रह्मातिवर्तते ॥",
      "transliteration": "pūrvābhyāsena tenaiva hriyate hy avaśo 'pi saḥ\njijñāsur api yogasya śabda-brahmātivartate",
      "translation": "By the very force of his previous practice he is carried forward even without his will — he who merely inquires about yoga surpasses the Vedic word.",
      "audio": "/assets/audio/ch06/verse_06_44.mp3",
      "word_breakdown": [
        {
          "word": "पूर्वाभ्यासेन",
          "transliteration": "pūrvābhyāsena",
          "root": "pūrva (previous) + abhi + √as (to practice repeatedly)",
          "grammatical_form": "Compound noun, masculine, instrumental, singular",
          "meaning": "by previous practice / through the force of prior spiritual disciplines"
        },
        {
          "word": "अवशः",
          "transliteration": "avaśaḥ",
          "root": "a (not) + vaśa (will, control)",
          "grammatical_form": "Adjective, masculine, nominative, singular",
          "meaning": "without will / involuntarily — even without conscious effort or self-direction"
        },
        {
          "word": "जिज्ञासुः",
          "transliteration": "jijñāsuḥ",
          "root": "√jñā (to know) — desiderative: one who desires to know",
          "grammatical_form": "Desiderative noun, masculine, nominative, singular",
          "meaning": "a sincere inquirer / one who merely desires to understand yoga"
        },
        {
          "word": "शब्दब्रह्म",
          "transliteration": "śabda-brahma",
          "root": "śabda (sound, word) + brahman (the Absolute)",
          "grammatical_form": "Compound noun, neuter, accusative, singular",
          "meaning": "the Vedic word / the scriptural Absolute — the exoteric dimension of the Vedas as ritual and injunction"
        },
        {
          "word": "अतिवर्तते",
          "transliteration": "ativartate",
          "root": "ati + √vṛt (to move, to abide) — to surpass, to go beyond",
          "grammatical_form": "Verb, present tense, active, third person singular",
          "meaning": "surpasses / transcends / goes beyond"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji loved this verse with great tenderness. 'Even avaśaḥ — helplessly, without trying — the soul is pulled toward God by what it once practiced.' He would say it like a reassurance to struggling seekers: 'Your sincere practice today is building a current. One day, in this life or the next, you will find yourself drawn toward God with a pull you cannot explain and do not need to explain — it will simply be so.' And then the beautiful second line: even a mere jijñāsu — someone who is only curious about yoga, who has only begun to wonder — already surpasses the exoteric Vedic path. The inner search, however tentative, is greater than perfect ritual observance.",
        "sarvapriyananda": "This verse contains one of the most liberating statements in all of Vedantic literature: 'śabda-brahmātivartate' — he transcends śabda-brahman. Śabda-brahman refers to the Vedas in their ritualistic, karma-kāṇḍa aspect — the path of prescribed action, sacrifice, and worldly fruit. Even a jijñāsu — a mere spiritual inquirer, not yet a perfected yogi — has already gone beyond this level. Shankaracharya reads this as placing jñāna-yoga and dhyāna-yoga categorically above karma-kāṇḍa. The deeper point is that sincere inner inquiry operates in a dimension that external ritual, however precise, cannot reach. Practice carries its own momentum, pulling the soul forward even when the ego does not cooperate.",
        "yogananda": "Yogananda called pūrvābhyāsa — prior practice — 'spiritual gravity.' Just as physical gravity pulls matter downward without requiring the matter's consent, spiritual gravity pulls the prepared soul toward its source without requiring the ego's assent. 'Avaśo 'pi' — even without will — is Yogananda's proof that grace and karma work together: the sincere meditator builds a gravitational field around his own soul that eventually draws him home. The second half of the verse is equally profound: the jijñāsu — the seeker who only asks the question — has already exceeded the śabda-brahman path, because the question itself arises from the inner Self calling to itself, which no external ritual can replicate.",
        "goyandka": "Goyandka draws a careful distinction in this verse between two types of yoga-bhraṣṭa mentioned across verses 41-44. The first type (v41) is born into a pious household, the second and higher type (v42) into a yogi's household. For both, prior practice exerts an irresistible pull — 'hriyate hy avaśo 'pi saḥ' — he is carried forward even without his own volition. This is the śāstra's teaching that saṃskāras (spiritual impressions) are not destroyed by death. The remarkable claim that the jijñāsu surpasses śabda-brahman is Goyandka's evidence that the Gita places direct inquiry into the nature of the self above the exoteric Vedic path of ritual and reward."
      }
    },
    {
      "verse": 45,
      "sanskrit": "प्रयत्नाद्यतमानस्तु योगी संशुद्धकिल्बिषः ।\nअनेकजन्मसंसिद्धस्ततो याति परां गतिम् ॥",
      "transliteration": "prayatnād yatamānas tu yogī saṃśuddha-kilbiṣaḥ\naneka-janma-saṃsiddhas tato yāti parāṃ gatim",
      "translation": "The yogi who strives with effort, purified of all sins, gradually perfected through many births — then reaches the supreme goal.",
      "audio": "/assets/audio/ch06/verse_06_45.mp3",
      "word_breakdown": [
        {
          "word": "प्रयत्नात्",
          "transliteration": "prayatnāt",
          "root": "pra + √yat (to strive, to endeavor)",
          "grammatical_form": "Noun, masculine, ablative, singular",
          "meaning": "with effort / through earnest endeavor — because of diligent striving"
        },
        {
          "word": "संशुद्धकिल्बिषः",
          "transliteration": "saṃśuddha-kilbiṣaḥ",
          "root": "saṃ + √śudh (to purify) + kilbiṣa (sin, impurity)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "purified of all sins / completely cleansed of impurity — one whose entire stock of negative karma is dissolved"
        },
        {
          "word": "अनेकजन्मसंसिद्धः",
          "transliteration": "aneka-janma-saṃsiddhaḥ",
          "root": "aneka (many) + janma (birth) + saṃ + √sidh (to perfect)",
          "grammatical_form": "Compound adjective, masculine, nominative, singular",
          "meaning": "perfected through many births / ripened over numerous lifetimes of sincere practice"
        },
        {
          "word": "परां गतिम्",
          "transliteration": "parāṃ gatim",
          "root": "para (supreme, highest) + √gam (to go) → gati (path, goal, state)",
          "grammatical_form": "Adjective + noun, feminine, accusative, singular",
          "meaning": "the supreme goal / the highest destination — mokṣa, liberation from the cycle of birth and death"
        }
      ],
      "commentary": {
        "dadaji": "This verse is the crescendo of the entire journey described in verses 37-45. Dadaji would read it slowly, as if each word were a milestone: 'Prayatnāt — with effort, willingly, strenuously; saṃśuddha-kilbiṣaḥ — cleansed of every sin; aneka-janma-saṃsiddhaḥ — perfected across many, many births.' He would then say: 'Do not be frightened by many births. You are not racing against time. You are moving toward God, and God is not going anywhere. Each birth is a gift of another chance. The important word is tataḥ — then. After all that effort, after all that purification, after all those births — then, finally, he reaches the parāṃ gatim, the supreme goal.' It is a verse of ultimate patience and ultimate certainty.",
        "sarvapriyananda": "Verse 45 presents the complete arc of the yoga-bhraṣṭa's journey compressed into a single verse: earnest effort (prayatnāt yatamānaḥ) → purification of karma (saṃśuddha-kilbiṣaḥ) → ripening across multiple births (aneka-janma-saṃsiddhaḥ) → liberation (parāṃ gatim). The Vedantic significance is in 'saṃśuddha-kilbiṣaḥ' — complete purity. Advaita teaches that liberation is not achieved; it is revealed when obstruction is removed. Kilbiṣa — spiritual impurity, the accumulated residue of ignorance and desire — is what obscures the self-luminous Ātman. When the kilbiṣa is fully saṃśuddha (thoroughly purified), the Self shines naturally and the yogi reaches the parā gati without any further effort.",
        "yogananda": "Yogananda saw verse 45 as Krishna's compassionate normalization of the long spiritual journey. Most souls require many incarnations. The great news is that effort is cumulative, purification is progressive, and liberation is certain. The phrase 'aneka-janma-saṃsiddha' — perfected through many births — should inspire rather than discourage, Yogananda taught. Each sincere incarnation burns away another layer of karmic obscuration. He often compared this to the progressive firing of clay: each kiln hardens and purifies the vessel further until it is ready to hold the divine. 'Parāṃ gatim' — the supreme state — is what Yogananda called 'cosmic consciousness': the final absorption of the individual soul into infinite Spirit, from which it never again returns.",
        "goyandka": "Goyandka notes the grammatical precision of 'tataḥ' — from that point, only then. It signals that parā gati is the consequence of a completed process, not a sudden grace granted before preparation is done. The three qualifications for this attainment are listed explicitly: (1) prayatnāt yatamānaḥ — sustained deliberate effort in this and future lives; (2) saṃśuddha-kilbiṣaḥ — complete dissolution of sin and impurity through that effort; (3) aneka-janma-saṃsiddhaḥ — gradual maturation across many lifetimes. Only when all three conditions are met does the yogi attain the parā gati. This is not pessimism but precision: the śāstra is mapping the actual spiritual journey with clinical honesty and infinite compassion."
      }
    },
    {
      "verse": 46,
      "sanskrit": "तपस्विभ्योऽधिको योगी ज्ञानिभ्योऽपि मतोऽधिकः ।\nकर्मिभ्यश्चाधिको योगी तस्माद्योगी भवार्जुन ॥",
      "transliteration": "tapasvibhyo 'dhiko yogī jñānibhyo 'pi mato 'dhikaḥ\nkarmibhyaś cādhiko yogī tasmād yogī bhavārjuna",
      "translation": "The yogi is greater than the ascetics, greater than the jñānis, and greater than the ritualists — therefore be a yogi, O Arjuna.",
      "audio": "/assets/audio/ch06/verse_06_46.mp3",
      "word_breakdown": [
        {
          "word": "तपस्विभ्यः",
          "transliteration": "tapasvibhyaḥ",
          "root": "tapas (austerity, heat) + -vin (one who has/practices)",
          "grammatical_form": "Noun, masculine, ablative, plural",
          "meaning": "than the ascetics / than those who practice severe austerities"
        },
        {
          "word": "ज्ञानिभ्यः",
          "transliteration": "jñānibhyaḥ",
          "root": "√jñā (to know) + -in (one who possesses)",
          "grammatical_form": "Noun, masculine, ablative, plural",
          "meaning": "than the jñānis / than those who pursue the path of intellectual knowledge"
        },
        {
          "word": "कर्मिभ्यः",
          "transliteration": "karmibhyaḥ",
          "root": "karman (action, ritual) + -in (one who performs)",
          "grammatical_form": "Noun, masculine, ablative, plural",
          "meaning": "than the ritualists / than those who follow the path of prescribed Vedic action"
        },
        {
          "word": "योगी भव",
          "transliteration": "yogī bhava",
          "root": "yoga + -in / √bhū (to become, to be)",
          "grammatical_form": "Noun, masculine, nominative + imperative, second person singular",
          "meaning": "be a yogi — a direct imperative command from Krishna to Arjuna to become a practitioner of yoga"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji said this verse is Krishna speaking with the full authority of the divine guru — not persuading but declaring. Three groups are named: the tapasvī who mortifies the body, the jñānī who cultivates intellectual knowledge, the karmī who follows ritual. All three paths have their dignity. Yet the yogī — the one who joins his entire being, breath, mind, and will with the Supreme — surpasses them all. The direct command 'yogī bhava' — become a yogi — is not a suggestion. Dadaji would say: 'When God himself says become this, what reason can we give for not becoming it?' The entire sixth chapter of Dhyana Yoga is a preparation for these two words: yogī bhava.",
        "sarvapriyananda": "This verse is the chapter's central axiom, its structural thesis. Krishna grades the paths: tapas (austerity) disciplines the body but does not directly dissolve ignorance; jñāna (as used here in its lower sense of mere intellectual study) cultivates discrimination but without inner stillness remains conceptual; karma (ritual action) generates merit but binds through expectation of fruit. Yoga — in the sense of dhyāna-yoga, the direct union of consciousness with its source — subsumes and transcends all three. The word 'mataḥ' (in my considered view, my opinion) makes this Krishna's personal declaration, not merely a categorical claim. Advaita reads yoga here as the integrated path that leads to the direct experience of non-duality.",
        "yogananda": "Yogananda interpreted this triad — tapasvin, jñānī, karmī — as representing three incomplete approaches to God-realization. Tapas without inner stillness becomes ego-driven mortification. Jñāna without the transformation of consciousness becomes intellectual pride. Karma without inner renunciation generates spiritual bondage. The yogī, properly understood, integrates all three: his practice is tapas (disciplined effort), his inquiry is jñāna (directed toward the Self), and his life is karma-yoga (action surrendered to God). But because he unites all of these in the fire of direct meditation — actual inner contact with divine consciousness — he surpasses each path practised in isolation. 'Yogī bhava' is therefore not a narrow injunction but an invitation to the most complete form of human spiritual life.",
        "goyandka": "Goyandka observes that this verse uses the comparative ablative 'adhikaḥ' three times in parallel construction — a rhetorical device that drives the point home with unmistakable force. The yogi surpasses (1) tapasvibhyaḥ — those who practice bodily austerity; (2) jñānibhyaḥ — those who pursue scriptural knowledge; and (3) karmibhyaḥ — those who follow the karma-kāṇḍa of the Vedas. The conclusion 'tasmāt' — therefore, for this reason — is logically tight: because of this threefold superiority, the imperative follows naturally: 'yogī bhava.' Goyandka notes that this verse validates the entire sixth chapter's elevation of dhyāna-yoga as the supreme practice, while not denigrating the other three paths which serve as its foundations."
      }
    },
    {
      "verse": 47,
      "sanskrit": "योगिनामपि सर्वेषां मद्गतेनान्तरात्मना ।\nश्रद्धावान्भजते यो मां स मे युक्ततमो मतः ॥",
      "transliteration": "yoginām api sarveṣāṃ mad-gatenāntarātmanā\nśraddhāvān bhajate yo māṃ sa me yuktatamo mataḥ",
      "translation": "And of all yogis, he who worships Me with faith, his innermost self absorbed in Me — he is the most united with Me in yoga. This is My conviction.",
      "audio": "/assets/audio/ch06/verse_06_47.mp3",
      "word_breakdown": [
        {
          "word": "मद्गतेन",
          "transliteration": "mad-gatena",
          "root": "mad (Me, Krishna) + √gam (to go) → gata (gone, absorbed in)",
          "grammatical_form": "Compound adjective, neuter, instrumental, singular — qualifying antarātmanā",
          "meaning": "absorbed in Me / gone into Me — with the inner self entirely dissolved into the divine"
        },
        {
          "word": "अन्तरात्मना",
          "transliteration": "antarātmanā",
          "root": "antar (within, inner) + ātman (self, soul)",
          "grammatical_form": "Compound noun, masculine, instrumental, singular",
          "meaning": "with the innermost self / through the deepest core of one's being — not merely with the mind or intellect"
        },
        {
          "word": "श्रद्धावान्",
          "transliteration": "śraddhāvān",
          "root": "śraddhā (faith, reverential trust) + -vat (possessing)",
          "grammatical_form": "Adjective used as noun, masculine, nominative, singular",
          "meaning": "one endowed with faith / one who brings reverential trust — not blind belief but loving, heart-born confidence in the divine"
        },
        {
          "word": "युक्ततमः",
          "transliteration": "yukta-tamaḥ",
          "root": "√yuj (to unite, to yoke) + tama (superlative suffix)",
          "grammatical_form": "Adjective, masculine, nominative, singular — superlative degree",
          "meaning": "most united in yoga / supremely yoked — the highest possible degree of union with the divine"
        },
        {
          "word": "मतः",
          "transliteration": "mataḥ",
          "root": "√man (to think, to consider, to hold as opinion)",
          "grammatical_form": "Past passive participle, masculine, nominative, singular",
          "meaning": "is My considered view / in My opinion — Krishna's personal declaration, not a general rule"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji always called verse 47 the 'heart-seal' of Dhyana Yoga — and perhaps of the entire Gita up to this point. The chapter opened with the question of how to still the mind, moved through the stages of meditation, the fall and redemption of the yogi, and now closes here, with Krishna speaking from the very core of his divine heart. Notice: he does not say 'the most learned' or 'the most austere' or 'the most accomplished in meditation.' He says: 'He who worships Me with faith, with his antarātmanā — his innermost self — absorbed in Me.' The innermost self is not the mind, not the intellect, not even the meditating awareness. It is the place before all these, the root of your being. And 'śraddhāvān' — one who has faith — precedes everything else. Without faith, no practice, however perfect, reaches Him. But with faith, the most stumbling practice becomes the most beloved. Dadaji used to say: 'God sees the direction of your heart, not the perfection of your technique.' This verse is why.",
        "sarvapriyananda": "Verse 47 is the capstone of Dhyana Yoga and one of the most theologically significant verses in the entire Bhagavad Gita. It resolves the apparent tension between jñāna, karma, tapas, and dhyāna-yoga by declaring that all paths are superseded by one principle: loving absorption in the personal divine. The phrase 'mad-gatena antarātmanā' — the innermost self absorbed in Me — goes beyond the dhyāna described in the earlier verses of the chapter. Meditation can still be a technique, a practice with a practitioner and an object. What is described here is something beyond technique: the dissolution of the practitioner's deepest self into the divine. This is the Advaita perspective pushed to its devotional limit — where jñāna and bhakti become indistinguishable. The superlative 'yuktatama' — most supremely united — is reserved exclusively for the bhakta who brings his entire inner being. Śaṅkarācārya himself, despite his uncompromising non-dualism, acknowledges in his commentary on this verse that bhakti directed toward Īśvara is the most direct gateway to liberation. The word 'mataḥ' — this is My view — is Krishna staking his personal authority: not a rule derived from scripture, but a declaration from the divine itself.",
        "yogananda": "Yogananda considered verse 47 the supreme summation of his own life's teaching. He often said that all of his work — the techniques of Kriya Yoga, the instruction in pranayama and meditation, the discipline of the ashram — had this single verse as its aim: to bring the devotee to a state where the antarātman, the cave of the innermost self, is 'mad-gata,' dissolved into the Divine Beloved. He taught that there are two kinds of meditators: those who meditate upon God and those in whom God meditates. The first category includes all practitioners at every level. The second — the one described in this verse — is the one whose interior has become so transparent to the divine that the distinction between the seeker and the sought dissolves. The keyword is 'śraddhāvān' — faith-endowed. Yogananda described śraddhā not as intellectual belief but as 'soul-confidence' — the recognition, felt in the marrow of one's being, that God is real and present and reachable. With that śraddhā, and the inner self absorbed in God, Krishna declares this yogi the 'yuktatama' — the most supremely yoked of all. This verse, Yogananda taught, is why bhakti is not a lesser path than jñāna or rāja-yoga: it is their fulfillment.",
        "goyandka": "Goyandka's classical analysis of verse 47 identifies it as the phalasruti — the fruit-statement — of the entire sixth chapter, and indeed of the entire teaching on yoga up to this point in the Gita. Krishna has graded the paths: karmī (ritualist), tapasvī (ascetic), jñānī (scholar), and yogī (meditator). He then grades within the category of yogī itself, and declares the highest to be the one who combines bhakti (loving worship, 'bhajate yo māṃ'), śraddhā (faith), and the absorption of the 'antarātman' (innermost self) in the divine. Goyandka draws attention to two simultaneous qualifications: 'mad-gatena antarātmanā' — through the inner self absorbed in Me — and 'śraddhāvān' — endowed with faith. Neither alone is sufficient in its exoteric form; together they constitute the complete path. The word 'yuktatama' — using the superlative of yukta (yoked) — is the Gita's strongest possible statement of achieved union. Goyandka also notes that this verse is deliberately placed at the exact close of Dhyana Yoga: having described every aspect of meditation practice, its difficulties, failures, and recoveries across 47 verses, Krishna ends not with a technical refinement but with the declaration that bhakti — loving, faithful, whole-self worship — is the ultimate ground of all yoga. For Goyandka, this is the Gita's synthesis: the highest jñāna is expressed as bhakti, the highest karma is expressed as bhakti, and the highest dhyāna is expressed as bhakti. The chapter thus concludes by pointing beyond itself to the ocean of devotion that the rest of the Gita will explore."
      }
    }
  ]
}
