{
  "chapter": 13,
  "verses": [
    {
      "verse": 21,
      "sanskrit": "puruṣaḥ prakṛti-stho hi bhuṅkte prakṛti-jān guṇān | kāraṇaṃ guṇa-saṅgo'sya sad-asad-yoni-janmasu ||",
      "transliteration": "puruṣaḥ prakṛti-stho hi bhuṅkte prakṛti-jān guṇān | kāraṇaṃ guṇa-saṅgo'sya sad-asad-yoni-janmasu ||",
      "translation": "Indeed, the Puruṣa, seated in (identified with) Prakṛti, experiences the guṇas born of Prakṛti. Attachment to the guṇas is the cause of its birth in good and evil wombs.",
      "audio": "/assets/audio/ch13/verse_13_21.mp3",
      "word_breakdown": [
        { "word": "puruṣaḥ", "meaning": "the Puruṣa, pure consciousness" },
        { "word": "prakṛti-sthaḥ", "meaning": "seated in / identified with Prakṛti (Nature)" },
        { "word": "hi", "meaning": "indeed, verily" },
        { "word": "bhuṅkte", "meaning": "experiences, seems to enjoy" },
        { "word": "prakṛti-jān", "meaning": "born of Prakṛti" },
        { "word": "guṇān", "meaning": "the three guṇas (sattva, rajas, tamas)" },
        { "word": "kāraṇam", "meaning": "the cause, the reason" },
        { "word": "guṇa-saṅgaḥ", "meaning": "attachment to, identification with the guṇas" },
        { "word": "asya", "meaning": "of it / of the Puruṣa" },
        { "word": "sat-asat", "meaning": "good and evil, higher and lower" },
        { "word": "yoni-janmasu", "meaning": "in births through various wombs" }
      ],
      "commentary": {
        "dadaji": "Beloved child, the Puruṣa is the eternal witness, the pure light of awareness — it neither acts nor binds itself. Yet through the divine mystery of identification with Prakṛti, it appears to 'experience' joy and sorrow. This apparent experience is born of guṇa-saṅga, attachment to the qualities of Nature. When we cling to what is pleasant and shun what is painful, we weave the cloth of our own rebirth. The Lord lovingly reveals this secret so that, recognizing the trap, we may turn our hearts entirely toward Him and be free.",
        "sarvapriyananda": "This verse diagnoses the human condition with surgical precision. The Puruṣa is in reality the immutable, non-participating witness — Sākṣī-caitanya. But through avidyā, it appears to identify with Prakṛti and seem to 'enjoy' its products, the guṇas. This apparent enjoyership — bhoktṛtva — is the root of saṃsāra. Śaṅkarācārya clarifies that this is adhyāsa, superimposition: the unchanging Consciousness appears entangled because of false identification. The remedy, as Advaita teaches, is viveka — discriminating the real Puruṣa from the unreal Prakṛti.",
        "yogananda": "The soul, though made of pure Spirit-light, becomes magnetized by the forces of Nature — the sattva, rajas, and tamas — and thus assumes the dream of separate existence. Guṇa-saṅga is this magnetic attachment, the subtle gravity that pulls consciousness into embodied life again and again. Each desire-seed planted in the soil of Nature grows into a new birth. The teaching here is deeply practical: cease feeding these attachments through non-attachment and meditation, and the cycles of reincarnation gradually lose their power. We are not the actors in this cosmic drama — we are the watching Light.",
        "goyandka": "The Puruṣa, though ever-free and without beginning or modification, appears — through the conjunction with Prakṛti — to experience the guṇas of sattva, rajas, and tamas that Prakṛti produces. This apparent experiencing is not real modification of the Puruṣa but a seeming (ābhāsa) caused by non-discrimination. Guṇa-saṅga, the sense of 'I am this guṇa, I feel this pleasure or pain,' is declared to be the precise cause of birth in auspicious (sat) and inauspicious (asat) wombs. The discriminating student must understand that the Puruṣa is always beyond the guṇas, and identify accordingly."
      }
    },
    {
      "verse": 22,
      "sanskrit": "upadraṣṭānumantā ca bhartā bhoktā maheśvaraḥ | paramātmeti cāpy ukto dehe'smin puruṣaḥ paraḥ ||",
      "transliteration": "upadraṣṭā anumantā ca bhartā bhoktā maheśvaraḥ | paramātmā iti ca api uktaḥ dehe asmin puruṣaḥ paraḥ ||",
      "translation": "The Supreme Puruṣa in this body is the witness (upadraṣṭā), the permitter (anumantā), the sustainer (bhartā), the experiencer (bhoktā), the Great Lord (Maheśvara) — also called the Paramātman, the Supreme Self.",
      "audio": "/assets/audio/ch13/verse_13_22.mp3",
      "word_breakdown": [
        { "word": "upadraṣṭā", "meaning": "the witness, the seer standing near" },
        { "word": "anumantā", "meaning": "the permitter, the consenter, the sanctioner" },
        { "word": "bhartā", "meaning": "the sustainer, the upholder" },
        { "word": "bhoktā", "meaning": "the experiencer, the apparent enjoyer" },
        { "word": "maheśvaraḥ", "meaning": "the Great Lord, the Supreme Ruler" },
        { "word": "paramātmā", "meaning": "the Supreme Self, the highest Ātman" },
        { "word": "iti", "meaning": "thus, so called" },
        { "word": "ca api uktaḥ", "meaning": "is also described / called" },
        { "word": "dehe asmin", "meaning": "in this body" },
        { "word": "puruṣaḥ paraḥ", "meaning": "the Supreme Puruṣa, the transcendent Person" }
      ],
      "commentary": {
        "dadaji": "What grace that the Lord Himself dwells within this very body as our witness, our sustainer, our Supreme Self! He is not distant, not hidden in some remote heaven — He is the silent witness of every thought, the permitter of every breath, the sustainer of our very being. These five names — upadraṣṭā, anumantā, bhartā, bhoktā, Maheśvara — are five facets of the one Paramātman shining in each heart. To simply remember this, to pause in one's daily life and inwardly bow to this indwelling Lord, is itself a profound sādhanā. He is always here; we need only turn within.",
        "sarvapriyananda": "This luminous verse introduces five epithets of the Paramātman as the Antaryāmin, the inner ruler. As upadraṣṭā, the Supreme Self is pure witnessing awareness — never involved, never modified. As anumantā, it appears to 'permit' actions without actually doing them — the light of consciousness that illumines all mental activity. As bhartā and bhoktā these suggest only apparent functions, not real doership. Maheśvara and Paramātman signal that this indwelling Self is identical with the Supreme Brahman. Advaita sees no ultimate distinction between the Paramātman in the body and the infinite Brahman — only superimposition creates the appearance of individual jīvas.",
        "yogananda": "God has not abandoned us to the solitary darkness of this physical world — He is present as the Paramātman, the Cosmic Consciousness cradled within our own hearts. As the witness (upadraṣṭā), He watches our every dream and delusion with infinite patience and love, waiting for us to turn inward. As the permitter (anumantā), He grants us the freedom of free will even when we misuse it. As sustainer and Great Lord, the entire creation is upheld by His presence alone. To contact this indwelling Presence through deep meditation is the supreme purpose of human life — all other goals are secondary.",
        "goyandka": "The Lord here precisely defines the nature of the Supreme Puruṣa present within the body. Five distinct designations are given: upadraṣṭā — one who witnesses without being involved; anumantā — one who sanctions actions without performing them, maintaining full freedom; bhartā — the sustainer of the jīva and cosmos; bhoktā — apparent experiencer of the results of actions (though in reality the Paramātman does not truly enjoy); and Maheśvara — the supreme overlord of all Prakṛti. The term Paramātman distinguishes the Supreme Self (in the body) from the individual self (jīvātman) and from Prakṛti, firmly establishing the transcendent ground of existence."
      }
    },
    {
      "verse": 23,
      "sanskrit": "ya evaṃ vetti puruṣaṃ prakṛtiṃ ca guṇaiḥ saha | sarvathā vartamāno'pi na sa bhūyo'bhijāyate ||",
      "transliteration": "yaḥ evaṃ vetti puruṣaṃ prakṛtiṃ ca guṇaiḥ saha | sarvathā vartamānaḥ api na saḥ bhūyaḥ abhijāyate ||",
      "translation": "He who thus knows the Puruṣa and Prakṛti together with the guṇas — in whatever manner he exists, he is not born again.",
      "audio": "/assets/audio/ch13/verse_13_23.mp3",
      "word_breakdown": [
        { "word": "yaḥ", "meaning": "he who" },
        { "word": "evaṃ vetti", "meaning": "knows thus, understands in this way" },
        { "word": "puruṣam", "meaning": "the Puruṣa, pure consciousness" },
        { "word": "prakṛtim ca", "meaning": "and Prakṛti, Nature" },
        { "word": "guṇaiḥ saha", "meaning": "together with the guṇas" },
        { "word": "sarvathā", "meaning": "in every way, regardless of circumstance" },
        { "word": "vartamānaḥ", "meaning": "existing, living, abiding" },
        { "word": "api", "meaning": "even, though" },
        { "word": "na", "meaning": "not" },
        { "word": "saḥ", "meaning": "he, that person" },
        { "word": "bhūyaḥ abhijāyate", "meaning": "is born again, takes rebirth" }
      ],
      "commentary": {
        "dadaji": "This is the Lord's direct promise: know the Puruṣa, know Prakṛti, understand the play of the guṇas — and you shall not be born again into this cycle of suffering. Notice the beautiful phrase 'sarvathā vartamānaḥ' — in whatever condition one may be living, whether in a forest or a palace, whether a renunciant or a householder, whether in ease or difficulty. The liberation is internal, not dependent on outward circumstances. This knowledge does not require a particular lifestyle; it requires a transformed vision. Let that vision be your constant prayer and pursuit, dear one.",
        "sarvapriyananda": "Liberation (mokṣa) is the direct result of vijñāna — the discriminative knowledge of Puruṣa, Prakṛti, and the three guṇas. The phrase 'sarvathā vartamānaḥ api' is striking: even while continuing to live in the world in any manner, the jñānī is no longer bound. This is the Vedantic understanding of jīvanmukti — liberation while living. The body may continue its natural course, prārabdha karma playing out, but no new karma accumulates and no new birth is generated. The rope has been recognized as the rope; the snake-appearance dissolves forever.",
        "yogananda": "True knowledge liberates — not book knowledge, but the living, experiential realization of the Puruṣa as the eternal Self and Prakṛti as the ever-changing phenomenal world. When this realization dawns, the soul is freed from the magnetic compulsion to reincarnate. 'Sarvathā vartamānaḥ api' — the liberated one may appear to live as any ordinary person, engaged in daily duties, but inwardly they move through life like a lotus untouched by the muddy water in which it blooms. Their karma is spent; no new seeds are planted; the cycle of birth and death comes to its natural and final close.",
        "goyandka": "The fruit of the entire teaching of kṣetra, kṣetrajña, jñāna, jñeyam, Prakṛti, and Puruṣa is stated here with finality: he who knows all this in its proper relationship — the distinction between the experiencing Puruṣa and the experienced Prakṛti-with-guṇas — is never reborn. The qualifier 'sarvathā vartamānaḥ' is carefully placed to remove the misconception that liberation requires renunciation of all activity. The knowledge itself, when complete, is the liberating factor, and it functions regardless of the external station of life the jñānī happens to inhabit."
      }
    },
    {
      "verse": 24,
      "sanskrit": "dhyānenātmani paśyanti kecid ātmānam ātmanā | anye sāṃkhyena yogena karma-yogena cāpare ||",
      "transliteration": "dhyānena ātmani paśyanti kecit ātmānam ātmanā | anye sāṃkhyena yogena karma-yogena ca apare ||",
      "translation": "Some see the Self within themselves through meditation on the Self, by the Self; others through the path of Sāṃkhya (knowledge/discrimination), and still others through Karma Yoga (the yoga of action).",
      "audio": "/assets/audio/ch13/verse_13_24.mp3",
      "word_breakdown": [
        { "word": "dhyānena", "meaning": "through meditation, through contemplation" },
        { "word": "ātmani", "meaning": "in the Self, within oneself" },
        { "word": "paśyanti", "meaning": "they see, they perceive" },
        { "word": "kecit", "meaning": "some (people)" },
        { "word": "ātmānam", "meaning": "the Self, the Ātman (object of seeing)" },
        { "word": "ātmanā", "meaning": "by the Self, through the Self (instrument of seeing)" },
        { "word": "anye", "meaning": "others" },
        { "word": "sāṃkhyena yogena", "meaning": "through the yoga of Sāṃkhya, discriminative knowledge" },
        { "word": "karma-yogena", "meaning": "through the yoga of selfless action" },
        { "word": "ca apare", "meaning": "and yet others, still others" }
      ],
      "commentary": {
        "dadaji": "The Lord's compassion shines here: He does not prescribe one single rigid path for all seekers, for He knows the infinite variety of His children's temperaments. Some are drawn inward through the sweet silence of meditation — they close their eyes and seek the Lord within. Others have the keen analytical mind and use discrimination to pierce through the veils of Prakṛti. And still others find liberation through selfless service and dedicated action. All roads, traveled with sincerity and love, lead to the same destination. Find the path that resonates with your own nature and walk it wholeheartedly.",
        "sarvapriyananda": "This verse is one of the Gīta's grand reconciling statements. The three paths mentioned correspond broadly to Rāja Yoga (dhyāna), Jñāna Yoga (Sāṃkhya), and Karma Yoga — and Bhakti is implied in the devotional tenor of the whole teaching. The phrase 'ātmanā ātmānam' is particularly significant to Advaita Vedānta: the Self seeing the Self by the Self. There is no external mediator, no 'other' to perceive the Self — pure Consciousness is both the perceiver and the perceived. This reflexive self-luminosity of Brahman is the heart of the Upanishadic revelation.",
        "yogananda": "The great masters of all traditions have taught that there are many rivers but one ocean. Here Kṛṣṇa confirms this with divine authority. The meditator who stills the mind and plunges into the inner silence, the philosopher who relentlessly questions 'Who am I?', and the karma yogi who offers every action as worship — all three are climbing the same mountain from different sides. Dhyāna yoga is Kṛṣṇa's own recommendation for this age: in the stillness of deep meditation, the meditator, the act of meditation, and the object of meditation — the Self — merge into one undivided Awareness.",
        "goyandka": "The Lord here acknowledges the diversity of qualified seekers and the variety of paths appropriate to their temperaments. Dhyāna yoga suits the mind that can withdraw from sense objects and fix itself steadily on the formless Self. Sāṃkhya yoga, or jñāna yoga in its discriminative aspect, suits those of sharp intellectual discernment who can analytically distinguish Puruṣa from Prakṛti. Karma yoga suits those whose nature inclines toward action, who purify the antaḥkaraṇa through dedicated selfless service. The destination is one; the routes are many, each legitimate and complete in itself."
      }
    },
    {
      "verse": 25,
      "sanskrit": "anye tv evam ajānantaḥ śrutvānyebhya upāsate | te'pi cātitaranty eva mṛtyuṃ śruti-parāyaṇāḥ ||",
      "transliteration": "anye tu evam ajānantaḥ śrutvā anyebhyaḥ upāsate | te api ca atitaranti eva mṛtyum śruti-parāyaṇāḥ ||",
      "translation": "But others, not knowing these paths, worship by hearing from others (teachers); even they cross beyond death — those who are devoted to what they hear (śruti-parāyaṇāḥ).",
      "audio": "/assets/audio/ch13/verse_13_25.mp3",
      "word_breakdown": [
        { "word": "anye tu", "meaning": "but others, yet other people" },
        { "word": "evam ajānantaḥ", "meaning": "not knowing in this way, not having this direct knowledge" },
        { "word": "śrutvā", "meaning": "having heard, by hearing" },
        { "word": "anyebhyaḥ", "meaning": "from others, from teachers" },
        { "word": "upāsate", "meaning": "they worship, they practice, they meditate" },
        { "word": "te api ca", "meaning": "they also indeed" },
        { "word": "atitaranti", "meaning": "cross beyond, transcend" },
        { "word": "eva", "meaning": "indeed, verily (emphatic)" },
        { "word": "mṛtyum", "meaning": "death, the cycle of mortality" },
        { "word": "śruti-parāyaṇāḥ", "meaning": "devoted to hearing, taking scripture and the guru's word as supreme refuge" }
      ],
      "commentary": {
        "dadaji": "Oh, what mercy is contained in this one verse! Not everyone has the capacity for deep meditation or philosophical inquiry, and the Lord knows this. He says: even those who simply hear the teachings from a realized teacher and faithfully follow them — they too cross beyond death. This is the path of śraddhā and śravaṇa, of faith and listening. Do not ever feel disqualified from liberation because you cannot sit in long meditation or master complex philosophy. Simply listen with an open, devoted heart to the words of the Lord and the guru, and the same shore will be reached.",
        "sarvapriyananda": "This is perhaps the most inclusive verse in Chapter 13. After describing the paths of meditation, Sāṃkhya analysis, and Karma Yoga, Kṛṣṇa now acknowledges a fourth class: those who simply hear from qualified teachers and faithfully practice. 'Śruti-parāyaṇāḥ' — those who take śruti (scripture and the guru's transmitted word) as their supreme refuge. The tradition of guru-śiṣya paramparā is sanctified here. Even without direct realization in this life, earnest listening and sincere practice plants seeds that will bear fruit. The word 'eva' — 'indeed' — is the Lord's emphatic assurance that this path is not inferior.",
        "yogananda": "The divine law of Grace makes provision even for those who have not yet awakened their inner capacities for meditation or discrimination. Such souls need only surrender to the living truth they hear from an illumined teacher, practicing with sincere devotion whatever they understand. The sacred scriptures are the crystallized experience of the masters; to absorb oneself in them with faith is to receive their blessings directly. Many devotees on the path of bhakti belong to this category — they may not be philosophers or advanced meditators, yet their loving receptivity to the guru's words becomes a raft that carries them across the sea of death.",
        "goyandka": "Having described three paths suited to advanced adhikārīs, the Lord here shows His universal compassion by addressing those of lesser qualification (mandādhikārīs). Such persons neither possess the mental steadiness for sustained dhyāna, nor the sharp discrimination for Sāṃkhya analysis, nor have they fully committed to karma yoga. For these also, a path exists: to hear the teachings from qualified ācāryas and upāsate — to practice accordingly with sincerity and faith. Even they — the 'te api' is emphatic — cross beyond the bondage of mortality. The sole requirement is śruti-parāyaṇatā, genuine devotion to what is heard from scripture and teacher."
      }
    },
    {
      "verse": 26,
      "sanskrit": "yāvat sañjāyate kiñcit sattvaṃ sthāvara-jaṅgamam | kṣetra-kṣetrajña-saṃyogāt tad viddhi bharatarṣabha ||",
      "transliteration": "yāvat sañjāyate kiñcit sattvam sthāvara-jaṅgamam | kṣetra-kṣetrajña-saṃyogāt tat viddhi bharatarṣabha ||",
      "translation": "Whatever being is born — moving or unmoving — know that to be from the union of kṣetra (field/body) and kṣetrajña (knower of field), O Best of the Bharatas.",
      "audio": "/assets/audio/ch13/verse_13_26.mp3",
      "word_breakdown": [
        { "word": "yāvat", "meaning": "whatever, as much as, all that" },
        { "word": "sañjāyate", "meaning": "is born, comes into existence" },
        { "word": "kiñcit", "meaning": "anything, any being whatsoever" },
        { "word": "sattvam", "meaning": "being, entity, creature" },
        { "word": "sthāvara", "meaning": "unmoving, stationary (plants, minerals)" },
        { "word": "jaṅgamam", "meaning": "moving, animate (animals, humans)" },
        { "word": "kṣetra-kṣetrajña-saṃyogāt", "meaning": "from the union/conjunction of the field and the knower of the field" },
        { "word": "tat viddhi", "meaning": "know that, understand that" },
        { "word": "bharatarṣabha", "meaning": "O Best of the Bharatas (Arjuna)" }
      ],
      "commentary": {
        "dadaji": "The Lord gives Arjuna — and us — a master key to understand all of existence: every single thing that is born, from a tiny blade of grass to a towering mountain, from an ant to the Creator Himself, is the union of kṣetra and kṣetrajña, matter and consciousness. There is no exception in all creation. This understanding dissolves the confusion that separates 'the spiritual' from 'the material.' Everything is sacred because everything is this divine union. When we look at any being with this understanding, we see the Lord's own creative play, and wonder and reverence arise naturally in our hearts.",
        "sarvapriyananda": "This verse is the ontological linchpin of Chapter 13. Every manifest entity — from the smallest blade of grass (sthāvara) to the most evolved human (jaṅgama) — is the conjunction of Prakṛti (kṣetra) and Puruṣa (kṣetrajña). This is the Sāṃkhya-Vedānta synthesis: Brahman manifests as the world through the appearance of this conjunction. There is no 'dead matter' in this view — every stone, every tree, every atom participates in Consciousness. Śaṅkara reads kṣetrajña here as the reflected consciousness (cidābhāsa) that animates every particular form, while the one Paramātman remains the ultimate ground.",
        "yogananda": "Creation is the cosmic dance of Spirit and Matter — Puruṣa and Prakṛti, kṣetrajña and kṣetra. Every living being is a knot where these two infinite realities meet and embrace. The plant that reaches toward sunlight, the animal that feels joy and pain, the human being who aspires toward God — all are manifestations of this one grand union. The sage who sees this does not look at any being with contempt or indifference; for in every creature they behold the same Consciousness-in-Matter that they recognize as their own deepest Self. This is the basis of the compassion and reverence of truly illumined souls.",
        "goyandka": "Having established in the preceding verses that kṣetra is the material body-world and kṣetrajña is the witnessing Puruṣa, the Lord now applies this framework universally. No being in the entire range of creation — from the immovable mineral and plant (sthāvara) to the mobile animal and human (jaṅgama) — falls outside this principle. All arise from the conjunction (saṃyoga) of these two. This is not merely a philosophical proposition but a practical key for the sādhaka: seeing any being as this union prevents the errors of both pure materialism (ignoring the kṣetrajña) and pure idealism that denies the kṣetra's conditional reality."
      }
    },
    {
      "verse": 27,
      "sanskrit": "samaṃ sarveṣu bhūteṣu tiṣṭhantaṃ parameśvaram | vinaśyatsu avinaśyantaṃ yaḥ paśyati sa paśyati ||",
      "transliteration": "samam sarveṣu bhūteṣu tiṣṭhantam parameśvaram | vinaśyatsu avinaśyantam yaḥ paśyati saḥ paśyati ||",
      "translation": "He who sees the Supreme Lord equally dwelling in all beings — the imperishable within the perishable — he truly sees.",
      "audio": "/assets/audio/ch13/verse_13_27.mp3",
      "word_breakdown": [
        { "word": "samam", "meaning": "equally, without distinction, uniformly" },
        { "word": "sarveṣu bhūteṣu", "meaning": "in all beings, in every creature" },
        { "word": "tiṣṭhantam", "meaning": "dwelling, abiding, established" },
        { "word": "parameśvaram", "meaning": "the Supreme Lord, the Highest Ruler" },
        { "word": "vinaśyatsu", "meaning": "in the perishable, among those that are destroyed" },
        { "word": "avinaśyantam", "meaning": "the imperishable, that which is not destroyed" },
        { "word": "yaḥ paśyati", "meaning": "he who sees, whoever perceives" },
        { "word": "saḥ paśyati", "meaning": "he truly sees, that one really sees" }
      ],
      "commentary": {
        "dadaji": "Sa paśyati — he truly sees! These two words ring out like a bell across the entire chapter. What does it mean to truly see? Not the eyes that observe shapes and colors, but the eye of the heart that perceives the one Lord equally radiant in every being. In the saint and in the sinner, in the flower and in the stone, in the child and in the elder — the same Parameśvara is dwelling, unchanging. When this vision opens, hatred becomes impossible, for hatred requires seeing someone as 'other,' and to the true seer, there is no other. Practice this seeing in your daily life: before each encounter, remember — the Lord is here too.",
        "sarvapriyananda": "This verse defines darśana — true spiritual vision — in unambiguous terms. The realized one perceives the Parameśvara, the Supreme Consciousness, as equally present (samam) in all beings without exception. 'Vinaśyatsu avinaśyantam' — the Imperishable dwells within the perishable; the Infinite within the finite; the Eternal within the temporal. This is the Vedantic vision of Brahman as the inner Self of all (sarvāntaryāmin). The doubling of 'paśyati' — 'yaḥ paśyati sa paśyati' — is the śāstra's way of distinguishing between mere ocular perception and the spiritual seeing that constitutes genuine enlightenment.",
        "yogananda": "The saints and sages of all traditions who attained this vision describe the same ineffable experience: God shining equally in all things, in all beings, without exception. This is not sentiment but direct perception — the opening of what Kṛṣṇa elsewhere calls the jñāna-cakṣus, the eye of wisdom. When this eye opens, ordinary vision is not lost but transformed: we continue to perceive diversity of forms, but simultaneously we behold the One Light that animates all forms. This is 'vinaśyatsu avinaśyantam' — the undying Light seen clearly within all dying things. This experience is the summit of all spiritual seeking.",
        "goyandka": "The Lord defines the criterion of correct vision (samyak-darśana) with great precision. True seeing consists in perceiving the Parameśvara — the Supreme Self — as uniform (sama) and equally present in all beings, from the most elevated to the most humble. The qualifier 'vinaśyatsu avinaśyantam' specifies the exact nature of this perception: the Parameśvara is the Imperishable (avinaśyat) dwelling within the perishable (vinaśyat) — the Ātman within the anātman, the sat within the asat. The repetition 'yaḥ paśyati sa paśyati' carries special emphasis in the śāstric tradition, indicating that this and only this constitutes authentic vision."
      }
    },
    {
      "verse": 28,
      "sanskrit": "samaṃ paśyan hi sarvatra samavasthitam īśvaram | na hinasty ātmanātmānaṃ tato yāti parāṃ gatim ||",
      "transliteration": "samam paśyan hi sarvatra samavasthitam īśvaram | na hinasti ātmanā ātmānam tataḥ yāti parām gatim ||",
      "translation": "Because, seeing the Lord equally present everywhere, one does not injure the Self through the self — therefore one goes to the Supreme Goal.",
      "audio": "/assets/audio/ch13/verse_13_28.mp3",
      "word_breakdown": [
        { "word": "samam paśyan", "meaning": "seeing equally, perceiving with equanimity" },
        { "word": "hi", "meaning": "because, indeed (causal)" },
        { "word": "sarvatra", "meaning": "everywhere, in all places and beings" },
        { "word": "samavasthitam", "meaning": "equally established, uniformly present" },
        { "word": "īśvaram", "meaning": "the Lord, the Ruler of all" },
        { "word": "na hinasti", "meaning": "does not injure, does not harm, does not destroy" },
        { "word": "ātmanā", "meaning": "through the self (lower self, ego, buddhi)" },
        { "word": "ātmānam", "meaning": "the Self (higher Self, the Ātman)" },
        { "word": "tataḥ", "meaning": "therefore, because of this" },
        { "word": "yāti", "meaning": "goes, attains" },
        { "word": "parām gatim", "meaning": "the Supreme Goal, the highest destination" }
      ],
      "commentary": {
        "dadaji": "When the vision of the Lord equally present in all is alive in the heart, something extraordinary happens: we can no longer harm any being without harming the Lord Himself — and that becomes unthinkable. 'Na hinasty ātmanātmānam' — the lower self no longer wounds the higher Self through harmful thoughts, words, or deeds directed at any being. Ahiṃsā becomes not a moral rule to follow with effort, but a natural expression of what we have seen. And the Lord promises: because of this seeing and this natural harmlessness, one goes to parā gati — the Supreme Goal. Vision leads to virtue; virtue leads to the highest attainment.",
        "sarvapriyananda": "This verse reveals the ethical consequence of Vedantic vision. 'Ātmanā ātmānam na hinasti' — one does not injure the (higher) Self through the (lower) self. When one sees Brahman everywhere, the ego-self (which is the instrument of harm) loses its identification with the limited body-mind and ceases to generate the ignorance-born impulses of violence, greed, and hatred. This is the Advaitic grounding of ethics: morality flows naturally from correct metaphysical vision, not from external rules alone. 'Parā gati' — the Supreme Goal — is Brahman-realization itself, the natural destination of one who lives this unified vision.",
        "yogananda": "To truly see God in all things is to be incapable of causing real harm — for harm requires the illusion of separation, the belief that there is an 'other' separate from oneself. The sage who perceives the one Ātman everywhere moves through the world as a blessing to all beings, and the world opens itself to such a one in return. 'Na hinasty ātmanātmānam' describes not merely the absence of physical violence but the dissolution of all internal violence — the violence of judgment, condemnation, and rejection of any being. From this state of total inner peace and universal acceptance, the path to the Supreme Goal becomes straight and swift.",
        "goyandka": "The logic of this verse is carefully constructed. Because (hi) one sees the Parameśvara equally established everywhere, the individual self (ātmā in the instrumental case — lower self, mind-intellect-ego complex) does not injure the higher Self (ātmānam — the Paramātman present in all). When every being is seen as the Lord's own form, actions of body, mind, and speech naturally align with dharma, and no harm is generated toward any being or toward one's own higher nature. The result, stated with finality, is parā gati — the attainment of the Supreme state that is the ultimate purpose of human birth."
      }
    },
    {
      "verse": 29,
      "sanskrit": "prakṛtyaiva ca karmāṇi kriyamāṇāni sarvaśaḥ | yaḥ paśyati tathātmānam akartāraṃ sa paśyati ||",
      "transliteration": "prakṛtyā eva ca karmāṇi kriyamāṇāni sarvaśaḥ | yaḥ paśyati tathā ātmānam akartāram saḥ paśyati ||",
      "translation": "He who sees that all actions are performed by Prakṛti alone in every way, and that the Self (Ātman) is the non-doer (akartā) — he truly sees.",
      "audio": "/assets/audio/ch13/verse_13_29.mp3",
      "word_breakdown": [
        { "word": "prakṛtyā eva", "meaning": "by Prakṛti alone, by Nature itself" },
        { "word": "ca", "meaning": "and, also" },
        { "word": "karmāṇi", "meaning": "actions, activities" },
        { "word": "kriyamāṇāni", "meaning": "being performed, being done (passive present participle)" },
        { "word": "sarvaśaḥ", "meaning": "in every way, completely, entirely" },
        { "word": "yaḥ paśyati", "meaning": "he who sees" },
        { "word": "tathā", "meaning": "likewise, also, in the same way" },
        { "word": "ātmānam", "meaning": "the Self, the Ātman" },
        { "word": "akartāram", "meaning": "the non-doer, not the agent of action" },
        { "word": "saḥ paśyati", "meaning": "he truly sees" }
      ],
      "commentary": {
        "dadaji": "What a liberating truth! The Self — your true Self — is akartā, the non-doer. It never acts, never gets stained, never accumulates karma. All actions belong entirely to Prakṛti — to the body, the senses, the prāṇa, the mind, the guṇas. When this is seen clearly, the crushing burden of personal doership falls away. We no longer say 'I did this' or 'I must do that' in the egoic sense; we become instruments through which the divine Prakṛti works according to her own laws, while the witnessing Self remains ever free and pure. This insight, dear one, is the doorway to lasting peace.",
        "sarvapriyananda": "This verse is the companion to verse 27 and completes the two-fold vision of the jñānī. In v27, the realization is 'I see the Lord equally in all beings.' Here the realization is 'All actions belong to Prakṛti; the Ātman is akartā.' Together these constitute the full Vedantic vision. The Ātman does not act — it is pure Consciousness, ever the witness. Śaṅkarācārya explains: the appearance of doership arises from the superimposition (adhyāsa) of the activities of the antaḥkaraṇa onto the pure Ātman. When this superimposition is removed through discrimination, the Ātman stands revealed in its pristine akartā nature. This is the liberating knowledge.",
        "yogananda": "Once the meditator deeply contacts the inner witness — the still, silent Puruṣa at the center of their being — they realize with a shock of recognition: 'I was never the doer!' All the anxious striving, all the pride and shame associated with actions, was mistaken identity. The body acts through its guṇas; the mind thinks through its conditioning; Prakṛti performs her endless dance. But the Self stands apart — untouched, unstained, luminous. This realization does not lead to inaction but to effortless action, for when the ego-doer steps back, the divine intelligence of Prakṛti flows unobstructed, and actions become perfectly aligned with the higher will.",
        "goyandka": "The statement 'prakṛtyaiva karmāṇi kriyamāṇāni sarvaśaḥ' is absolute: in every respect, without any exception, all actions are performed by Prakṛti alone. The Ātman is akartā — completely free of doership, agency, and consequently free of the fruits of action (phala). Doership (kartṛtva) belongs to ahaṃkāra, which is a product of Prakṛti; it is incorrectly superimposed on the Ātman through ignorance. He who sees this clearly — that Prakṛti acts and the Ātman merely witnesses — has attained the correct perception of reality. The repetition of 'sa paśyati' in both v27 and v29 indicates that these are the two fundamental aspects of liberating vision."
      }
    },
    {
      "verse": 30,
      "sanskrit": "yadā bhūta-pṛthag-bhāvam eka-stham anupaśyati | tata eva ca vistāraṃ brahma sampadyate tadā ||",
      "transliteration": "yadā bhūta-pṛthag-bhāvam eka-stham anupaśyati | tataḥ eva ca vistāram brahma sampadyate tadā ||",
      "translation": "When one perceives the separate existence of all beings resting in the One, and their expansion from that One alone — then one attains Brahman.",
      "audio": "/assets/audio/ch13/verse_13_30.mp3",
      "word_breakdown": [
        { "word": "yadā", "meaning": "when" },
        { "word": "bhūta-pṛthag-bhāvam", "meaning": "the separate existence/individuation of beings" },
        { "word": "eka-stham", "meaning": "resting in the One, established in unity" },
        { "word": "anupaśyati", "meaning": "one perceives clearly, sees thoroughly" },
        { "word": "tataḥ eva ca", "meaning": "and from that very One alone" },
        { "word": "vistāram", "meaning": "expansion, manifestation, proliferation" },
        { "word": "brahma", "meaning": "Brahman, the Absolute" },
        { "word": "sampadyate", "meaning": "one attains, one fully becomes, one realizes" },
        { "word": "tadā", "meaning": "then, at that moment" }
      ],
      "commentary": {
        "dadaji": "And here we arrive at the peak of this mountain of a chapter. When one clearly sees that all the multiplicity of beings — all their apparent separateness and individuality — rests in the One, and that this very multiplicity flows out from that One alone, then Brahman is attained. Not approached, not glimpsed, but sampadyate — fully attained. This is not a distant future promise; it is the immediate fruit of this clear seeing. The One becomes the Many without ceasing to be One; the Many are always already the One. When this paradox is not just understood intellectually but directly seen, the drop recognizes that it has always been the ocean.",
        "sarvapriyananda": "This crowning verse of the Puruṣa-Prakṛti teaching describes the summit experience of non-dual realization. 'Bhūta-pṛthag-bhāvam eka-stham' — the entire diversity of creation is seen to be established in the One (eka), not separate from it. 'Tata eva ca vistāram' — and this very diversity is the expansion of that One alone. Both the 'rest' of multiplicity in unity and the 'expansion' of unity into multiplicity are simultaneously perceived. This is the pūrṇa-anubhava, the integral experience described in the Māṇḍūkya Upaniṣad and the Brahmasūtras. 'Brahma sampadyate' — the realization is not merely cognitive but a full ontological attainment: one becomes Brahman.",
        "yogananda": "In the highest state of samādhi, the meditator perceives this truth directly: all individual forms and beings are waves on the one infinite ocean of Brahman-Consciousness. The waves have different sizes, shapes, and movements — this is the bhūta-pṛthag-bhāva, the apparent separateness. But each wave is entirely water; it arises from water, rests in water, and returns to water. 'Brahma sampadyate' — the meditator does not merely think about Brahman; they become Brahman in their realization, recognizing that they were always and only Brahman, just as the wave is always and only the ocean. This is the final freedom: complete, permanent, unconditional.",
        "goyandka": "This verse states the condition and the fruit of the highest realization. The condition: 'yadā anupaśyati' — when one directly perceives, not merely infers. What is perceived? That all the apparent separateness of beings (bhūta-pṛthag-bhāva) rests in the One (eka-stham), and that from that same One the entire expansion of manifestation proceeds. This is the vision of simultaneous unity-in-diversity and diversity-in-unity, which transcends the dualistic view that posits either creation as real and separate from Brahman, or creation as completely unreal. The fruit: 'brahma sampadyate' — Brahman is fully attained. This is the parā gati mentioned in the preceding verse, now described in its own right as the direct attainment of the Absolute."
      }
    }
  ]
}
