{
  "chapter": 10,
  "verses": [
    {
      "verse": 11,
      "sanskrit": "तेषामेवानुकम्पार्थमहमज्ञानजं तमः | नाशयाम्यात्मभावस्थो ज्ञानदीपेन भास्वता ||",
      "transliteration": "teṣām evānukampārtham aham ajñānajam tamaḥ | nāśayāmy ātmabhāvastho jñānadīpena bhāsvatā ||",
      "translation": "Out of compassion for them, I, dwelling in their very Self, destroy the darkness born of ignorance with the luminous lamp of wisdom.",
      "audio": "/assets/audio/ch10/verse_10_11.mp3",
      "word_breakdown": [
        { "word": "teṣām", "meaning": "for them (those who worship with love)" },
        { "word": "evānukampārtham", "meaning": "out of compassion (eva=indeed, anukampa=compassion, artham=for the sake of)" },
        { "word": "aham", "meaning": "I" },
        { "word": "ajñānajam", "meaning": "born of ignorance (ajñāna=ignorance, ja=born of)" },
        { "word": "tamaḥ", "meaning": "the darkness" },
        { "word": "nāśayāmi", "meaning": "I destroy/dispel" },
        { "word": "ātmabhāvasthaḥ", "meaning": "dwelling in their Self (ātma=Self, bhāva=state, stha=abiding)" },
        { "word": "jñānadīpena", "meaning": "by the lamp of wisdom" },
        { "word": "bhāsvatā", "meaning": "luminous/shining" }
      ],
      "commentary": {
        "dadaji": "This is one of the most comforting verses in the entire Gita. The Lord does not wait outside for us to come to Him — He is seated in our very heart, in the innermost chamber of our being, and He personally holds the lamp of wisdom to dispel our darkness. What kind of teacher travels inside the student's heart to give the lesson? Only God. This is why the Guru is revered as God — because the inner Guru and the outer Guru are ultimately one. When you sit quietly in meditation and a moment of clarity comes — that is Krishna, lamp in hand, burning away the fog.",
        "sarvapriyananda": "The Kena Upanishad opens with the question: 'By whose will does the mind go forth?' — pointing to the inner controller who is both the witness and the illuminator of all mental activity. Krishna here identifies Himself as that inner Ātman who, out of compassion (anukampā), destroys the darkness of avidyā. This is not an external operation but an interior transformation — the Self revealing itself to itself. The 'lamp of wisdom' (jñānadīpa) recalls the Mundaka Upanishad's image: 'Two birds sit on one branch — one eats the fruits, the other watches.' The watching bird is the Ātman; when its presence becomes known, the eating bird is liberated.",
        "yogananda": "The Lord as the inner guru — seated in the cave of the heart — is one of the great revelations of this chapter. Advanced meditators discover this directly: in the silence of deep meditation, a luminous intelligence guides the mind beyond its own boundaries. This is not imagination but actual contact with the immanent Presence. The lamp of wisdom (jñānadīpa) corresponds to the spiritual eye — the single eye of which Christ spoke, located at the ajna chakra. When this inner light is kindled through devotion and meditation, the darkness of the ego-self dissolves in an instant of brilliant recognition. All is God.",
        "goyandka": "This verse reveals the unique grace (anugraha) of the Lord toward His devotees — while the path of karma yoga or jñāna yoga requires the individual's sustained effort, the path of complete surrender (prapatti) calls forth the Lord's direct intervention. He is not merely the object of meditation but the active subject within — ātmabhāvasthaḥ, dwelling as the very Self. The lamp of jñāna is traditionally the guru's grace, but here Krishna reveals that the highest guru-śakti is nothing other than the inner Ātman Itself. The Brahma-sūtras state 'śāstrā-yonitvāt' — the scriptures are the source of knowledge; but Krishna goes deeper: He is the living light within the scriptural letter."
      }
    },
    {
      "verse": 12,
      "sanskrit": "परं ब्रह्म परं धाम पवित्रं परमं भवान् | पुरुषं शाश्वतं दिव्यमादिदेवमजं विभुम् ||",
      "transliteration": "paraṃ brahma paraṃ dhāma pavitraṃ paramaṃ bhavān | puruṣaṃ śāśvataṃ divyam ādidevam ajaṃ vibhum ||",
      "translation": "You are the Supreme Brahman, the supreme abode, the supreme purifier — the eternal, divine Person, the primeval God, unborn, all-pervading.",
      "audio": "/assets/audio/ch10/verse_10_12.mp3",
      "word_breakdown": [
        { "word": "paraṃ brahma", "meaning": "the Supreme Brahman" },
        { "word": "paraṃ dhāma", "meaning": "the supreme abode/refuge" },
        { "word": "pavitraṃ paramam", "meaning": "the supreme purifier" },
        { "word": "bhavān", "meaning": "You (respectful form)" },
        { "word": "puruṣam", "meaning": "the Person/Consciousness (cosmic)" },
        { "word": "śāśvatam", "meaning": "eternal/everlasting" },
        { "word": "divyam", "meaning": "divine/transcendent" },
        { "word": "ādidevam", "meaning": "the primeval God/the first among gods" },
        { "word": "ajam", "meaning": "unborn/birthless" },
        { "word": "vibhum", "meaning": "all-pervading/omnipresent" }
      ],
      "commentary": {
        "dadaji": "This is Arjuna's great hymn of recognition — spoken not from fear or flattery, but from the depths of a heart that has been moved by love and insight. He uses every great name for the Absolute — Brahman, the supreme abode, the purifier, the eternal Purusha, the unborn, the all-pervading. This is how the devotee naturally speaks when the heart opens: all inadequate words tumble out, each one trying and failing to contain the beloved. The spiritual student who reads this verse should feel it as their own declaration — not recited as theology, but lived as recognition. 'You are all this, my Lord.'",
        "sarvapriyananda": "Arjuna's proclamation here beautifully synthesises the key Vedantic descriptions of Brahman: paramam brahma (echoing the Mundaka: 'brahmaivedam amṛtam purastāt'), paraṃ dhāma (the supreme substratum), and pavitraṃ paramam (supreme purity, which is the nature of śuddha-caitanya). The declaration 'ādidevam ajam' directly resonates with the Kaṭha Upanishad's 'nāyam ātmā pravacanena labhyo' — the Self is not born and cannot be obtained through mere discursive knowledge. When a disciple can genuinely say this — not as memorised theology but as living experience — the teaching has truly been received.",
        "yogananda": "Arjuna has been transformed by the teaching of the preceding ten chapters. What began as grief and confusion (Chapter 1) has deepened into luminous recognition: 'You are the Supreme Brahman.' This is the goal of all spiritual seeking — to look upon the face of one's teacher, one's guru, and recognise the Divine. The 'supreme abode' (paraṃ dhāma) is not a place in the heavens but the state of pure consciousness — the place the soul arrives at when it finally rests in the Self. Unborn, all-pervading — these are the marks of the Absolute; and yet here it stands in human form, speaking kindly to a bewildered devotee.",
        "goyandka": "Verses 12-15 constitute Arjuna's stotra (hymn of praise) in recognition of the Lord's supreme nature — this is the appropriate response of the śiṣya who has received the teaching with reverence. 'Paraṃ brahma paraṃ dhāma' identifies Krishna with the nirguna Brahman of the Upanishads as well as the saguna Brahman of theistic devotion. 'Ādidevam ajam' places Krishna at the very origin of the cosmic hierarchy — He is not one deity among many but the source from which all manifestations arise. This verse serves as the disciple's samarpana — a complete surrender of one's understanding to the Teacher who has been recognised as none other than the Supreme."
      }
    },
    {
      "verse": 13,
      "sanskrit": "आहुस्त्वामृषयः सर्वे देवर्षिर्नारदस्तथा | असितो देवलो व्यासः स्वयं चैव ब्रवीषि मे ||",
      "transliteration": "āhus tvām ṛṣayaḥ sarve devarṣir nāradas tathā | asito devalo vyāsaḥ svayaṃ caiva bravīṣi me ||",
      "translation": "All the sages declare this of You, and so does the divine sage Narada; also Asita, Devala, Vyasa — and You Yourself tell me so.",
      "audio": "/assets/audio/ch10/verse_10_13.mp3",
      "word_breakdown": [
        { "word": "āhuḥ", "meaning": "they declare/say (perfect tense, ³rd person plural)" },
        { "word": "tvām", "meaning": "You" },
        { "word": "ṛṣayaḥ sarve", "meaning": "all the sages" },
        { "word": "devarṣiḥ", "meaning": "the divine sage (among the gods)" },
        { "word": "nāradaḥ", "meaning": "Narada" },
        { "word": "tathā", "meaning": "likewise/also" },
        { "word": "asitaḥ", "meaning": "Asita (a great sage)" },
        { "word": "devalaḥ", "meaning": "Devala (a great sage)" },
        { "word": "vyāsaḥ", "meaning": "Vyasa (the great sage who compiled the Vedas)" },
        { "word": "svayam", "meaning": "Yourself/directly" },
        { "word": "caiva", "meaning": "and also" },
        { "word": "bravīṣi", "meaning": "you tell/declare" },
        { "word": "me", "meaning": "to me" }
      ],
      "commentary": {
        "dadaji": "Arjuna is not relying only on his own experience — he validates what Krishna has told him by saying: the sages confirm this. Narada, Asita, Devala, Vyasa — these are the great rivers of human wisdom, all flowing to the same ocean. And then Arjuna adds, most beautifully: 'and You Yourself tell me so.' There is something childlike and complete about this faith — when the greatest teachers of history all point to the same truth, and then the truth itself speaks directly to your heart, what else is needed? This is how faith matures into knowledge: gradually corroborated from all directions until there is no remaining doubt.",
        "sarvapriyananda": "Arjuna's appeal to the authority of the sages reflects the Vedantic epistemological framework of the 'triple testimony' (trī prasthāna): śruti (scripture), smṛti (tradition), and anubhava (direct experience). Narada's authority comes from direct revelation; Asita and Devala represent the dharmaśāstra tradition; Vyasa represents the synthesis of all Vedic wisdom in the Mahabharata and Puranas. And then Arjuna adds the fourth and supreme authority: svayam bravīṣi — 'You Yourself tell me so.' This is the beauty of bhakti: the devotee eventually needs no external authority at all, for the Divine speaks directly within.",
        "yogananda": "The tradition of wisdom is like a great unbroken chain — each authentic sage passes the light of truth to the next generation. Narada, the celestial messenger of bhakti, carries this light across all three worlds without interruption. When Arjuna says 'You Yourself tell me so,' he is describing the highest form of spiritual knowing: direct revelation, where the teacher and the teaching and the taught become one. This is what the great Christian mystics called 'locutio Dei' — the speech of God within — and what the Vedic tradition calls 'aparokṣānubhūti' — direct, non-mediated experience of the Real.",
        "goyandka": "The tradition (sampradāya) is essential in Vedic dharma — no individual can claim spiritual authority in isolation. Here Arjuna establishes that his recognition of Krishna's divine nature is not merely personal but corroborated by the entire paraṃparā (lineage) of sages from Narada to Vyasa. Devarṣi Nārada transmits knowledge through bhakti and revelation; Asita and Devala represent the ancient dharmaśāstra tradition; Vyāsadeva, who is the guru of gurus and an avatāra in his own right, provides the ultimate scriptural sanction. The final clause — 'svayaṃ caiva bravīṣi me' — acknowledges that no external authority is more valid than the direct teaching of Bhagavān Himself."
      }
    },
    {
      "verse": 14,
      "sanskrit": "सर्वमेतदृतं मन्ये यन्मां वदसि केशव | न हि ते भगवन्व्यक्तिं विदुर्देवा न दानवाः ||",
      "transliteration": "sarvam etad ṛtaṃ manye yan māṃ vadasi keśava | na hi te bhagavan vyaktiṃ vidur devā na dānavāḥ ||",
      "translation": "I believe as true all this that You tell me, O Keshava. Neither the gods nor the demons, O Blessed Lord, know Your true manifestation.",
      "audio": "/assets/audio/ch10/verse_10_14.mp3",
      "word_breakdown": [
        { "word": "sarvam etad", "meaning": "all this" },
        { "word": "ṛtam", "meaning": "true/truth (from ṛta — cosmic truth)" },
        { "word": "manye", "meaning": "I believe/consider" },
        { "word": "yat", "meaning": "what/that which" },
        { "word": "mām", "meaning": "to me" },
        { "word": "vadasi", "meaning": "you say/tell" },
        { "word": "keśava", "meaning": "O Keshava — Krishna (slayer of Keshi, or beautiful-haired)" },
        { "word": "na hi", "meaning": "indeed not" },
        { "word": "te bhagavan", "meaning": "Your, O Blessed Lord" },
        { "word": "vyaktim", "meaning": "manifestation/nature/form" },
        { "word": "viduḥ", "meaning": "they know (third person plural perfect)" },
        { "word": "devāḥ", "meaning": "the gods" },
        { "word": "dānavāḥ", "meaning": "the demons/Danavas" }
      ],
      "commentary": {
        "dadaji": "Arjuna's faith here is complete and wholehearted — 'I believe all this as true.' This is śraddhā — not blind credulity, but a deep, quiet confidence born of love and resonance. Notice that even the gods cannot fully comprehend Krishna's nature — this should inspire appropriate humility in us. The highest theological formulations, the most sophisticated philosophical systems, can only point from a distance at what the devotee in love experiences in a moment. Arjuna calls Krishna 'Keshava' — whose very name can mean 'the one who destroys Keshi (the demon),' and at another level means 'the beautiful-haired one.' Even in address, every name is praise.",
        "sarvapriyananda": "Ṛtam — cosmic truth — is the Vedic term for the fundamental order underlying all existence, the ground of all dharma. Arjuna's acceptance of ṛtam is his alignment with this cosmic truth-principle. The statement that neither gods nor demons know Krishna's vyakti (manifestation/nature) reflects the Upanishadic teaching that Brahman is beyond the grasp of even the celestial intelligences: 'yato vāco nivartante aprāpya manasā saha' — where speech and mind return without reaching. The gods partake of Brahman's light but cannot encompass it; this is precisely why even Indra must take instruction from Brihaspati, and why all wisdom ultimately traces back to the Supreme.",
        "yogananda": "The gods and demons in this verse represent, at an inner level, all the various powers and tendencies of the mind and the spiritual realm — none of them can truly know the infinite consciousness that is Krishna. Even the highest angels exist within the framework of relative consciousness; the Absolute transcends all relative knowledge. Arjuna's faith — 'I believe all this as true' — is the beginning of direct knowledge (aparokṣa jñāna). When we cease arguing with God and simply open in trust, the barriers dissolve and the Light enters. This is the transformative power of śraddhā: it opens the door that intellectual analysis cannot.",
        "goyandka": "Arjuna's declaration 'sarvam etad ṛtam manye' is the proper attitude of the śiṣya: accepting the guru's word with full śraddhā, not as servile credulity but as the natural response of a purified intellect that recognizes the teaching as consonant with both scripture and inner experience. The statement that neither devas nor dānavas know the Lord's true vyakti establishes the transcendence of the Supreme over all cosmic hierarchies — this is the philosophical basis for the Vedantic doctrine that Brahman is svayam-prakāśa (self-luminous) and cannot be known as an object. The devotee who surrenders completely, paradoxically, comes closest to this unknowable Lord — through love what intellect cannot reach."
      }
    },
    {
      "verse": 15,
      "sanskrit": "स्वयमेवात्मनात्मानं वेत्थ त्वं पुरुषोत्तम | भूतभावन भूतेश देवदेव जगत्पते ||",
      "transliteration": "svayam evātmanātmānaṃ vettha tvaṃ puruṣottama | bhūtabhāvana bhūteśa devadeva jagatpate ||",
      "translation": "You alone know Yourself by Yourself, O Supreme Person — O Source of beings, O Lord of beings, O God of gods, O Lord of the universe.",
      "audio": "/assets/audio/ch10/verse_10_15.mp3",
      "word_breakdown": [
        { "word": "svayam eva", "meaning": "You alone/by Yourself (emphatic)" },
        { "word": "ātmanā", "meaning": "by the Self/through Your own nature" },
        { "word": "ātmānam", "meaning": "Yourself/Your own Self" },
        { "word": "vettha", "meaning": "You know (2nd person singular, perfect tense)" },
        { "word": "tvam", "meaning": "You" },
        { "word": "puruṣottama", "meaning": "O Supreme Person (puruṣa=person, uttama=highest)" },
        { "word": "bhūtabhāvana", "meaning": "O Source/Creator of all beings" },
        { "word": "bhūteśa", "meaning": "O Lord of all beings" },
        { "word": "devadeva", "meaning": "O God of gods" },
        { "word": "jagatpate", "meaning": "O Lord of the universe" }
      ],
      "commentary": {
        "dadaji": "This verse reaches the limit of what words can do. After all the names and praises, Arjuna arrives at this: 'Only You know Yourself through Yourself.' The mind cannot reach God — only God can reach God. And then, like a garland being placed at the feet of the Lord, the four titles tumble out: Source of beings, Lord of beings, God of gods, Lord of the universe. These are not intellectual propositions — they are acts of love. The devotee who speaks these words in prayer is not describing God; they are surrendering into God. The act of praise itself becomes a form of union.",
        "sarvapriyananda": "This is perhaps the most radical epistemological statement in the Gita: Brahman knows Brahman — the Absolute is known only by the Absolute itself. This directly parallels the Brihadaranyaka Upanishad's 'vijñātaram are kena vijānīyāt' — 'By what should the knower be known?' The subject-object structure of ordinary knowledge breaks down completely at this point. The four vocatives — bhūtabhāvana, bhūteśa, devadeva, jagatpate — are progressively more encompassing: Creator, Lord, God of gods, Lord of all — each term pointing to a wider circle of divine sovereignty until the circle encompasses all existence.",
        "yogananda": "'You alone know Yourself by Yourself' — this is the Vedantic axiom that Consciousness (Cit) alone can know pure Consciousness. No instrument, no faculty, no concept can grasp the Infinite — only the Infinite can know itself. In the deepest states of samadhi, the individual consciousness does not so much 'know' Brahman as it merges with Brahman, and in that merging there is a knowing that is not separate from being. The four divine names with which Arjuna concludes are a cascade of recognition — Source, Lord, God, Master — each one a wave of devotional awareness breaking on the shore of the Infinite.",
        "goyandka": "The principle svayam evātmanātmānaṃ vettha — the Lord knows Himself through Himself — is the Vedantic doctrine of Brahman as self-luminous (svaprakāśa) and self-knowing (svayaṃvedya). This is why no jīva can know Brahman as an external object — Brahman can only be known from within, as the knowing itself. The four epithets in the second line are a progressive hymn of attribution: bhūtabhāvana points to the sṛṣṭi (creation) function; bhūteśa to the sthiti (sustenance); devadeva to the sovereignty above all cosmic hierarchies; and jagatpate to the ultimate lordship over all of manifest existence. Arjuna's hymn thus encompasses the full pañcakṛtya (five divine functions) in compressed form."
      }
    },
    {
      "verse": 16,
      "sanskrit": "वक्तुमर्हस्यशेषेण दिव्या ह्यात्मविभूतयः | याभिर्विभूतिभिर्लोकानिमांस्त्वं व्याप्य तिष्ठसि ||",
      "transliteration": "vaktum arhasy aśeṣeṇa divyā hy ātmavibhūtayaḥ | yābhir vibhūtibhir lokān imāṃs tvaṃ vyāpya tiṣṭhasi ||",
      "translation": "Please tell me fully of Your divine glories by which You pervade all these worlds and abide in them.",
      "audio": "/assets/audio/ch10/verse_10_16.mp3",
      "word_breakdown": [
        { "word": "vaktum", "meaning": "to tell/speak" },
        { "word": "arhasi", "meaning": "you should/you are worthy (2nd person singular)" },
        { "word": "aśeṣeṇa", "meaning": "fully/completely/without remainder" },
        { "word": "divyāḥ", "meaning": "divine" },
        { "word": "hy ātmavibhūtayaḥ", "meaning": "Your own divine glories/manifestations" },
        { "word": "yābhiḥ", "meaning": "by which" },
        { "word": "vibhūtibhiḥ", "meaning": "through manifestations/glories" },
        { "word": "lokān imān", "meaning": "these worlds" },
        { "word": "tvam", "meaning": "You" },
        { "word": "vyāpya", "meaning": "pervading/permeating" },
        { "word": "tiṣṭhasi", "meaning": "You abide/remain" }
      ],
      "commentary": {
        "dadaji": "Now Arjuna asks for what every devotee secretly longs for: 'Tell me how You are everywhere.' Not just that You are everywhere — but how, specifically, I can see You. This question is the beginning of a new kind of seeing — learning to recognise the Divine in the world as it actually is, not just as an abstract principle. This is the practical bhakti question: 'In what forms should I meditate on You? What should I look for?' The Lord's answer — all the vibhutis of verses 20-42 — is a curriculum for sacred vision, a training manual for eyes that want to see God in creation.",
        "sarvapriyananda": "Arjuna's request — 'tell me fully, aśeṣeṇa' — contains a deep irony that Krishna gently corrects in verse 40: there is no 'fully' when it comes to Brahman's vibhutis; the most one can offer is a representative selection, an uddeśataḥ (indication). The question about how Krishna 'pervades and abides in' these worlds invites the distinction between the immanent and transcendent aspects of Brahman — He is both vyāpya (pervading, immanent) and sthita (abiding, transcendent). This is the Upanishadic 'aṇor aṇīyān mahato mahīyān' — smaller than the smallest, larger than the largest.",
        "yogananda": "Arjuna is asking the cosmic meditator's question: 'Teach me to find You in everything.' This is the transition from introversion (finding God within, in meditation) to extroversion (finding God without, in the world). The fully realised yogi moves freely between these — in the inner stillness, the Absolute; in the outer movement, the same Absolute wearing the costume of creation. The teaching of the vibhutis is essentially a manual for cosmic meditation — for the contemplative who wishes to see God's face in every flower, every ocean wave, every act of human excellence.",
        "goyandka": "Arjuna's request that Krishna describe His divine manifestations (vibhūtayaḥ) in their totality represents the gurumukha's perfect posture: having received the philosophical teaching, he now asks for the devotional curriculum — how to apply this understanding in lived experience. The phrase 'vyāpya tiṣṭhasi' (pervading and abiding) encapsulates the non-dual presence: not that Krishna merely creates the worlds and stands apart, but that He pervades them from within while remaining beyond them — both saguṇa and nirguṇa, both immanent and transcendent. The following verses (20-42) constitute His gracious response to this sincere request."
      }
    },
    {
      "verse": 17,
      "sanskrit": "कथं विद्यामहं योगिंस्त्वां सदा परिचिन्तयन् | केषु केषु च भावेषु चिन्त्योऽसि भगवन्मया ||",
      "transliteration": "kathaṃ vidyām ahaṃ yogiṃs tvāṃ sadā paricintayan | keṣu keṣu ca bhāveṣu cintyo'si bhagavan mayā ||",
      "translation": "How am I to know You, O Yogin, by constant meditation? And in what aspects are You to be contemplated by me, O Blessed Lord?",
      "audio": "/assets/audio/ch10/verse_10_17.mp3",
      "word_breakdown": [
        { "word": "katham", "meaning": "how" },
        { "word": "vidyām aham", "meaning": "shall I know (potential mood)" },
        { "word": "yogin", "meaning": "O Yogin (master of yoga, Krishna)" },
        { "word": "tvām", "meaning": "You" },
        { "word": "sadā", "meaning": "always/constantly" },
        { "word": "paricintayan", "meaning": "meditating/contemplating deeply" },
        { "word": "keṣu keṣu", "meaning": "in what (various), in what (various)" },
        { "word": "ca bhāveṣu", "meaning": "and in aspects/forms/entities" },
        { "word": "cintyaḥ asi", "meaning": "are to be contemplated/are you to be thought of" },
        { "word": "bhagavan", "meaning": "O Blessed Lord/O Bhagavan" },
        { "word": "mayā", "meaning": "by me" }
      ],
      "commentary": {
        "dadaji": "Arjuna's question comes from a very practical place — 'How do I find You in daily meditation? In what forms should I think of You?' This is the question of the sincere sādhaka, not the philosopher. The answer that follows — the entire Vibhuti Yoga — is Krishna's gift to every meditator who has ever struggled with making the formless concrete, with anchoring the abstract in the tangible. Start with what you love most in creation — the sunrise, the river, the mountain — and know that you are touching Krishna. Gradually, everything becomes a face of the Beloved.",
        "sarvapriyananda": "Arjuna addresses Krishna as 'Yogin' — recognising Him not merely as a deity but as the supreme practitioner of yoga, the one who has perfectly united individual consciousness with cosmic consciousness. The question 'in what aspects are You to be contemplated?' invites the teaching of saguṇa upāsanā — the meditative approach through definite forms and qualities, which is the starting point for most sādhakas before the mind can rest in formless awareness. Patanjali's Yoga Sutras begin with 'Ishvara-praṇidhāna' — surrender to the Lord — and this verse is essentially Arjuna asking how to practise that surrendered, continuous contemplation.",
        "yogananda": "The great meditators of all traditions have faced this same question: how to bring the infinite into the finite capacity of the human mind? The vibhutis that follow are Krishna's practical answer — meditate on the highest in every category, and you will be meditating on Me. In the scientific laboratory, meditate on Truth; in the concert hall, meditate on Beauty; in the forest, meditate on the ancient sacred trees. Everywhere, in every excellence, find the divine thread. This is the yoga of seeing, the practice of sacred perception that transforms ordinary life into continuous meditation.",
        "goyandka": "Arjuna's two-part question — 'how to know (vidyām)' and 'in what aspects to contemplate (keṣu bhāveṣu cintya)' — represents the dual inquiry of the sincere devotee: both the philosophical question (what is the nature of the Divine?) and the practical question (how do I access it?). The first is answered by the vibhūti-knowledge itself; the second is answered by the practice of seeing each vibhūti as a doorway. Traditional commentators note that this verse authorises the devotee to meditate on God's highest manifestations as a legitimate and indeed superior form of saguṇa upāsanā — the yoga of sacred seeing that prepares the mind for the nirguna realisation."
      }
    },
    {
      "verse": 18,
      "sanskrit": "विस्तरेणात्मनो योगं विभूतिं च जनार्दन | भूयः कथय तृप्तिर्हि श्रृण्वतो नास्ति मेऽमृतम् ||",
      "transliteration": "vistareṇātmano yogaṃ vibhūtiṃ ca janārdana | bhūyaḥ kathaya tṛptir hi śṛṇvato nāsti me'mṛtam ||",
      "translation": "Tell me again in detail, O Janardana, of Your yoga-power and divine glories; I am not satiated by hearing Your nectar-like words.",
      "audio": "/assets/audio/ch10/verse_10_18.mp3",
      "word_breakdown": [
        { "word": "vistareṇa", "meaning": "in detail/at length/expansively" },
        { "word": "ātmanaḥ yogam", "meaning": "Your yoga-power/Your divine power" },
        { "word": "vibhūtim ca", "meaning": "and the glories/divine manifestations" },
        { "word": "janārdana", "meaning": "O Janardana — Krishna (one who helps/stirs humanity)" },
        { "word": "bhūyaḥ", "meaning": "again/once more" },
        { "word": "kathaya", "meaning": "tell/speak (imperative)" },
        { "word": "tṛptiḥ", "meaning": "satiation/satisfaction" },
        { "word": "hi", "meaning": "indeed/for" },
        { "word": "śṛṇvataḥ", "meaning": "for (one) who is listening/hearing" },
        { "word": "nāsti me", "meaning": "there is none for me" },
        { "word": "amṛtam", "meaning": "nectar/amrita (the divine nectar of immortality)" }
      ],
      "commentary": {
        "dadaji": "Arjuna cannot get enough — he calls Krishna's words 'amṛtam,' nectar, and says he is not satisfied however much he hears. This is the mark of true spiritual experience: it creates an appetite rather than satiation. The more genuine contact you have with the Divine, the more you want. This is the opposite of worldly pleasure, which always disappoints and depletes. Krishna's words are called amṛta because they bring immortality — they touch something in the soul that death cannot reach. Every time you sit with the Gita and feel that inexhaustible pull, Arjuna's words are being fulfilled in you.",
        "sarvapriyananda": "The image of the Lord's words as amṛta (nectar) is deeply Upanishadic — the Taittiriya Upanishad repeatedly uses the word 'ananda' (bliss) to describe the nature of Brahman, and this bliss, once tasted, creates an inexhaustible thirst for more. 'Bhūyaḥ kathaya' — 'tell me again' — reflects the nature of genuine spiritual inquiry: it is never complete, never exhausted. The Chhandogya Upanishad narrates how the young Svetaketu returns again and again to his father Uddalaka for deeper teaching; each answer opens to a wider question. This insatiability is not spiritual immaturity but spiritual health.",
        "yogananda": "When divine words touch the soul directly, they are experienced as amṛta — a sweet, sustaining nourishment that is literally undying (a-mṛta: without death). Sri Ramakrishna described the effect of hearing the name of God as like hearing a bell struck in an empty room — the reverberations continue long after the sound has ceased. Arjuna's hunger for more teaching shows that the earlier chapters have done their work: his heart has been opened, his consciousness has been raised, and now the divine teaching flows into him like rain into a field prepared for planting.",
        "goyandka": "The identification of Shri Krishna's words with amṛta (divine nectar) is echoed throughout the Bhāgavata Purāṇa — 'śṛṇvatāṃ sva-kathāḥ kṛṣṇaḥ' — the self-narratives of Krishna enter the heart of those who listen with faith and cleanse it like the Ganga. 'Tṛptir hi śṛṇvato nāsti me amṛtam' — this holy dissatisfaction is the correct state of the mumukṣu (one seeking liberation): worldly pleasures saturate and dull, while spiritual wisdom enlivens and invites ever-deeper inquiry. Arjuna calling the Lord 'Janārdana' — the one who aids humanity (jana=people, ardana=to help/stir) — places this personal exchange in its cosmic context: Krishna's teaching is not for Arjuna alone but for all humanity across all time."
      }
    },
    {
      "verse": 19,
      "sanskrit": "हन्त ते कथयिष्यामि दिव्या ह्यात्मविभूतयः | प्राधान्यतः कुरुश्रेष्ठ नास्त्यन्तो विस्तरस्य मे ||",
      "transliteration": "hanta te kathayiṣyāmi divyā hy ātmavibhūtayaḥ | prādhānyataḥ kuruśreṣṭha nāsty anto vistarasya me ||",
      "translation": "Yes, I will tell you of My divine glories — but only the prominent ones, O best of the Kurus, for there is no end to My extent.",
      "audio": "/assets/audio/ch10/verse_10_19.mp3",
      "word_breakdown": [
        { "word": "hanta", "meaning": "yes/well then/good (an affirmative exclamation)" },
        { "word": "te", "meaning": "to you" },
        { "word": "kathayiṣyāmi", "meaning": "I will tell (future tense, 1st person)" },
        { "word": "divyāḥ", "meaning": "divine" },
        { "word": "hy ātmavibhūtayaḥ", "meaning": "My own divine glories/manifestations" },
        { "word": "prādhānyataḥ", "meaning": "of the prominent ones/by way of the chief examples" },
        { "word": "kuruśreṣṭha", "meaning": "O best of the Kurus (Arjuna)" },
        { "word": "nāsti antaḥ", "meaning": "there is no end" },
        { "word": "vistarasya me", "meaning": "of My extent/expansion" }
      ],
      "commentary": {
        "dadaji": "The Lord says 'hanta' — a warm, affectionate 'yes, of course!' — before beginning the great catalogue of vibhutis. There is joy in this response, as if a father is delighted by his child's eagerness to know more about him. And with characteristic divine honesty, He adds: 'but there is no end to My extent — I can only give you the highlights.' This combination of total willingness and infinite transcendence is the mark of the Divine: always available, never exhaustible. The spiritual life with such a God is never boring — always there is more to discover, more to love, more to become.",
        "sarvapriyananda": "The exclamation 'hanta' — translated variously as 'good,' 'yes,' 'well then' — is unique in the Gita; it conveys an informal, affectionate delight in the disciple's eagerness. It mirrors the guru-disciple intimacy that is the highest form of spiritual relationship. The Lord's caveat — 'prādhānyataḥ, only the prominent ones' — is important: the entire universe is full of vibhutis without exception, but the mind cannot contemplate infinity directly. The enumeration that follows is a representative selection — an upāya (skillful means) to train the mind in divine vision. Once the mind learns to see God in the prominent, it begins spontaneously to find the Lord in everything.",
        "yogananda": "The Lord's cheerful 'hanta' — his yes to Arjuna's request — is the divine response that every sincere devotee eventually receives: God is infinitely willing to reveal Himself to those who truly seek. The qualification 'only the prominent ones, for there is no end to My extent' is the Lord's gentle reminder that even the most comprehensive teaching is only a beginning. The spiritual path has no ceiling — every realisation opens to a wider realisation, every experience of the Divine deepens to reveal a still more infinite depth. This is not a frustration but the greatest possible good news: there is always more of God to discover.",
        "goyandka": "The Lord's response beginning with 'hanta' represents His genuine willingness to teach — this is the guru-prasāda (grace of the teacher) flowing freely in response to the disciple's earnest inquiry. The phrase 'nāsty anto vistarasya me' — 'there is no end to My extent' — is the most direct statement of the Lord's anantya (infinitude) in the Gita, preparing us for the closing verse of this chapter (42) where He reveals that the entire universe is but an ekāṃśa (single fraction) of Himself. The prominent vibhutis listed in verses 20-41 are thus deliberately exemplary rather than exhaustive — training wheels for the vision that ultimately sees God in all and all in God."
      }
    },
    {
      "verse": 20,
      "sanskrit": "अहमात्मा गुडाकेश सर्वभूताशयस्थितः | अहमादिश्च मध्यं च भूतानामन्त एव च ||",
      "transliteration": "aham ātmā guḍākeśa sarvabhūtāśayasthitaḥ | aham ādiś ca madhyaṃ ca bhūtānām anta eva ca ||",
      "translation": "I am the Self, O Gudakesha (Arjuna), dwelling in the heart of all beings; I am the beginning, the middle, and also the end of all beings.",
      "audio": "/assets/audio/ch10/verse_10_20.mp3",
      "word_breakdown": [
        { "word": "aham ātmā", "meaning": "I am the Self/Ātman" },
        { "word": "guḍākeśa", "meaning": "O Gudakesha — Arjuna (one who has conquered sleep; curly-haired)" },
        { "word": "sarvabhūtāśayasthitaḥ", "meaning": "dwelling in the heart of all beings (sarva=all, bhūta=beings, āśaya=heart/dwelling place, sthita=abiding)" },
        { "word": "aham ādiḥ", "meaning": "I am the beginning" },
        { "word": "ca madhyam", "meaning": "and the middle" },
        { "word": "ca", "meaning": "and" },
        { "word": "bhūtānām", "meaning": "of all beings" },
        { "word": "antaḥ", "meaning": "the end" },
        { "word": "eva ca", "meaning": "verily and also" }
      ],
      "commentary": {
        "dadaji": "After offering to describe His external manifestations, the Lord first points inward: 'I am the Ātman, dwelling in the heart of all beings.' Before you seek Me in the sun, the mountains, the scriptures — find Me here, in your own heart. This is the most intimate of all vibhutis and the most accessible. The beginning, middle, and end of every being — meaning that before birth, in life, and at death, it is always the same Ātman present, unchanged. This is the deepest security possible: the one who holds you from before birth to beyond death is the very Lord to whom you pray.",
        "sarvapriyananda": "This is the summit of the Vibhuti Yoga — the first and highest vibhūti is Brahman as the Ātman, the inner Self of all beings. The Kaṭha Upanishad declares: 'The Self, smaller than the small, greater than the great, is hidden in the heart of this creature' — this is exactly what Krishna affirms. The declaration 'ādiś ca madhyaṃ ca antaḥ' mirrors the Vedantic teaching of Brahman as the material cause — the very substance from which beings arise, in which they subsist, and into which they dissolve. This makes the external vibhutis that follow (vv. 21-41) secondary to this primary declaration: the first and most complete vibhūti is the Ātman itself.",
        "yogananda": "God begins His catalogue of divine manifestations by pointing to His most intimate presence: 'I am the Self in all hearts.' Before the sun, before Meru, before Ganga — here is the greatest vibhūti, the most accessible and most glorious: the Presence that is closer than breathing, nearer than heartbeat. The beginning, middle, and end of all beings in God means that the divine ground underlies every moment of every life — waking, dreaming, sleeping, dying. There is no moment in which you are not already held in the arms of the Infinite. All meditation is simply becoming conscious of what was always already the case.",
        "goyandka": "The opening statement of the vibhūti enumeration — 'aham ātmā... sarvabhūtāśayasthitaḥ' — is at once the most philosophical and the most devotionally rich declaration in this chapter. As Ātman, Krishna is identical with the ultimate reality of all beings — not their body, mind, or personality, but their deepest identity. The Brahma-sūtras begin: 'athāto brahma jijñāsā' — the inquiry into Brahman; here Brahman Himself provides the answer: 'I am that which you are seeking — seek no further than your own heart.' The declaration of being 'beginning, middle, and end' establishes Krishna's causality at every level: upādāna (material), nimitta (efficient), and pariṇāmi (transformative) cause — all three collapsed into the one divine Self."
      }
    }
  ]
}
