{
  "chapter": 11,
  "verses": [
    {
      "verse": 31,
      "sanskrit": "ākhyāhi me ko bhavān ugrarūpo namo'stu te devavara prasīda |\nvijñātum icchāmi bhavantam ādyam na hi prajānāmi tava pravṛttim ||",
      "transliteration": "ākhyāhi me ko bhavān ugrarūpo namo'stu te devavara prasīda |\nvijñātum icchāmi bhavantam ādyam na hi prajānāmi tava pravṛttim ||",
      "translation": "Tell me who You are, so fierce in form. I bow to You, O best of gods — have mercy. I desire to know You, the Primal One. For I do not comprehend Your working.",
      "audio": "/assets/audio/ch11/verse_11_31.mp3",
      "word_breakdown": [
        {
          "word": "ākhyāhi",
          "meaning": "tell me, declare"
        },
        {
          "word": "me",
          "meaning": "to me"
        },
        {
          "word": "ko bhavān",
          "meaning": "who are You"
        },
        {
          "word": "ugrarūpaḥ",
          "meaning": "fierce/terrible in form"
        },
        {
          "word": "namaḥ astu",
          "meaning": "may there be salutation, I bow"
        },
        {
          "word": "devavara",
          "meaning": "O best of gods"
        },
        {
          "word": "prasīda",
          "meaning": "have mercy, be gracious"
        },
        {
          "word": "vijñātum",
          "meaning": "to know, to understand fully"
        },
        {
          "word": "icchāmi",
          "meaning": "I desire, I wish"
        },
        {
          "word": "bhavantam ādyam",
          "meaning": "You, the Primal One"
        },
        {
          "word": "na prajānāmi",
          "meaning": "I do not understand/comprehend"
        },
        {
          "word": "pravṛttim",
          "meaning": "working, purpose, activity"
        }
      ],
      "commentary": {
        "dadaji": "Arjuna's question here is the most human question ever asked before God — \"Who are You, really?\" He has seen the cosmic form and is awed, even terrified, yet the heart within him still reaches out in love: \"Have mercy, prasīda.\" This is the mark of a true devotee — not fleeing from God's vastness but leaning into it with folded hands. Arjuna does not pretend to understand. He admits openly: \"I do not comprehend Your working.\" That honesty, that humble not-knowing, is itself a form of surrender. When we stop pretending we have God figured out, true knowledge can begin.",
        "sarvapriyananda": "Verse 31 marks the pivot from Arjuna as awe-struck witness to Arjuna as earnest seeker. The word \"vijñātum\" is significant — it is not mere jñāna (intellectual knowing) but vijñāna, the experiential, direct understanding spoken of in verse 7.2. Arjuna intuits that this cosmic form conceals as much as it reveals. The phrase \"tava pravṛttim\" — Your working or purpose — echoes the Kenopaniṣad's refrain: \"That which is not thought by the mind, by which alone the mind thinks — know that alone as Brahman.\" The deepest reality cannot be grasped by ordinary cognition; Arjuna is right to confess he does not comprehend it.",
        "yogananda": "Standing before the infinite, Arjuna voices what every sincere meditator eventually experiences: the encounter with a dimension of existence so vast and incomprehensible that the ordinary mind trembles. \"Who are You?\" is not merely a biographical question — it is the soul's cry to the Absolute. Krishna's fierce cosmic form represents the universal life-force in its totality: creative, sustaining, and dissolving at once. The devotee who sincerely asks \"Who are You?\" with an open and stilled mind is already on the threshold of the answer. The request \"prasīda — be gracious\" is the prayer of the meditator: \"Let Your grace still my restless mind so that I may perceive You directly.\"",
        "goyandka": "Arjuna addresses the Lord as \"devavara\" — best among the gods — and bows with the words \"namo'stu te,\" demonstrating that even in bewilderment, reverence is the first response. The admission \"na hi prajānāmi tava pravṛttim\" — I do not understand Your purpose — is not weakness; the scriptures affirm that the ways of the Lord transcend human comprehension (Gītā 10.40). By humbly acknowledging his ignorance and begging for grace, Arjuna places himself in the proper disposition to receive the Lord's supreme disclosure in the very next verse. This is the teaching: true inquiry must be preceded by humility and devotion."
      }
    },
    {
      "verse": 32,
      "sanskrit": "kālo'smi lokakṣayakṛt pravṛddho lokān samāhartum iha pravṛttaḥ |\nṛte'pi tvāṃ na bhaviṣyanti sarve ye'vasthitāḥ pratyanīkeṣu yodhāḥ ||",
      "transliteration": "kālaḥ asmi lokakṣayakṛt pravṛddhaḥ lokān samāhartum iha pravṛttaḥ |\nṛte api tvām na bhaviṣyanti sarve ye avasthitāḥ pratyanīkeṣu yodhāḥ ||",
      "translation": "I am Time (kāla), the great destroyer of worlds, come to consume the worlds here. Even without you, all the warriors standing arrayed in the opposing armies shall cease to exist.",
      "audio": "/assets/audio/ch11/verse_11_32.mp3",
      "word_breakdown": [
        {
          "word": "kālaḥ asmi",
          "meaning": "I am Time / I am Death"
        },
        {
          "word": "lokakṣayakṛt",
          "meaning": "destroyer of worlds, maker of world-dissolution"
        },
        {
          "word": "pravṛddhaḥ",
          "meaning": "great, fully grown, mighty"
        },
        {
          "word": "lokān samāhartum",
          "meaning": "to gather up / consume the worlds"
        },
        {
          "word": "iha pravṛttaḥ",
          "meaning": "engaged here, come forth here"
        },
        {
          "word": "ṛte api tvām",
          "meaning": "even without you"
        },
        {
          "word": "na bhaviṣyanti",
          "meaning": "shall not be / shall not survive"
        },
        {
          "word": "sarve",
          "meaning": "all"
        },
        {
          "word": "ye avasthitāḥ",
          "meaning": "those who are arrayed / positioned"
        },
        {
          "word": "pratyanīkeṣu",
          "meaning": "in the opposing armies"
        },
        {
          "word": "yodhāḥ",
          "meaning": "warriors, fighters"
        }
      ],
      "commentary": {
        "dadaji": "This is perhaps the most thunderous declaration in all of scripture: \"I am Time — kālo'smi.\" When J. Robert Oppenheimer witnessed the first atomic bomb explode at the Trinity test in 1945, these were the words that came to his mind. He had read the Gita in Sanskrit and in that blinding flash of annihilation he recognized what Arjuna saw — a power beyond human agency, consuming everything. The Lord is telling Arjuna something both terrifying and, ultimately, liberating: the outcome is not in your hands. The warriors are already slain — \"ṛte'pi tvām,\" even without you. Arjuna's participation or non-participation changes nothing at the cosmic level. So put down the weight of the world's fate, dear one — it was never yours to carry.",
        "sarvapriyananda": "Kāla in Sanskrit carries dual meanings that are inseparable: Time and Death. The Lord is not merely personifying chronological time; He is declaring Himself to be the very principle by which all compounded things dissolve back into the Absolute. Śaṅkarācārya notes that \"pravṛddha\" — fully grown, all-pervading — indicates that this kāla is not a localized event but the universal law of impermanence itself. The statement \"na bhaviṣyanti\" — they shall not be — is in the future tense, yet the decision is already made. This points to a subtle Vedantic teaching: in the realm of the Absolute (paramārtha), outcomes that appear future from the empirical standpoint (vyavahāra) are already accomplished. Arjuna is being invited to shift his vantage point from the temporal to the eternal.",
        "yogananda": "When Krishna says \"kālo'smi\" — I am Time — He reveals the deepest cosmic truth: the very force that measures and ends all things is God Himself. Mystics across traditions have glimpsed this: Rumi's \"What is not God is nothing\"; the Christian \"Alpha and Omega.\" In meditation, when one penetrates beyond the surface of experience into pure awareness, one encounters this same borderless, timeless presence that simultaneously contains and dissolves all forms. Oppenheimer's recollection of this verse at the Trinity atomic test is historically poignant — he recognized in that annihilating flash the same cosmic dissolution Arjuna witnessed on Kurukshetra. The verse also contains deep consolation: if God is the doer of all, then the individual soul is released from the crushing burden of ultimate authorship.",
        "goyandka": "The Gītā Press commentators note that this verse contains one of the most direct self-revelations of the Lord in the entire scripture. \"Kālaḥ\" here is not ordinary sequential time but Mahākāla — the Great Time that encompasses all cycles of creation and dissolution spoken of in the scriptures (Gītā 8.17–19). The Lord's statement \"ṛte'pi tvāṃ na bhaviṣyanti\" — even without you these shall not be — is not fatalism but a revelation of divine sovereignty. Bhīṣma, Droṇa, Karṇa — their span of life in this cycle is already exhausted by cosmic law. Arjuna's duty is clear: act as the Lord's instrument, neither inflated by the idea of being the victor nor paralyzed by guilt about the slain. This is the eternal dharmic teaching on action without false ownership."
      }
    },
    {
      "verse": 33,
      "sanskrit": "tasmāt tvam uttiṣṭha yaśo labhasva jitvā śatrūn bhuṅkṣva rājyaṃ samṛddham |\nmayaivaite nihatāḥ pūrvam eva nimittamātraṃ bhava savyasācin ||",
      "transliteration": "tasmāt tvam uttiṣṭha yaśaḥ labhasva jitvā śatrūn bhuṅkṣva rājyam samṛddham |\nmayā eva ete nihatāḥ pūrvam eva nimittamātram bhava savyasācin ||",
      "translation": "Therefore arise and win glory. Having conquered enemies, enjoy a prosperous kingdom. By Me alone are these already slain — be merely the instrument (nimitta), O Savyasachin\\!",
      "audio": "/assets/audio/ch11/verse_11_33.mp3",
      "word_breakdown": [
        {
          "word": "tasmāt",
          "meaning": "therefore"
        },
        {
          "word": "uttiṣṭha",
          "meaning": "arise, stand up"
        },
        {
          "word": "yaśaḥ labhasva",
          "meaning": "win/obtain glory"
        },
        {
          "word": "jitvā",
          "meaning": "having conquered"
        },
        {
          "word": "śatrūn",
          "meaning": "enemies"
        },
        {
          "word": "bhuṅkṣva",
          "meaning": "enjoy, partake of"
        },
        {
          "word": "rājyam samṛddham",
          "meaning": "a prosperous/flourishing kingdom"
        },
        {
          "word": "mayā eva",
          "meaning": "by Me alone"
        },
        {
          "word": "ete nihatāḥ",
          "meaning": "these are already slain"
        },
        {
          "word": "pūrvam eva",
          "meaning": "already, beforehand"
        },
        {
          "word": "nimittamātram",
          "meaning": "merely the instrument, only the secondary cause"
        },
        {
          "word": "bhava",
          "meaning": "be, become"
        },
        {
          "word": "savyasācin",
          "meaning": "O Savyasāchin — ambidextrous archer, name of Arjuna"
        }
      ],
      "commentary": {
        "dadaji": "The word that strikes like lightning in this verse is \"nimittamātram\" — merely the instrument. This single word dissolves the entire weight of ego-driven action. Arjuna has been agonizing, \"If I fight, I am the killer of my kin.\" But Krishna says: you are not the doer — I am. You are the bow, I am the archer. The carpenter's chisel does not take credit for the sculpture. Once we truly absorb this — that we are instruments of a will infinitely greater than our own — action becomes effortless, fearless, and free of the dread of sin. The Lord calls Arjuna \"savyasācin\" — one equally skilled with both hands — reminding him of his unique gifts. God has already placed in each of us the specific abilities for our particular role. Rise and use them.",
        "sarvapriyananda": "Nimittamātram — \"merely the instrument\" — is one of the most philosophically charged compound words in the Gita. In Sanskrit philosophical analysis, a nimitta-kāraṇa is the instrumental or efficient cause, as distinguished from the upādāna-kāraṇa, the material cause. By saying Arjuna is only the nimittamātra, Krishna places all aspects of causation within Himself — He is the material, the efficient, and the ultimate identity of all action. This verse is the practical application of the Sāṃkhya-Yoga synthesis Krishna began in chapter two. The Brahmasūtra (2.1.34) similarly affirms that Brahman alone is the sole cause — the individual is the occasion, not the originator.",
        "yogananda": "The divine command \"uttiṣṭha\" — arise — rings through the ages. It is the call not merely to physical action on a battlefield but to the awakening of the soul from the sleep of ego-identification. When we realize we are not the doers but instruments of the Infinite — \"nimittamātram bhava\" — life transforms. Every action becomes worship, every effort an offering. Sri Ramakrishna would say: \"The wind blows — God's breath. The ocean waves — God's play. Let God's power move through you as wind moves through a hollow bamboo flute, and the result will be music, not noise.\" Arjuna is being asked to become that hollow flute — empty of ego, resonant with the Divine.",
        "goyandka": "The Gītā Press commentary emphasizes that \"pūrvam eva\" — already, beforehand — reveals that the Lord's will operates beyond the domain of human time. The slaying of Bhishma and others was pre-determined by the divine order. Arjuna's role as \"nimittamātra\" does not diminish him; it elevates him — he is chosen by God as the instrument of dharma's restoration. The address \"savyasācin\" is purposeful: it recalls Arjuna's greatest skill, reminding him that he is uniquely fitted for this task. The combination of \"uttiṣṭha\" (arise) and \"bhuṅkṣva rājyam\" (enjoy the kingdom) shows that the Lord's command includes both effort and its rightful fruit — dharmic action is never without its proper result."
      }
    },
    {
      "verse": 34,
      "sanskrit": "droṇaṃ ca bhīṣmaṃ ca jayadrathaṃ ca karṇaṃ tathānyān api yodhavīrān |\nmayā hatāṃs tvaṃ jahi mā vyathiṣṭhā yudhyasva jetāsi raṇe sapatnān ||",
      "transliteration": "droṇam ca bhīṣmam ca jayadratham ca karṇam tathā anyān api yodhavīrān |\nmayā hatān tvam jahi mā vyathiṣṭhāḥ yudhyasva jetāsi raṇe sapatnān ||",
      "translation": "Drona and Bhishma and Jayadratha and Karna and other brave warriors — already slain by Me — do slay them; do not waver. Fight\\! You shall conquer the enemies in battle.",
      "audio": "/assets/audio/ch11/verse_11_34.mp3",
      "word_breakdown": [
        {
          "word": "droṇam",
          "meaning": "Drona, the preceptor"
        },
        {
          "word": "bhīṣmam",
          "meaning": "Bhishma, the grandsire"
        },
        {
          "word": "jayadratham",
          "meaning": "Jayadratha, king of Sindhu"
        },
        {
          "word": "karṇam",
          "meaning": "Karna, the great warrior"
        },
        {
          "word": "tathā anyān api",
          "meaning": "and others as well"
        },
        {
          "word": "yodhavīrān",
          "meaning": "heroic warriors, brave fighters"
        },
        {
          "word": "mayā hatān",
          "meaning": "slain by Me, killed by Me"
        },
        {
          "word": "tvam jahi",
          "meaning": "you slay, you kill"
        },
        {
          "word": "mā vyathiṣṭhāḥ",
          "meaning": "do not waver, do not be troubled/distressed"
        },
        {
          "word": "yudhyasva",
          "meaning": "fight, engage in battle"
        },
        {
          "word": "jetāsi",
          "meaning": "you shall conquer, you will be victorious"
        },
        {
          "word": "raṇe",
          "meaning": "in battle"
        },
        {
          "word": "sapatnān",
          "meaning": "the enemies, the adversaries"
        }
      ],
      "commentary": {
        "dadaji": "Krishna names them one by one — Drona, Bhishma, Jayadratha, Karna. These are not abstractions; these are Arjuna's beloved teacher, his grandsire, his adversaries whom he respects. The Lord does not gloss over the weight of these relationships. And yet He says: \"mayā hatān\" — they are already slain by Me. The direct command \"mā vyathiṣṭhāḥ\" — do not waver, do not be troubled — is a command born of compassion, not harshness. Grief and hesitation are natural; God acknowledges them. But He also invites us past them into action aligned with the eternal order. \"Jetāsi\" — you shall conquer — is spoken in full certainty. When we act as instruments of the divine will, the result is guaranteed not by our power but by His.",
        "sarvapriyananda": "The naming of Drona, Bhishma, Jayadratha, and Karna is significant from the standpoint of Arjuna's original crisis in chapter one. His paralysis arose precisely because of his deep bonds with these individuals (1.26–28). The Lord now addresses that specific grief directly — naming the very people Arjuna feared to slay, and declaring them already claimed by the divine will. The prohibition \"mā vyathiṣṭhāḥ\" uses the verb \"vyath\" — to be agitated, pained, anxious — the same root of distress that opened the Gita's philosophical dialogue. The entire Gita is thus framed between Arjuna's initial vyathā and this divine instruction to transcend it. The assurance \"jetāsi\" is the fruit of nimitta-bhāva: when the ego's claim to doership is surrendered, victory follows as a natural consequence.",
        "yogananda": "These are the four pillars of the Kaurava war effort: the guru Drona (representing attachment to the teacher-disciple bond), Bhishma (attachment to family loyalty and tradition), Jayadratha (the subtle obstructions on the path), and Karna (the rival ego, the shadow self). At a deeper symbolic level, Krishna is telling every spiritual seeker: the obstacles you fear most on your inner battlefield — the ingrained habits, the ancestral patterns, the rivals for your own highest nature — these too are \"already slain\" in the awareness of the Infinite. Your task is not to destroy them through your own force but to act with divine alignment, and the inner victory reveals itself. \"Mā vyathiṣṭhāḥ\" — do not be troubled — is the master's assurance to the sincere disciple.",
        "goyandka": "Śrī Kṛṣṇa specifically names Droṇa, Bhīṣma, Jayadratha, and Karṇa because these four represent the greatest apparent obstacles to Arjuna's victory and the deepest sources of his emotional conflict. By declaring \"mayā hatān\" — slain by Me — before Arjuna has lifted a finger, the Lord reveals the nature of divine omniscience: outcomes within the temporal order are already known and willed by the Supreme. The words \"yudhyasva jetāsi raṇe sapatnān\" — fight, you shall conquer the enemies in battle — are direct, vigorous, and unambiguous. The Gītā does not advocate passive quietism; it commands righteous action, undertaken with the understanding that the Lord's will sustains the righteous warrior. Arjuna is called to fight not out of anger or ambition but as a sacred duty aligned with cosmic order."
      }
    },
    {
      "verse": 35,
      "sanskrit": "etac chrutvā vacanaṃ keśavasya kṛtāñjalir vepamānaḥ kirīṭī |\nnamaskṛtvā bhūya evāha kṛṣṇaṃ sagadgadaṃ bhītabhītaḥ praṇamya ||",
      "transliteration": "etat śrutvā vacanam keśavasya kṛtāñjaliḥ vepamānaḥ kirīṭī |\nnamaskṛtvā bhūyaḥ eva āha kṛṣṇam sagadgadam bhītabhītaḥ praṇamya ||",
      "translation": "Having heard this speech of Keshava, the diademed Arjuna, with trembling joined palms, bowing down again, with choked voice, deeply frightened, spoke thus to Krishna.",
      "audio": "/assets/audio/ch11/verse_11_35.mp3",
      "word_breakdown": [
        {
          "word": "etat śrutvā",
          "meaning": "having heard this"
        },
        {
          "word": "vacanam",
          "meaning": "speech, words"
        },
        {
          "word": "keśavasya",
          "meaning": "of Keshava (Krishna, destroyer of the demon Keshi)"
        },
        {
          "word": "kṛtāñjaliḥ",
          "meaning": "with joined palms (gesture of reverence)"
        },
        {
          "word": "vepamānaḥ",
          "meaning": "trembling, shaking"
        },
        {
          "word": "kirīṭī",
          "meaning": "the diademed one, Arjuna (wearing the crown)"
        },
        {
          "word": "namaskṛtvā",
          "meaning": "having bowed, having saluted"
        },
        {
          "word": "bhūyaḥ eva",
          "meaning": "again, once more"
        },
        {
          "word": "āha kṛṣṇam",
          "meaning": "spoke to Krishna"
        },
        {
          "word": "sagadgadam",
          "meaning": "with choked/faltering voice, with emotion-broken speech"
        },
        {
          "word": "bhītabhītaḥ",
          "meaning": "deeply frightened, overwhelmed with fear (reduplicated for intensity)"
        },
        {
          "word": "praṇamya",
          "meaning": "having prostrated, having bowed low"
        }
      ],
      "commentary": {
        "dadaji": "Sañjaya pauses to describe what he sees through Vyāsa's divine gift: Arjuna trembling, palms joined, voice broken with emotion. The reduplication \"bhītabhītaḥ\" — deeply, utterly frightened — captures the totality of Arjuna's awe. Yet even in this state, he does not run. He bows. He speaks. This is the portrait of true devotion — not the absence of fear before the Infinite, but the courage to remain present and offer one's words even through a choked throat. The great hymn that follows in verses 36–46 pours forth not from a composed scholar but from a trembling human heart. That is what makes it so beautiful and so true.",
        "sarvapriyananda": "Sañjaya's narration resumes with this verse, providing a visual and emotional transition between Krishna's thunderous declaration and Arjuna's great hymn of praise. The epithet \"kirīṭī\" — the diademed, crown-wearing one — is ironic and poignant: Arjuna who wears the crown of a great warrior is reduced to trembling like a frightened child before the cosmic form. \"Sagadgadam\" — speech broken by emotion — appears also in descriptions of the highest states of bhakti in the Bhāgavatam; it is not a mark of weakness but of the overwhelming power of divine encounter. \"Namaskṛtvā bhūyaḥ\" — bowing again — shows that each encounter with the divine revelation deepens rather than exhausts the impulse toward reverence.",
        "yogananda": "This transition verse is Sañjaya's gift to the listener — a moment of stillness between Krishna's cosmic declaration and Arjuna's ascending hymn. The detail \"vepamānaḥ\" — trembling — is spiritually precise. In deep meditation and in spontaneous encounters with the Divine, the physical body often trembles as it receives energies and realizations beyond its ordinary threshold. The saints have reported this: Ramakrishna would tremble and lose external consciousness in samādhi; Teresa of Ávila described inner trembling in her deepest prayer. Arjuna's trembling body and broken voice are the signs of a genuine theophany — a real, unmediated encounter with the Absolute in its totality.",
        "goyandka": "This verse, spoken by Sañjaya, serves as the introduction to Arjuna's mahāstuti — his great hymn of praise spanning verses 36 to 46. The Gītā Press commentators note that \"bhītabhītaḥ\" uses dvandva repetition for emphasis, indicating an extreme degree of awe-induced fear distinct from ordinary fear. This is the experience of the holy dread before the wholly Other. \"Kṛtāñjaliḥ\" with joined palms and \"praṇamya\" full prostration together show the complete physical expression of surrender. Arjuna's subsequent hymn arises from this ground of total prostration — it is not theological reasoning but the outpouring of a soul in the presence of the Supreme."
      }
    },
    {
      "verse": 36,
      "sanskrit": "sthāne hṛṣīkeśa tava prakīrtyā jagat prahṛṣyaty anurajyate ca |\nrakṣāṃsi bhītāni diśo dravanti sarve namasyanti ca siddhasaṃghāḥ ||",
      "transliteration": "sthāne hṛṣīkeśa tava prakīrtyā jagat prahṛṣyati anurajyate ca |\nrakṣāṃsi bhītāni diśaḥ dravanti sarve namasyanti ca siddhasaṃghāḥ ||",
      "translation": "It is right, O Hrishikesha, that the world delights and rejoices in Your glory; the terrified demons flee in all directions, and all the bands of Siddhas bow to You.",
      "audio": "/assets/audio/ch11/verse_11_36.mp3",
      "word_breakdown": [
        {
          "word": "sthāne",
          "meaning": "rightly so, it is fitting, it is proper"
        },
        {
          "word": "hṛṣīkeśa",
          "meaning": "O Hrishikesha — master of the senses, name of Krishna"
        },
        {
          "word": "tava prakīrtyā",
          "meaning": "by Your glory, by Your praise/renown"
        },
        {
          "word": "jagat",
          "meaning": "the world, the universe"
        },
        {
          "word": "prahṛṣyati",
          "meaning": "rejoices greatly, is greatly delighted"
        },
        {
          "word": "anurajyate",
          "meaning": "is attached with love, is enamored, is delighted"
        },
        {
          "word": "rakṣāṃsi",
          "meaning": "demons, rakshasas"
        },
        {
          "word": "bhītāni",
          "meaning": "terrified, frightened"
        },
        {
          "word": "diśaḥ dravanti",
          "meaning": "flee in all directions"
        },
        {
          "word": "sarve",
          "meaning": "all"
        },
        {
          "word": "namasyanti",
          "meaning": "bow, salute, pay homage"
        },
        {
          "word": "siddhasaṃghāḥ",
          "meaning": "bands of Siddhas (perfected beings, accomplished ones)"
        }
      ],
      "commentary": {
        "dadaji": "Arjuna opens his great hymn with an observation of exquisite balance: the same cosmic form that terrifies the demons fills the world and the perfected ones with joy. \"Sthāne\" — it is right, it is fitting. This word carries quiet wisdom: of course the universe rejoices in God's glory. Of course the demonic tendencies flee. Of course the siddhas bow. Everything is exactly as it should be. This is the beginning of real surrender — not fighting the nature of reality but recognizing its rightness. The same truth that destroys falsehood is the very truth that nourishes all genuine being. The devotee's heart, like the world, is \"anurajyate\" — drawn toward the Lord with love, not just awe.",
        "sarvapriyananda": "The verse presents a cosmological polarity central to Vedantic metaphysics: those oriented toward the Real (siddhas — the accomplished ones) bow; those oriented toward the unreal (rakṣāṃsi — forces of obstruction and ego-assertion) flee in terror. The Lord's glory operates as a universal discriminator: it does not change, but it reveals the orientation of every being before it. The name \"hṛṣīkeśa\" — master of the senses — is particularly apt here: the Lord who governs all senses governs all of reality, and this governance simultaneously delights the wise and frightens those who resist it. \"Anurajyate\" suggests not mere happiness but a deepening attachment of love — the world falls in love with God's glory.",
        "yogananda": "Arjuna observes the entire cosmos responding to the divine revelation as a living, feeling whole. The universe is not inert matter — it is consciousness at every level, and each level responds according to its nature to the presence of the Supreme Consciousness. The siddhas — those who have purified their inner instruments through sādhana — respond with namaskāra (reverence and recognition). The rakshasas — symbolic of the ego-forces, the tamasic and rajasic patterns — flee because they cannot bear the light of the Absolute. In meditation, the same process occurs inwardly: as divine awareness deepens, the ego-constructs scatter, and the purified aspects of the mind naturally bow in recognition and joy.",
        "goyandka": "The word \"sthāne\" at the beginning of Arjuna's hymn is the mark of a discerning and now illumined student. He no longer merely questions or fears — he affirms the rightness of all he has witnessed. The Gītā Press commentary notes that this affirmation is itself a form of surrender (praṇipāta) — agreeing that God's ways are proper and just. The response of the cosmos confirms the divine reality Arjuna has witnessed: the siddhasaṃghāḥ — the perfected ones in higher realms — who possess greater spiritual perception are depicted as already bowing, validating Arjuna's experience. The fleeing of the rakṣāṃsi illustrates the principle that the divine presence naturally dispels the forces of adharma."
      }
    },
    {
      "verse": 37,
      "sanskrit": "kasmāc ca te na nameran mahātman garīyase brahmaṇo'py ādikartre |\nananta deveśa jagannivāsa tvam akṣaraṃ sat ca asat ca yat param ||",
      "transliteration": "kasmāt ca te na nameran mahātman garīyase brahmaṇaḥ api ādikartre |\nananta deveśa jagannivāsa tvam akṣaram sat ca asat ca yat param ||",
      "translation": "And why should they not bow to You, O great Soul, who are greater even than Brahma and the original Creator? O Infinite, O Lord of gods, O Abode of the universe — You are the imperishable, the existent and the non-existent, and what is beyond both.",
      "audio": "/assets/audio/ch11/verse_11_37.mp3",
      "word_breakdown": [
        {
          "word": "kasmāt",
          "meaning": "why, for what reason"
        },
        {
          "word": "na nameran",
          "meaning": "should they not bow"
        },
        {
          "word": "mahātman",
          "meaning": "O great Soul, O mighty Self"
        },
        {
          "word": "garīyase",
          "meaning": "to You who are greater/mightier"
        },
        {
          "word": "brahmaṇaḥ api",
          "meaning": "even than Brahma (the creator)"
        },
        {
          "word": "ādikartre",
          "meaning": "the original Creator, the first Cause"
        },
        {
          "word": "ananta",
          "meaning": "O Infinite, O Endless One"
        },
        {
          "word": "deveśa",
          "meaning": "O Lord of gods"
        },
        {
          "word": "jagannivāsa",
          "meaning": "O Abode of the universe"
        },
        {
          "word": "akṣaram",
          "meaning": "the imperishable, the indestructible"
        },
        {
          "word": "sat ca asat ca",
          "meaning": "the existent and the non-existent"
        },
        {
          "word": "yat param",
          "meaning": "and what is beyond (both), the transcendent"
        }
      ],
      "commentary": {
        "dadaji": "Arjuna's question \"kasmān na nameran\" — why should they not bow — is a rhetorical affirmation blooming into theology. He has moved from trembling fear to clear-eyed recognition: You are beyond even Brahma, the greatest of the gods. You are \"ādikartre\" — the original Cause, the first Maker. And then comes the stunning philosophical climax: \"tvam akṣaraṃ sat ca asat ca yat param\" — You are the imperishable, You are existence, You are non-existence, and You are what is beyond both. This is not poetry alone — it is the map of ultimate reality. Brahman is sat (being), Brahman is asat (the void before manifestation), and Brahman is param — that which transcends even these categories. The heart that knows this has no more fear.",
        "sarvapriyananda": "This verse reaches the philosophical summit of Arjuna's hymn. \"Sat ca asat ca yat param\" — the existent, the non-existent, and what is beyond both — directly echoes the Taittirīya Upaniṣad and the Nāsadīya Sūkta's inquiry into what lay before even non-existence. Śaṅkara explains that \"sat\" refers to the manifest (vyakta), \"asat\" to the unmanifest (avyakta), and \"yat param\" to the transcendent Brahman that exceeds both categories entirely. The triple name used — \"ananta, deveśa, jagannivāsa\" (Infinite, Lord of gods, Abode of the universe) — points to Krishna's all-pervading, all-transcending, all-containing nature simultaneously.",
        "yogananda": "In this extraordinary verse, Arjuna has arrived, through the direct experience of the cosmic vision, at a recognition that advanced meditators reach only after years of sustained practice: God is not merely the creator of the universe — God IS the universe, transcends the universe, and is also the very Ground of being that the universe and non-being both rest upon. \"Yat param\" — that which is beyond — is the apophatic (neti-neti) dimension of the Absolute: not this, not that, yet the source of all this and all that. The mystic who can simultaneously hold \"sat\" (affirmation of God's immanence) and \"asat\" (negation of all limiting forms) and \"yat param\" (the transcendence of both) has attained integral spiritual vision.",
        "goyandka": "The Gītā Press commentators observe that Arjuna's address to the Lord using five epithets in this verse — mahātman, ananta, deveśa, jagannivāsa, ādikartre — constitutes a comprehensive theological affirmation. Each name reveals a dimension: Mahātman = the cosmic self; Ananta = without limit; Deveśa = sovereign over all divine powers; Jagannivāsa = the inner dwelling of the universe; Ādikartre = the uncaused first Cause. The verse then moves from names to nature: \"akṣaraṃ sat ca asat ca yat param\" — these four terms together describe Brahman's fourfold aspect: imperishability, existence, non-existence (the unmanifest), and the transcendent beyond all categories. This is among the most theologically dense single verses in the Gītā."
      }
    },
    {
      "verse": 38,
      "sanskrit": "tvam ādidevāḥ puruṣaḥ purāṇas tvam asya viśvasya paraṃ nidhānam |\nvettāsi vedyaṃ ca paraṃ ca dhāma tvayā tataṃ viśvam anantarūpa ||",
      "transliteration": "tvam ādidevāḥ puruṣaḥ purāṇaḥ tvam asya viśvasya param nidhānam |\nvettā asi vedyam ca param ca dhāma tvayā tatam viśvam anantarūpa ||",
      "translation": "You are the primal God, the ancient Person; You are the supreme repository of this universe; You are the Knower and the Known, the supreme Abode; by You is this universe pervaded, O Infinite-formed One.",
      "audio": "/assets/audio/ch11/verse_11_38.mp3",
      "word_breakdown": [
        {
          "word": "tvam ādidevāḥ",
          "meaning": "You are the primal/first God"
        },
        {
          "word": "puruṣaḥ purāṇaḥ",
          "meaning": "the ancient Person, the primeval Being"
        },
        {
          "word": "asya viśvasya",
          "meaning": "of this universe"
        },
        {
          "word": "param nidhānam",
          "meaning": "the supreme repository, the ultimate resting place"
        },
        {
          "word": "vettā",
          "meaning": "the Knower, the one who knows"
        },
        {
          "word": "vedyam",
          "meaning": "the Known, that which is to be known"
        },
        {
          "word": "param dhāma",
          "meaning": "the supreme Abode, the highest dwelling"
        },
        {
          "word": "tvayā tatam",
          "meaning": "pervaded by You, spread through by You"
        },
        {
          "word": "viśvam",
          "meaning": "the universe, all that exists"
        },
        {
          "word": "anantarūpa",
          "meaning": "O Infinite-formed One, of endless forms"
        }
      ],
      "commentary": {
        "dadaji": "Arjuna heaps wonder upon wonder: You are the first God, the oldest Being, the treasury of the entire universe. And then the deepest marvel: \"vettā asi vedyam ca\" — You are both the Knower and the Known. There is no separation between the Seer and the Seen, the devotee and the Beloved. The mystics of every tradition have whispered this: the lover and the beloved are one. \"Tvayā tatam viśvam\" — by You is the universe pervaded — echoes the great statement of Gita 9.4 and takes us into the heart of non-dual vision. And the address \"anantarūpa\" — Infinite-formed One — reminds us that God's forms are as endless as love's creativity. Each genuine name, each sincere prayer, each true relationship touches a real face of the Formless.",
        "sarvapriyananda": "The epistemological claim \"vettā asi vedyam ca\" — You are both the Knower and the Known — is the Advaita Vedanta position stated with perfect concision. In ordinary experience, knowledge requires a triad: knower (pramātā), the known (prameya), and the means of knowing (pramāṇa). Brahman transcends and underlies all three. The Bṛhadāraṇyaka Upaniṣad states: \"vijñātāram are kena vijānīyāt\" — by whom shall the Knower be known? The Knower of all cannot be a further object of knowledge; It is the very ground of knowing. When Arjuna recognizes Krishna as both vettā and vedya, he is recognizing the Absolute's self-luminous, self-knowing nature — the \"cit\" aspect of Sat-Cit-Ānanda. The closing epithet \"anantarūpa\" balances the formless with the infinitely-formed.",
        "yogananda": "The recognition \"vettā asi vedyam ca\" — You are the Knower and the Known — describes the highest state of samādhi as experienced from the inside. In ordinary consciousness, the subject and object appear separate. In deep meditation, the meditator, the meditation, and the meditated upon merge into a single luminous awareness. This is what Arjuna is now perceiving about the cosmos itself: the universe is not an objective reality outside of God's awareness — God is both the awareness in which the universe appears and the universe itself. \"Tvayā tatam viśvam\" (the universe pervaded by You) is not pantheism alone but panentheism: God pervades the universe yet transcends it, as the ocean pervades each wave yet is not exhausted by any wave.",
        "goyandka": "This verse is a concentrated recapitulation of the key divine attributes revealed across chapters seven through ten of the Gītā. \"Tvam ādidevāḥ\" recalls the opening of chapter ten's vibhūti teaching. \"Puruṣaḥ purāṇaḥ\" appears also in 8.9 and the Puruṣasūkta. \"Nidhānam\" — the supreme repository or foundation — matches Gītā 9.18 where the Lord declares Himself \"nidhānam\" of the universe. \"Vettā vedyam ca\" — Knower and Known — represents the non-dual unity underlying all subject-object distinctions. The closing \"anantarūpa\" returns to the theme of the universal form (viśvarūpa) being described, reminding us that the hymn arises from direct vision, not theological abstraction."
      }
    },
    {
      "verse": 39,
      "sanskrit": "vāyur yamo'gnir varuṇaḥ śaśāṅkaḥ prajāpatis tvaṃ prapitāmahaś ca |\nnamo namas te'stu sahasrakṛtvaḥ punaś ca bhūyo'pi namo namas te ||",
      "transliteration": "vāyuḥ yamaḥ agniḥ varuṇaḥ śaśāṅkaḥ prajāpatiḥ tvam prapitāmahaḥ ca |\nnamaḥ namaḥ te astu sahasrakṛtvaḥ punaḥ ca bhūyaḥ api namaḥ namaḥ te ||",
      "translation": "You are Vayu, Yama, Agni, Varuna, the Moon, Prajapati, and the great-grandfather of all. Salutations, salutations to You — a thousand times\\! And again and again, salutations, salutations to You.",
      "audio": "/assets/audio/ch11/verse_11_39.mp3",
      "word_breakdown": [
        {
          "word": "vāyuḥ",
          "meaning": "Vayu, the Wind-god, the life-breath"
        },
        {
          "word": "yamaḥ",
          "meaning": "Yama, the god of death and dharma"
        },
        {
          "word": "agniḥ",
          "meaning": "Agni, the fire-god"
        },
        {
          "word": "varuṇaḥ",
          "meaning": "Varuna, the god of the cosmic waters and cosmic law"
        },
        {
          "word": "śaśāṅkaḥ",
          "meaning": "the Moon (lit. the one with the hare mark)"
        },
        {
          "word": "prajāpatiḥ",
          "meaning": "Prajapati, the Lord of creatures, progenitor"
        },
        {
          "word": "prapitāmahaḥ",
          "meaning": "the great-grandfather, the forefather of forefathers"
        },
        {
          "word": "namaḥ namaḥ",
          "meaning": "salutations, salutations (repeated for intensity)"
        },
        {
          "word": "te astu",
          "meaning": "may there be to You"
        },
        {
          "word": "sahasrakṛtvaḥ",
          "meaning": "a thousand times"
        },
        {
          "word": "punaḥ ca bhūyaḥ",
          "meaning": "and again, and yet again"
        },
        {
          "word": "namaḥ namaḥ te",
          "meaning": "salutations, salutations to You (final repetition)"
        }
      ],
      "commentary": {
        "dadaji": "Arjuna's hymn reaches its chant-like rhythm here — \"namo namas te'stu sahasrakṛtvaḥ, punaś ca bhūyo'pi namo namas te.\" Say it aloud and feel the music: salutations, salutations, a thousand times, again and again, salutations, salutations. This is no longer philosophical discourse — this is the language of the heart that has run out of adequate words and so simply keeps bowing. The gods named — Vayu, Yama, Agni, Varuna, the Moon, Prajapati — are the great forces of the cosmos: breath, death, fire, water, light, and life itself. Arjuna is saying: every great power in existence is just Your face. I bow to the wind because it is You. I bow to death because it is You. I bow to fire because it is You. This is bhakti become cosmic.",
        "sarvapriyananda": "The enumeration of cosmic deities — Vāyu (air/prāṇa), Yama (death/dharma), Agni (fire/transformation), Varuṇa (water/cosmic order), Śaśāṅka (moon/mind), Prajāpati (progenitor/creation), and Prapitāmaha (great-grandfather, Brahma) — is a compressed version of the vibhūti teaching of chapter ten, here delivered not by Krishna but by Arjuna himself in a moment of direct vision. This is significant: what Krishna taught in chapter ten as philosophical instruction, Arjuna now knows through direct perception. The repetition of \"namaḥ\" — bowing — is itself a mantra structure. The Vedic tradition uses repetition not merely for emphasis but as a meditative device that deepens the state of reverence through the act of repeated utterance.",
        "yogananda": "This verse has the unmistakable quality of a spontaneous mantra arising from the depths of an illuminated heart. The repetition of \"namaḥ namaḥ\" — salutations, salutations — mirrors the ancient practice of japa (repetition of the divine name) as a means of dissolving the individual ego into the ocean of divine awareness. Each name Arjuna utters — Vayu (breath-god), Agni (fire), Yama (death), Varuna (cosmic order), Moon (mind) — represents a force that permeates every moment of existence. When the soul genuinely recognizes God in all these forces, every breath becomes a prayer, every fire an altar, even death itself becomes a doorway. \"Sahasrakṛtvaḥ\" — a thousand times — is the mystic's way of saying: no number of salutations is adequate; I offer infinitely and still the offering is small.",
        "goyandka": "The Gītā Press commentators note that this verse moves from the abstract (akṣara, sat, asat) to the concretely named divine manifestations, showing that the Lord's supremacy encompasses both the unmanifest Absolute and all particular divine forms recognized in the Vedic tradition. Vāyu represents the prāṇic life-force; Yama, dharmic cosmic order; Agni, the purifying principle; Varuṇa, the governing principle of the cosmic waters; the Moon, the presiding deity of the mind; Prajāpati, the creative power; Prapitāmaha, Brahmā the creator who is himself the Lord's creation. The closing litany \"namaḥ namaḥ te astu sahasrakṛtvaḥ punaś ca bhūyo'pi namaḥ namaḥ te\" is an expression of the principle that surrender to God cannot be partial — it must be total, repeated, and ever-renewed."
      }
    },
    {
      "verse": 40,
      "sanskrit": "namaḥ purastād atha pṛṣṭhatas te namo'stu te sarvata eva sarva |\nanantavīryāmitavikramas tvaṃ sarvaṃ samāpnoṣi tato'si sarvaḥ ||",
      "transliteration": "namaḥ purastāt atha pṛṣṭhataḥ te namaḥ astu te sarvataḥ eva sarva |\nanantavīrya amitavikramaḥ tvam sarvam samāpnoṣi tataḥ asi sarvaḥ ||",
      "translation": "Salutations to You from in front and from behind\\! Salutations to You from all sides, O All\\! You are of infinite might and boundless valor; You pervade all and therefore You are All.",
      "audio": "/assets/audio/ch11/verse_11_40.mp3",
      "word_breakdown": [
        {
          "word": "namaḥ purastāt",
          "meaning": "salutations from in front, bowing before You"
        },
        {
          "word": "atha pṛṣṭhataḥ",
          "meaning": "and from behind"
        },
        {
          "word": "namaḥ astu te",
          "meaning": "may salutations be to You"
        },
        {
          "word": "sarvataḥ",
          "meaning": "from all sides, from everywhere"
        },
        {
          "word": "sarva",
          "meaning": "O All, O All-pervading One"
        },
        {
          "word": "anantavīrya",
          "meaning": "of infinite might/power"
        },
        {
          "word": "amitavikramaḥ",
          "meaning": "of immeasurable valor/prowess"
        },
        {
          "word": "tvam",
          "meaning": "You"
        },
        {
          "word": "sarvam samāpnoṣi",
          "meaning": "You pervade all, You encompass everything"
        },
        {
          "word": "tataḥ",
          "meaning": "therefore, because of that"
        },
        {
          "word": "asi sarvaḥ",
          "meaning": "You are All, You are everything"
        }
      ],
      "commentary": {
        "dadaji": "Here Arjuna's hymn rises to its most complete and encompassing declaration: salutations from in front — salutations from behind — salutations from all sides — O All\\! He turns in every direction and bows, because he has realized there is no direction where God is not. The logic of the final lines is stunning in its simplicity: \"sarvaṃ samāpnoṣi tato'si sarvaḥ\" — You pervade all, therefore You are All. Because nothing exists outside of You, You are not merely in everything — You ARE everything. This is not pantheism as a philosophical position; it is the direct realization of a man who has seen with opened eyes. When this becomes one's lived experience — not belief, but experience — the universe becomes an endless temple, and every act of living becomes an act of worship.",
        "sarvapriyananda": "The structure of this verse is philosophically elegant: it begins with the spatial — bowing from all directions (purastāt, pṛṣṭhataḥ, sarvataḥ) — and culminates in the ontological — \"sarvaṃ samāpnoṣi tato'si sarvaḥ\" (You pervade all, therefore You are All). This is the Advaita syllogism in devotional form: if Brahman pervades everything without remainder, then Brahman IS everything — there is no \"leftover\" world separate from Brahman. The difference between this and crude pantheism is that Krishna is not identified with the world as such, but recognized as the pervading presence in whom the world has its being. The spatial language of bowing from all directions recalls the Īśāvāsya Upaniṣad's opening: \"Īśāvāsyam idam sarvam\" — all this is pervaded by the Lord.",
        "yogananda": "Arjuna now bows in all directions — and this is the gesture of one who has realized there is no direction outside of God. The mystic who truly knows this does not merely bow at the altar — he bows at the marketplace, bows at the mountain, bows at the face of friend and stranger alike, because everywhere is the face of the One. \"Sarvam samāpnoṣi tato'si sarvaḥ\" — You pervade all, therefore You are All — this is the final, unalterable conclusion of the visionary experience. Sri Ramakrishna would touch the ground and weep, saying \"Mother, Mother\" — because the earth was not inert matter to him but the body of the Divine. This verse is the scriptural foundation of that realization: God does not merely reside in all things — God IS all things, while simultaneously transcending all things.",
        "goyandka": "This verse brings the first movement of Arjuna's great hymn (verses 36–40) to a climactic close. The directional salutations — front, back, all sides — symbolize the completeness of surrender: there is no aspect of one's life or environment that is withheld from the divine. The epithets \"anantavīrya\" (infinite power) and \"amitavikrama\" (immeasurable valor) establish the Lord's omnipotence, grounding the final philosophical statement: \"sarvam samāpnoṣi\" — You pervade all. The Gītā Press commentators note that this echoes Gītā 9.4 — \"mayā tatam idaṃ sarvam\" (by Me is all this pervaded) — but here it is affirmed by Arjuna from direct vision rather than received as doctrine. The conclusion \"tato'si sarvaḥ\" — therefore You are All — is the Vedantic mahāvākya expressed through the language of bhakti: You are Brahman, and Brahman is All."
      }
    }
  ]
}