{
  "chapter": 14,
  "verses": [
    {
      "verse": 21,
      "sanskrit": "arjuna uvāca | kair liṅgais trīn guṇān etān atīto bhavati prabho | kim ācāraḥ kathaṃ caitāṃs trīn guṇān ativartate ||",
      "transliteration": "arjuna uvāca | kair liṅgais trīn guṇān etān atīto bhavati prabho | kim ācāraḥ kathaṃ ca etāṃs trīn guṇān ativartate ||",
      "translation": "Arjuna said: By what marks (liṅgaiḥ) is one who has transcended these three guṇas known, O Lord? What is his conduct (ācāra)? And how does he go beyond these three guṇas?",
      "audio": "/assets/audio/ch14/verse_14_21.mp3",
      "word_breakdown": [
        { "word": "kaiḥ", "meaning": "by what; interrogative — 'by which'" },
        { "word": "liṅgaiḥ", "meaning": "marks, signs, characteristics; outward indicators of inner state" },
        { "word": "trīn", "meaning": "three (accusative); referring to the three guṇas: sattva, rajas, tamas" },
        { "word": "guṇān", "meaning": "the guṇas; the three fundamental qualities of nature (Prakṛti)" },
        { "word": "etān", "meaning": "these (accusative plural); referring to the guṇas just described in verses 1–20" },
        { "word": "atītaḥ", "meaning": "one who has transcended, gone beyond; past participle of ati + √i (to go)" },
        { "word": "bhavati", "meaning": "becomes, is; 3rd person singular present" },
        { "word": "prabho", "meaning": "O Lord! vocative of prabhu — master, lord; a term of reverent address to Krishna" },
        { "word": "kim", "meaning": "what; interrogative pronoun — here asking about conduct" },
        { "word": "ācāraḥ", "meaning": "conduct, behavior, way of living; from ā + √car (to move, to act)" },
        { "word": "katham", "meaning": "how; interrogative adverb — asking about the means or method" },
        { "word": "ca", "meaning": "and; conjunctive particle linking the two further questions" },
        { "word": "ativartate", "meaning": "transcends, goes completely beyond; ati + √vṛt — the means of transcendence" }
      ],
      "commentary": {
        "dadaji": "Arjuna's question here is born not of intellectual curiosity alone but of deep love — he wants to know the one whom God has freed. He asks three things with great care: how do we recognize such a soul, how does he live among us, and how did he arrive at that freedom? The Lord will now pour out His answer across the final verses of this beautiful chapter, describing the guṇātīta — the one established beyond the play of nature. Let this question also be our own prayer: 'Lord, show me the signs of such a soul, so that I may walk in that direction.'",
        "sarvapriyananda": "Arjuna's three-fold question is precise and philosophically complete. He asks for the lakṣaṇa (marks), the ācāra (behavior), and the upāya (means) — an inquiry that covers the epistemological, ethical, and soteriological dimensions of guṇa-transcendence. From an Advaita perspective, the guṇātīta is not one who destroys the guṇas but one who realizes that the witness-Self (Sākṣī) was never touched by them. The recognition of this non-dual awareness is the essential inner mark, while the behavioral signs that follow are its natural expression.",
        "yogananda": "Arjuna is asking the perennial question of the spiritual aspirant: what does a liberated soul look like? How does one recognize such a being moving through the world? The three parts of the question correspond to the three layers of spiritual inquiry — the outer appearance, the active life, and the inner method. Krishna's forthcoming answer will reveal that the guṇātīta is not someone removed from life but one who participates fully in it from a center of unshakeable stillness, where the great calm of the Infinite has replaced the restless push and pull of the guṇas.",
        "goyandka": "Arjuna poses a precise tri-partite question: (1) kair liṅgaiḥ — the external marks by which such a person is recognizable; (2) kim ācāraḥ — his mode of conduct in daily life; and (3) katham ativartate — the method or discipline by which he achieves transcendence. This structure is pedagogically significant: the Lord's answer in verses 22–26 addresses marks and conduct, while verse 26 directly addresses the method. Together, they constitute the śāstric framework for understanding guṇātītatva — the state of being beyond the three qualities of Prakṛti."
      }
    },
    {
      "verse": 22,
      "sanskrit": "śrī bhagavān uvāca | prakāśaṃ ca pravṛttiṃ ca moham eva ca pāṇḍava | na dveṣṭi sampravṛttāni na nivṛttāni kāṅkṣati ||",
      "transliteration": "śrī bhagavān uvāca | prakāśaṃ ca pravṛttiṃ ca moham eva ca pāṇḍava | na dveṣṭi sampravṛttāni na nivṛttāni kāṅkṣati ||",
      "translation": "The Blessed Lord said: O Pāṇḍava, he does not hate illumination (sattva), activity (rajas), or delusion (tamas) when they arise; nor does he crave for them when they cease.",
      "audio": "/assets/audio/ch14/verse_14_22.mp3",
      "word_breakdown": [
        { "word": "prakāśam", "meaning": "light, luminosity, illumination; the manifestation of sattva — knowledge and clarity" },
        { "word": "pravṛttim", "meaning": "activity, impulse to act, engagement; the expression of rajas" },
        { "word": "moham", "meaning": "delusion, confusion, inertia; the expression of tamas — clouding of discrimination" },
        { "word": "eva", "meaning": "indeed, even; an emphatic particle — stressing that even delusion is included" },
        { "word": "ca", "meaning": "and; conjunctive particle (used thrice: prakāśam ca … pravṛttim ca … moham eva ca)" },
        { "word": "pāṇḍava", "meaning": "O son of Pāṇḍu; a vocative address to Arjuna, personalizing the teaching" },
        { "word": "na dveṣṭi", "meaning": "does not hate, does not recoil from; na + dviṣ (to hate, to be averse to)" },
        { "word": "sampravṛttāni", "meaning": "when fully arisen, when present; sam + pra + vṛt — when these guṇas manifest in full force" },
        { "word": "na … kāṅkṣati", "meaning": "does not crave, does not long for; na + kāṅkṣ (to desire, to wish for)" },
        { "word": "nivṛttāni", "meaning": "when they have ceased, when they are absent; ni + vṛt — the withdrawal or disappearance of the guṇas" }
      ],
      "commentary": {
        "dadaji": "Krishna begins His answer with the most subtle of the signs: the sage's relationship with the guṇas is one of perfect peace. He does not push away the delusion of tamas or strain to hold onto the clear light of sattva — he simply watches both come and go as the waves of a vast ocean, remaining the ocean itself. This is not indifference born of dullness but the great ease of one who has found the shore beneath all waves. The Lord is gently telling us: stop fighting what arises and stop chasing what departs — rest in the awareness that remains.",
        "sarvapriyananda": "This verse reveals the Sākṣī — the witness consciousness — as the true mark of guṇātītatva. Aversion (dveṣa) and craving (kāṅkṣā) are the two horns of saṃsāra; they arise only when one identifies the self with the guṇas. The guṇātīta, established in the recognition that he is the witness and not the witnessed, has no reason to resist what arises or to cling to what departs. From Advaita: the guṇas belong entirely to Prakṛti; Puruṣa — pure awareness — was never their abode. The sage lives in this recognition continuously.",
        "yogananda": "The first sign Krishna gives is equanimity in the face of the internal weather of the mind. Light, restlessness, dullness — these are the three great seasons that cycle through every human consciousness. The unwise person chases the sunlit season of sattva and dreads the winter of tamas; but the liberated soul has learned to inhabit the unchanging sky through which all seasons pass. This is not suppression of experience but a profound disidentification from it — the one who watches the guṇas arise and subside without grasping or recoiling has found the Self that the guṇas cannot touch.",
        "goyandka": "This first characteristic of the guṇātīta addresses the root cause of bondage: dvandva-moha, the delusion produced by pairs of opposites. By specifying all three guṇas — sattva (prakāśa), rajas (pravṛtti), and tamas (moha) — the Lord indicates that even the desirable quality of sattva is not to be clung to, and even tamas is not to be actively resisted. The sage transcends the entire guṇa-triad by the consistent practice of the witness attitude. Na dveṣṭi … na kāṅkṣati — freedom from both repulsion and attraction constitutes the primary external mark."
      }
    },
    {
      "verse": 23,
      "sanskrit": "udāsīnavad āsīno guṇair yo na vicālyate | guṇā vartanta ity evaṃ yo'vatiṣṭhati neṅgate ||",
      "transliteration": "udāsīnavad āsīnaḥ guṇaiḥ yaḥ na vicālyate | guṇāḥ vartante iti evaṃ yaḥ avatiṣṭhati na iṅgate ||",
      "translation": "He who sits as if uninvolved (udāsīnavat), not disturbed by the guṇas — who remains firmly established, knowing 'the guṇas are moving' — he is not shaken.",
      "audio": "/assets/audio/ch14/verse_14_23.mp3",
      "word_breakdown": [
        { "word": "udāsīnavat", "meaning": "like one who is uninvolved, as if indifferent; ud + āsīna — a crucial qualifier: 'like' an indifferent witness, not actually detached from compassion" },
        { "word": "āsīnaḥ", "meaning": "seated, abiding, resting; present participle of ā + √as (to sit, to be) — suggesting a stable, grounded state" },
        { "word": "guṇaiḥ", "meaning": "by the guṇas; instrumental case — the guṇas as agents that attempt to move one" },
        { "word": "yaḥ", "meaning": "who; relative pronoun — the one being described" },
        { "word": "na vicālyate", "meaning": "is not disturbed, is not moved; na + vi + √cal — not agitated or shaken from one's center" },
        { "word": "guṇāḥ vartante", "meaning": "the guṇas are moving, the guṇas are acting; the liberating cognitive shift — 'not I, but the guṇas'" },
        { "word": "iti", "meaning": "thus, so; marks a quoted thought — the specific inner knowing of the guṇātīta" },
        { "word": "evam", "meaning": "thus, in this way; emphasizing the particular understanding 'the guṇas move, not I'" },
        { "word": "avatiṣṭhati", "meaning": "remains established, stands firm; ava + √sthā — to be firmly grounded in one's nature" },
        { "word": "na iṅgate", "meaning": "does not move, is not stirred; na + iṅg (to stir, to be moved) — emphasizing motionlessness of the Self" }
      ],
      "commentary": {
        "dadaji": "Here the Lord gives us the inner secret of the guṇātīta's freedom — his constant, quiet inner knowing: 'the guṇas are moving, not I.' This one recognition changes everything. Like a man sitting beside a rushing river, he watches the water flow past without being swept away. The word udāsīnavat — 'as if uninvolved' — is so gentle and wise; the sage is fully present in the world, fully alive to all that happens, yet something in him stands apart like the still sky above all weather. This is the Sākṣī awareness, and it is available to every one of us in each moment of prayer and self-recollection.",
        "sarvapriyananda": "The philosophical heart of this verse is the compound 'guṇā vartante iti' — the liberating inner cognition of the guṇātīta. This is precisely the Sāṃkhya-Vedānta distinction between Puruṣa and Prakṛti operationalized as a living awareness rather than a dry intellectual concept. The sage constantly cognizes: 'I am the changeless witness; the changing belongs to Prakṛti.' Udāsīnavat does not mean cold indifference — it means non-identification. He is present, aware, compassionate — but unmistaken about who is the seer and what is seen.",
        "yogananda": "The sage described here has achieved what the yogis call Sākṣī-bhāva — the state of the pure witness. He is not detached from life in a cold or withdrawn sense; rather, he participates fully while remaining inwardly steady, like a deep ocean that sends waves to the shore without its depths being disturbed. 'The guṇas are moving' — this is his internal mantra, his constant recognition. Whenever the mind grows bright with sattva or turbulent with rajas or clouded with tamas, he does not say 'I am illumined' or 'I am agitated' — he says simply, 'the guṇas are at work,' and rests in that witnessing presence.",
        "goyandka": "This verse provides the epistemological basis for guṇātītatva: viveka — discriminative knowledge regarding the self and the guṇas. 'Na vicālyate' and 'na iṅgate' together stress that the guṇātīta's equanimity is not occasional but continuous; he is never destabilized from his center. The expression 'guṇā vartante iti evaṃ avatiṣṭhati' is technically important: this is the pratyaya (cognition) of the liberated being — a stable, moment-to-moment recognition that all movement and modification belong to Prakṛti. He witnesses without confusion of subject and object."
      }
    },
    {
      "verse": 24,
      "sanskrit": "sama-duḥkha-sukhaḥ sva-sthaḥ sama-loṣṭāśma-kāñcanaḥ | tulya-priyāpriyo dhīras tulya-nindātma-saṃstutiḥ ||",
      "transliteration": "sama-duḥkha-sukhaḥ sva-sthaḥ sama-loṣṭa-aśma-kāñcanaḥ | tulya-priya-apriyaḥ dhīraḥ tulya-nindā-ātma-saṃstutiḥ ||",
      "translation": "Equal in pleasure and pain, self-abiding (sva-sthaḥ), treating a clod of earth, a stone, and gold as the same; equal toward the pleasant and the unpleasant; steady (dhīraḥ), equal whether blamed or praised.",
      "audio": "/assets/audio/ch14/verse_14_24.mp3",
      "word_breakdown": [
        { "word": "sama-duḥkha-sukhaḥ", "meaning": "one for whom pain and pleasure are equal; sama = equal, duḥkha = suffering, sukha = joy — the foundational equanimity" },
        { "word": "sva-sthaḥ", "meaning": "self-abiding, established in oneself; sva = one's own, stha = standing — literally 'standing in the Self,' not in externals" },
        { "word": "sama-loṣṭa", "meaning": "treating a clod of earth as equal; loṣṭa = a lump of dirt or clay — the lowest material value" },
        { "word": "aśma", "meaning": "a stone, a rock; middle value in the triplet — between worthless clay and precious gold" },
        { "word": "kāñcanaḥ", "meaning": "gold; the highest material value — yet equated with dust by the guṇātīta" },
        { "word": "tulya-priyāpriyaḥ", "meaning": "equal toward the pleasant and the unpleasant; tulya = equivalent, priya = dear/pleasant, apriya = disagreeable/unpleasant" },
        { "word": "dhīraḥ", "meaning": "the steady one, the wise one; from dhī (intelligence, wisdom) — one of resolute spiritual intelligence; also resonates with dhīra-lalita" },
        { "word": "tulya-nindā", "meaning": "equal in the face of blame, criticism; nindā = reproach, censure — not affected by censure of any kind" },
        { "word": "ātma-saṃstutiḥ", "meaning": "praise directed at oneself; sam + stu = to praise fully, extol; the sage is equally unmoved by flattery or condemnation" }
      ],
      "commentary": {
        "dadaji": "This verse reads like a garland of jewels — each compound a gem of wisdom. The most beautiful is 'sama-loṣṭāśma-kāñcanaḥ': the sage sees a lump of mud and a nugget of gold and feels the same quiet regard for both. Not because he is dull or indifferent, but because his heart has been filled with something that makes all earthly things transparent — he sees through them to the one Reality that shines equally in all. And 'sva-sthaḥ' — standing in his own Self — is the key to all the rest. When we truly rest in the Self, what can touch us?",
        "sarvapriyananda": "The verse presents six paired equalities, each representing the dissolution of a layer of identification. 'Sva-sthaḥ' is the most technically precise: the one who is 'standing in the Self' has shifted his locus of identity from the body-mind complex (which receives pleasure, pain, praise, blame) to the Ātman (which is untouched by all modifications). 'Sama-loṣṭāśma-kāñcanaḥ' is the classical Vedāntic illustration of seeing Brahman equally in all forms — when the gold of Self is recognized as the one substrate, the apparent hierarchy of dust, stone, and gold collapses. This is not insensitivity but the deepest kind of vision.",
        "yogananda": "The sage depicted here has undergone a profound internal transformation: the scales by which he once measured life — more pleasure, less pain; more gold, less mud; more praise, less blame — have dissolved. This is not achieved by suppressing preferences but by contacting a joy so vast within that external comparisons lose their compulsive grip. 'Sva-sthaḥ' — standing in oneself — is the metaphor of the spiritual life perfectly captured in one Sanskrit word: the journey is inward, not outward, and when we find our home within, all the world becomes equally luminous and equally loved.",
        "goyandka": "This verse lists six practical characteristics of the guṇātīta: (1) equanimity in sukha-duḥkha, (2) being sva-sthaḥ — abiding in the ātman, (3) equanimity toward loṣṭa-aśma-kāñcana (objects of varying worldly value), (4) equanimity toward priya and apriya (persons or experiences), (5) dhīratā — steady wisdom, (6) equanimity toward nindā and saṃstuti (blame and praise). Notably, sva-sthaḥ is placed at the center of the list as the root of all the others: all outer equanimity flows from inner abidance in the Self. Dhīraḥ here carries the specific Vedāntic connotation of one who has firm śruti-based understanding."
      }
    },
    {
      "verse": 25,
      "sanskrit": "mānāpamānayos tulyas tulyo mitrāri-pakṣayoḥ | sarvārambha-parityāgī guṇātītaḥ sa ucyate ||",
      "transliteration": "māna-apamānayoḥ tulyaḥ tulyaḥ mitra-ari-pakṣayoḥ | sarva-ārambha-parityāgī guṇātītaḥ saḥ ucyate ||",
      "translation": "Equal in honor and dishonor, equal toward friend and foe, who has renounced all self-initiated enterprises (sarvārambha-parityāgī) — he is called guṇātīta.",
      "audio": "/assets/audio/ch14/verse_14_25.mp3",
      "word_breakdown": [
        { "word": "māna", "meaning": "honor, respect, esteem; the pleasant face of social regard — what the ego loves to receive" },
        { "word": "apamānayoḥ", "meaning": "in dishonor, in disrespect; apa + māna — the reversal of esteem; genitive dual with māna" },
        { "word": "tulyaḥ", "meaning": "equal, the same; tulā = balance scale — he holds honor and dishonor on perfectly balanced scales" },
        { "word": "mitra", "meaning": "friend, ally; one who is disposed favorably toward the sage" },
        { "word": "ari", "meaning": "enemy, opponent; ari = one who acts against — yet the sage is equal to both" },
        { "word": "pakṣayoḥ", "meaning": "in the two sides, toward both parties; pakṣa = side, faction — the two camps are equal to the guṇātīta" },
        { "word": "sarva-ārambha", "meaning": "all beginnings, all undertakings, all self-initiated projects; ā + √rambh = to undertake, to start" },
        { "word": "parityāgī", "meaning": "one who has renounced, abandoned; pari + √tyaj — not that he does nothing, but he has no personal agenda driving his actions" },
        { "word": "guṇātītaḥ", "meaning": "one who has transcended the guṇas; the formal compound: guṇa + atīta (past participle of ati + √i, to go beyond)" },
        { "word": "saḥ ucyate", "meaning": "he is said to be, he is called; ucyate = passive of √vac — this is the formal śāstric definition" }
      ],
      "commentary": {
        "dadaji": "The Lord closes the portrait of the guṇātīta with 'sarvārambha-parityāgī' — the renouncer of all personal projects. This is so profound: the sage may be intensely active in the world, yet in his heart he has no personal agenda; everything he does is God's work flowing through him. He does not start anything for himself. And then comes the formal declaration: 'sa guṇātītaḥ ucyate' — he is called one who has gone beyond the guṇas. What a grace-filled word 'ucyate' is — it is said, it is acknowledged, it is recognized. The world eventually sees the freedom in such a soul, and that recognition itself becomes an instrument of blessing.",
        "sarvapriyananda": "The verse climaxes with 'sarvārambha-parityāgī,' which from a Vedāntic standpoint points to the disappearance of ahaṃkāra — the I-sense that initiates action for personal fruition. In Advaita, karma accrues only when action flows from the false identification with the ego-agent; the guṇātīta, having seen through this falseness, neither accumulates nor is bound by karma. 'Sa guṇātītaḥ ucyate' is the śāstric definition (lakṣaṇa), formally closing Arjuna's first question. Verses 22–25 together enumerate ten qualities — a comprehensive and authoritative list of the liberated person's natural attributes.",
        "yogananda": "The sage is equal toward friend and foe — not because he has become cold or indifferent, but because he has discovered a love so unconditional that it no longer requires the categories of 'mine' and 'other.' And sarvārambha-parityāgī — the renouncer of all undertakings — does not mean the sage sits idle; it means he never acts from the trembling center of the ego's need to accomplish, to be seen, to secure. His activity is the effortless expression of divine will, like the sun that shines without purpose yet illumines all. This is the freedom that lies at the heart of all genuine spiritual life.",
        "goyandka": "With 'sarvārambha-parityāgī,' the Lord brings in a quality that belongs both to the mark (liṅga) and to the conduct (ācāra) of the guṇātīta. Ārambha means any undertaking initiated by personal desire (kāmya-karma); the guṇātīta has no kāma-driven agenda and therefore no personal ārambha. This does not preclude action — it precludes only self-motivated action. The formal conclusion 'guṇātītaḥ sa ucyate' employs the passive 'ucyate' (is called, is recognized as) because this is a śāstric pratyabhijñā — a recognition or identification formula used in defining a philosophical category."
      }
    },
    {
      "verse": 26,
      "sanskrit": "māṃ ca yo'vyabhicāreṇa bhakti-yogena sevate | sa guṇān samatītyaitān brahma-bhūyāya kalpate ||",
      "transliteration": "mām ca yaḥ avyabhicāreṇa bhakti-yogena sevate | saḥ guṇān samatītya etān brahma-bhūyāya kalpate ||",
      "translation": "And he who serves Me with unwavering (avyabhicāreṇa) bhakti-yoga — he, having transcended all these guṇas, becomes fit for becoming Brahman (brahma-bhūyāya kalpate).",
      "audio": "/assets/audio/ch14/verse_14_26.mp3",
      "word_breakdown": [
        { "word": "mām", "meaning": "Me (accusative); Krishna speaking — the personal God as the direct object of bhakti" },
        { "word": "ca", "meaning": "and; connecting this verse to the marks described in v22-25 — here comes the answer to 'how?'" },
        { "word": "yaḥ", "meaning": "who; relative pronoun introducing the one who practices avyabhicāra bhakti" },
        { "word": "avyabhicāreṇa", "meaning": "without deviation, without wavering, exclusively; a + vi + abhi + √car — not straying to any other support or object; the same as ananya bhakti" },
        { "word": "bhakti-yogena", "meaning": "by the yoga of devotion; the instrumental case — bhakti (loving devotion) as the direct means of transcendence" },
        { "word": "sevate", "meaning": "serves, worships, attends; √sev — to serve with love, to be devoted to; implies both inner worship and outer service" },
        { "word": "saḥ", "meaning": "he; the subject — the avyabhicāra-bhakta" },
        { "word": "guṇān", "meaning": "the guṇas; accusative plural — what is transcended" },
        { "word": "samatītya", "meaning": "having completely transcended; sam + ati + √i — an absolutive (gerund) indicating prior completion before becoming Brahman" },
        { "word": "etān", "meaning": "these; referring to the specific three guṇas of this chapter" },
        { "word": "brahma-bhūyāya", "meaning": "for becoming Brahman, to attain Brahman-state; brahma + bhūya (becoming) + dative suffix — qualified for the state of being Brahman" },
        { "word": "kalpate", "meaning": "is fit for, becomes qualified for; √kḷp — to be capable of, to be suited for; a strong positive assertion of the bhakta's qualification" }
      ],
      "commentary": {
        "dadaji": "This verse is the Lord's direct answer to Arjuna's third question — how does one transcend the guṇas? And Krishna's answer is so characteristic of His grace: through avyabhicāra bhakti, unwavering loving service to Me. Not through heroic austerity or complicated metaphysics, but through the heart's unbroken turning toward the Lord. This is what makes the Gita such a gift to all humanity. The one who loves God without wavering — who keeps returning to God through every mood, every season, every guṇa — that soul becomes fit for Brahman itself. Bhakti is not the lesser path; it is the path that makes all paths possible.",
        "sarvapriyananda": "This verse is theologically pivotal. The Advaita commentators note a subtle but important point: bhakti here is avyabhicāra — non-deviant, exclusive. The Advaitin reads this as upāsana progressing toward jñāna: the bhakta who keeps his mind unswervingly on the personal Lord becomes progressively purified until the final recognition that the worshiper and the worshiped are one. 'Brahma-bhūyāya kalpate' — becomes fit for the state of Brahman — speaks of an inner qualification, a purification of the antaḥkaraṇa, which then allows jñāna to dawn. Bhakti and jñāna are thus not rivals but stages on the same path.",
        "yogananda": "Here Krishna reveals the master key: unwavering devotion. The great secret is that love is stronger than the guṇas. The guṇas bind through attraction and repulsion, through the oscillation between craving and aversion. But a heart that has found its rest in the Infinite Love of God has no room left for the guṇas to grip. Avyabhicāra bhakti — devotion that does not stray, does not divide its loyalty, does not seek its fulfillment in any lesser thing — this is the invincible force that carries the soul effortlessly across the entire field of the three guṇas into the boundless freedom of Brahman.",
        "goyandka": "This verse answers the third part of Arjuna's question: the upāya (means) of guṇa-transcendence is avyabhicāra bhakti-yoga — the practice of undivided devotion to the Lord. Avyabhicāra means literally 'without straying to another' — the same concept as ananya-bhakti in 9.22. The Lord does not prescribe any specific guṇa-by-guṇa management technique; instead, total surrender to the Lord automatically produces guṇa-transcendence as a byproduct. 'Brahma-bhūyāya kalpate' is a future-oriented statement of qualification — the bhakta develops the inner readiness (adhikāra) for Brahman-realization through the persistent practice of such devotion."
      }
    },
    {
      "verse": 27,
      "sanskrit": "brahmaṇo hi pratiṣṭhāham amṛtasyāvyayasya ca | śāśvatasya ca dharmasya sukhasyaikāntikasya ca ||",
      "transliteration": "brahmaṇaḥ hi pratiṣṭhā aham amṛtasya avyayasya ca | śāśvatasya ca dharmasya sukhasya aikāntikasya ca ||",
      "translation": "For I am the very foundation (pratiṣṭhā) of Brahman — of the immortal and the imperishable, of eternal dharma, and of absolute, unswerving bliss.",
      "audio": "/assets/audio/ch14/verse_14_27.mp3",
      "word_breakdown": [
        { "word": "brahmaṇaḥ", "meaning": "of Brahman; genitive — 'of Brahman's.' Brahman here is the impersonal Absolute, the ultimate substratum of all existence" },
        { "word": "hi", "meaning": "indeed, for, certainly; an emphatic and causal particle — 'for indeed I am…' — giving the ultimate reason for all that preceded" },
        { "word": "pratiṣṭhā", "meaning": "the foundation, the ground, the support; prati + √sthā — the base upon which something rests; the most foundational support" },
        { "word": "aham", "meaning": "I; Krishna — the personal God declaring Himself as the ground of the impersonal Absolute; the most profound statement of the verse" },
        { "word": "amṛtasya", "meaning": "of the immortal; amṛta = a (not) + mṛta (death) — the deathless nature; what never dies; mokṣa itself" },
        { "word": "avyayasya", "meaning": "of the imperishable; a + vyaya = no decay or expenditure; what cannot be diminished or destroyed; eternal unchangingness" },
        { "word": "ca", "meaning": "and; conjunctive — linking the five great realities that all rest in Krishna" },
        { "word": "śāśvatasya", "meaning": "of the eternal, the everlasting; śāśvata = that which persists through all time; from √śas, to endure" },
        { "word": "dharmasya", "meaning": "of dharma; the eternal cosmic order, righteousness, truth-in-action — the law that upholds existence itself" },
        { "word": "sukhasya", "meaning": "of bliss, of happiness; su + kha = the good space — the positive joy that is the nature of the Self" },
        { "word": "aikāntikasya", "meaning": "of the absolute, the exclusive, the unswerving; eka + anta — that which has one end only, undivided toward one goal — the bliss that is non-contingent, unlike worldly pleasure" }
      ],
      "commentary": {
        "dadaji": "And here — the last verse of the chapter — the Lord speaks from the very depths of His being: 'I am the pratiṣṭhā of Brahman.' What an extraordinary declaration! Even the great impersonal Absolute — Brahman — rests in Me. Immortality rests in Me. The eternal dharma that holds all worlds in order rests in Me. And that unswerving, unconditional bliss that every soul ultimately seeks — that too rests in Me. The chapter that began with the binding power of the three guṇas ends here, in the most luminous way possible: beyond the guṇas, beyond Prakṛti, beyond even Brahman as an abstract concept, there is this — a living, loving Lord who is the ground of everything. When we rest in Him through avyabhicāra bhakti, we are resting in the foundation of all foundations. This is the great invitation of the Gita.",
        "sarvapriyananda": "This verse is among the most philosophically daring in the entire Bhagavad Gita, and it requires careful Vedāntic handling. Śaṅkarācārya interprets 'brahmaṇo pratiṣṭhā aham' as stating that the Nirguṇa Brahman, when approached through the lens of Māyā and upāsana, is ultimately grounded in Cit — pure Consciousness — which manifests through the saguna form of Krishna as the supreme Āśraya (support). Rāmānuja reads it more directly: the personal Lord is higher than the impersonal Brahman because Brahman is His body. Either way, the verse performs a stunning move: it takes the highest abstraction (Brahman) and reveals that even it has a foundation — the personal, loving, present God who speaks these words. Amṛta, avyaya, śāśvata dharma, and aikāntika sukha — all five realities cited have their ground in this one living source.",
        "yogananda": "This verse is the mountaintop of the fourteenth chapter — and among the highest peaks of the entire Gita. The mystic understands it as the declaration that all spiritual experience ultimately points beyond itself to its source. When a seeker tastes immortality in deep meditation, it is because they have momentarily touched the hem of Krishna's infinite Being. When the dharma of righteousness feels absolutely compelling and universal, it is because it flows from this inexhaustible source. And aikāntika sukha — the bliss that has only one direction, that does not lean back toward fear — this is the bliss of the Self, of God, of the Beloved who is the very ground of all being. Let us love Him, serve Him, remember Him — for in Him we find not only liberation but the infinite joy that is our truest nature.",
        "goyandka": "This concluding verse establishes the metaphysical hierarchy that underlies the entire chapter. The Lord states His supremacy over Brahman through the concept of pratiṣṭhā — not that Brahman is false or secondary in an ordinary sense, but that Brahman derives its ultimacy from Bhagavān Himself. The five attributes listed — Brahman, amṛtatva (immortality), avyayatva (imperishability), śāśvata dharma (eternal righteousness), and aikāntika sukha (absolute bliss) — are the five highest values sought by different schools of philosophy and different types of sādhaka. By claiming to be the pratiṣṭhā (foundation) of all five, the Lord synthesizes all spiritual aspirations into one supreme refuge. The practical implication is direct: the sādhaka who seeks any of these supreme values must ultimately come to bhakti of the personal Lord, as stated in verse 26. Verse 27 is thus not merely a theological statement — it is the definitive justification for the bhakti-yoga taught throughout the Gita."
      }
    }
  ]
}
