{
  "chapter": 5,
  "verses": [
    {
      "verse": 21,
      "sanskrit": "बाह्यस्पर्शेष्वसक्तात्मा विन्दत्यात्मनि यत्सुखम् ।\nस ब्रह्मयोगयुक्तात्मा सुखमक्षयमश्नुते ॥",
      "transliteration": "bāhya-sparśeṣv asaktātmā vindaty ātmani yat sukham\nsa brahma-yoga-yuktātmā sukham akṣayam aśnute",
      "translation": "He whose self is unattached to external contacts finds the joy that is in the Self. With self united to Brahman through yoga, he attains undecaying bliss.",
      "audio": "/assets/audio/ch05/verse_05_21.mp3",
      "word_breakdown": [
        {"word": "बाह्यस्पर्शेषु", "transliteration": "bāhya-sparśeṣu", "root": "bāhya (external) + sparśa (contact)", "grammatical_form": "Compound noun, masculine, locative, plural", "meaning": "in external sense contacts / in objects perceived by the senses"},
        {"word": "असक्तात्मा", "transliteration": "asaktātmā", "root": "a (not) + sakta (attached) + ātman (self)", "grammatical_form": "Compound adjective, masculine, nominative, singular", "meaning": "one whose self is unattached / whose mind is free from clinging"},
        {"word": "विन्दति", "transliteration": "vindati", "root": "√vid (to find, to know)", "grammatical_form": "Verb, present, active, 3rd person singular", "meaning": "finds / discovers / experiences"},
        {"word": "ब्रह्मयोगयुक्तात्मा", "transliteration": "brahma-yoga-yuktātmā", "root": "brahman + yoga + √yuj (to unite) + ātman", "grammatical_form": "Compound adjective, masculine, nominative, singular", "meaning": "one whose self is united in Brahman-yoga / absorbed in the yoga of the Absolute"},
        {"word": "अक्षयम्", "transliteration": "akṣayam", "root": "a (not) + kṣaya (decay, diminution)", "grammatical_form": "Adjective, neuter, accusative, singular", "meaning": "undecaying / imperishable / inexhaustible"}
      ],
      "commentary": {
        "dadaji": "Krishna distinguishes the two sources of happiness: outer and inner. The one whose mind is not hooked to sense contacts — bāhya-sparśeṣu asaktātmā — naturally turns inward and discovers ātmic joy, the bliss of pure awareness. This is not the muted pleasure of suppression but the luminous delight of Self-recognition. When such a person further unites the self with Brahman through yoga — brahma-yoga-yuktātmā — the bliss they enjoy is akṣaya, undecaying. Outer pleasures wax and wane; they depend on conditions. Inner bliss is self-sustaining. Dadaji would emphasize: non-attachment is not renunciation of the world but freedom from the compulsive need to extract happiness from it. The yogi lives fully in the world while drawing sustenance from within.",
        "sarvapriyananda": "Swami Sarvapriyananda draws attention to the compound brahma-yoga-yuktātmā — the self established in the yoga of Brahman. This is the state of nididhyāsana, sustained contemplation of the Absolute. The verse teaches a crucial Vedantic principle: joy is not produced by external objects; it is revealed when the veil of attachment is lifted. Objects do not contain happiness — they merely trigger the temporary withdrawal of mental agitation, allowing innate ātmic bliss to surface. By remaining inwardly anchored through brahma-yoga, the practitioner enjoys akṣayam sukham — happiness that does not require any external cause and therefore cannot be taken away. This is the direct fruit of Self-knowledge lived continuously.",
        "yogananda": "Paramahansa Yogananda sees this verse as a charter for the meditating yogi. Bāhya-sparśa — external contacts — are the magnetic pulls of the senses that keep consciousness scattered outward. Non-attachment is not indifference but freedom: the yogi remains in the world yet draws sustenance from the inner fountain of Ātman. Brahma-yoga-yuktātmā points to Kriya Yoga practice — the deliberate internalization of life-force that unites individual consciousness with Cosmic Consciousness. The result is akṣayam sukham, joy that is self-replenishing because it flows from the Infinite. Each meditation session is a homecoming to this undecaying bliss, which gradually becomes the background of all waking experience.",
        "goyandka": "Goyandkaji notes that this verse completes the logic of inner renunciation begun earlier. The outer world is not condemned; it is simply recognized as an unreliable source of lasting happiness. The aspirant who practises non-attachment — asaktātmā — turns to the ātman for joy and finds it reliably present. Brahma-yoga here refers to the constant offering of all action and experience to Brahman, living with the awareness that one is never separate from the Absolute. Such a life yields akṣayam sukham — happiness that cannot diminish because it does not depend on any finite object. Goyandkaji urges the aspirant to begin with small acts of detachment, gradually purifying the mind until this inner bliss becomes one's natural abiding state."
      }
    },
    {
      "verse": 22,
      "sanskrit": "ये हि संस्पर्शजा भोगा दुःखयोनय एव ते ।\nआद्यन्तवन्तः कौन्तेय न तेषु रमते बुधः ॥",
      "transliteration": "ye hi saṃsparśajā bhogā duḥkha-yonaya eva te\nādy-antavantaḥ kaunteya na teṣu ramate budhaḥ",
      "translation": "The enjoyments born of sense contacts are verily sources of suffering; they have a beginning and an end, O son of Kunti. The wise man does not delight in them.",
      "audio": "/assets/audio/ch05/verse_05_22.mp3",
      "word_breakdown": [
        {"word": "संस्पर्शजाः", "transliteration": "saṃsparśajāḥ", "root": "saṃsparśa (sense contact) + √jan (to be born)", "grammatical_form": "Compound adjective, masculine, nominative, plural", "meaning": "born of sense contacts / produced by the touch of sensory experience"},
        {"word": "भोगाः", "transliteration": "bhogāḥ", "root": "√bhuj (to enjoy, to experience)", "grammatical_form": "Noun, masculine, nominative, plural", "meaning": "enjoyments / pleasures / sensory experiences"},
        {"word": "दुःखयोनयः", "transliteration": "duḥkha-yonayaḥ", "root": "duḥkha (suffering) + yoni (womb, source)", "grammatical_form": "Compound noun, masculine, nominative, plural", "meaning": "wombs of suffering / sources of pain / generators of misery"},
        {"word": "आद्यन्तवन्तः", "transliteration": "ādy-antavantaḥ", "root": "ādi (beginning) + anta (end) + vat (possessing)", "grammatical_form": "Compound adjective, masculine, nominative, plural", "meaning": "having a beginning and an end / transient / impermanent"},
        {"word": "बुधः", "transliteration": "budhaḥ", "root": "√budh (to know, to wake up)", "grammatical_form": "Noun, masculine, nominative, singular", "meaning": "the wise one / the discerning person / the one who is awake"}
      ],
      "commentary": {
        "dadaji": "Krishna now provides the philosophical reason for non-attachment: sense-born pleasures are duḥkha-yonayaḥ — literally 'wombs of suffering.' This is not pessimism but precision. Any pleasure that arises from contact between a sense organ and its object is conditional, and whatever is conditional is subject to change. The word ādy-antavantaḥ — 'having a beginning and an end' — captures the entire problem of transient happiness. We grasp at pleasure; it peaks, then fades; the mind craves its return. This craving itself is suffering. Dadaji would say: the Buddha (wise man) does not suppress pleasure through willpower but sees through it. Once the mind genuinely perceives the impermanence of sense pleasure, attachment naturally loosens, and the mind is free to rest in its own nature.",
        "sarvapriyananda": "This verse is one of Vedanta's sharpest diagnoses of the human predicament. Saṃsparśajā bhogā — pleasures born of sense contact — are by definition duḥkha-yonayaḥ, sources of suffering, because they operate through a mechanism of dependence, craving, and loss. The Vedantic analysis identifies three ways sense pleasure leads to pain: the anxiety of obtaining it, the fear of losing it, and the suffering when it inevitably ends. Ādy-antavantaḥ — beginning-and-ending — is the Gita's compressed statement of anicca (impermanence). Swami Sarvapriyananda notes that the budhaḥ (the wise) does not hate pleasure but recognizes its nature clearly. This recognition, not suppression, produces genuine dispassion (vairāgya).",
        "yogananda": "Yogananda interprets this verse through the lens of spiritual psychology. The senses are outward-pointing instruments; every contact they make with the world creates a bhoga — an experiential wave in the mind. These waves arise and subside; they are ādy-antavantaḥ, transient by definition. The problem is not the experience itself but the mind's habit of clinging to pleasant waves and dreading unpleasant ones. The wise yogi — budhaḥ — observes these waves without being tossed by them. Yogananda emphasizes that meditation is the practical path here: as one tastes the unchanging bliss of samādhi, the appeal of sense pleasure naturally diminishes, not through force but through the discovery of something incomparably better and permanently available.",
        "goyandka": "Goyandkaji reads this verse as a call to viveka — discriminative wisdom. All objects of enjoyment are born of contact; contact is temporary; therefore all worldly enjoyment is inherently time-bound and productive of eventual pain. He notes the word yoni — womb or source — is particularly telling: pleasures do not merely coexist with suffering; they actively generate it. The aspirant is not asked to become joyless but to become a budhaḥ — one who truly knows. Goyandkaji recommends reflecting regularly on the beginning-and-ending nature of pleasures as a śraddhā exercise, allowing the intellect to build genuine detachment. This is not forced renunciation but informed wisdom, the foundation of steady practice."
      }
    },
    {
      "verse": 23,
      "sanskrit": "शक्नोतीहैव यः सोढुं प्राक्शरीरविमोक्षणात् ।\nकामक्रोधोद्भवं वेगं स युक्तः स सुखी नरः ॥",
      "transliteration": "śaknotīhaiva yaḥ soḍhuṃ prāk śarīra-vimokṣaṇāt\nkāma-krodhodbhavaṃ vegaṃ sa yuktaḥ sa sukhī naraḥ",
      "translation": "He who is able, even here before liberation from the body, to withstand the impulse born of desire and anger — he is a yukta, he is a happy man.",
      "audio": "/assets/audio/ch05/verse_05_23.mp3",
      "word_breakdown": [
        {"word": "शक्नोति", "transliteration": "śaknoti", "root": "√śak (to be able, to have power)", "grammatical_form": "Verb, present, active, 3rd person singular", "meaning": "is able / has the capacity / can withstand"},
        {"word": "इहैव", "transliteration": "ihaiva", "root": "iha (here) + eva (indeed, alone)", "grammatical_form": "Adverb with emphatic particle", "meaning": "right here in this very life / even in this embodied existence"},
        {"word": "प्राक्शरीरविमोक्षणात्", "transliteration": "prāk śarīra-vimokṣaṇāt", "root": "prāk (before) + śarīra (body) + √muc (to release)", "grammatical_form": "Adverb + compound noun, ablative, singular", "meaning": "before release from the body / prior to physical death"},
        {"word": "कामक्रोधोद्भवम्", "transliteration": "kāma-krodhodbhavam", "root": "kāma (desire) + krodha (anger) + ud + √bhū (to arise)", "grammatical_form": "Compound adjective, masculine, accusative, singular", "meaning": "arising from desire and anger / born of passion and wrath"},
        {"word": "वेगम्", "transliteration": "vegam", "root": "√vij (to move swiftly)", "grammatical_form": "Noun, masculine, accusative, singular", "meaning": "impulse / force / the driving rush of compulsive reaction"}
      ],
      "commentary": {
        "dadaji": "This verse identifies the acid test of spiritual progress: can you withstand the vega — the surging force — of desire and anger, right here, in embodied life, before death releases you? Ihaiva — 'right here indeed' — is emphatic. Liberation is not a post-mortem privilege; it is a present possibility for one who has cultivated the inner strength to tolerate these primal impulses without acting them out. Dadaji would note that kāma and krodha are the two great disruptors of equanimity. The yukta — the one truly united with the Divine — is not someone devoid of impulse but someone who can observe the arising storm and remain steady. This steadiness, practised moment by moment, is happiness itself.",
        "sarvapriyananda": "Swami Sarvapriyananda treats this verse as the Gita's practical standard of jīvanmukti — liberation while living. The phrase prāk śarīra-vimokṣaṇāt ('before liberation from the body') is crucial: Krishna is saying that freedom is achievable in the present embodied state. The obstacle is the vega of kāma and krodha — the impulsive rush of desire and anger — which override the intellect and drive compulsive action. The spiritual practitioner cultivates titikṣā (forbearance) — not passive resignation but the active capacity to endure inner pressure without being swept away. He who masters this is called yuktaḥ (integrated) and sukhī (happy) — two words that together define the fruit of the yogic path.",
        "yogananda": "Yogananda sees this verse as a practical milestone on the path of Self-realization. Kāma and krodha are the two primary disturbances that keep consciousness outward-bound and spiritually enslaved. Their vega — their force — can feel overwhelming. Yet Krishna declares that the one who can withstand this force, here and now, is already a yukta — a yogi in the truest sense. Yogananda's advice: use meditation not merely as a technique of relaxation but as training in inner stability. Each time one sits calmly despite mental turbulence, one builds the capacity to resist kāma-krodha in daily life. The happy man (sukhī naraḥ) is not one free from challenges but one who has found an inner anchor that holds in any storm.",
        "goyandka": "Goyandkaji emphasizes the word ihaiva — 'even here in this body.' This is Krishna's assurance that spiritual attainment is not deferred to another life or another realm. The present human birth, with all its difficulties, is the very ground for liberation. The test is whether one can tolerate the force of kāma (desire) and krodha (anger) without surrendering to it. Goyandkaji recommends cultivating patience as a daily sādhanā: each situation that provokes desire or anger is an opportunity to practise. He who repeatedly passes this test becomes yuktaḥ — spiritually integrated — and naturally experiences sukhī naraḥ — the happiness that belongs to an ordered inner life."
      }
    },
    {
      "verse": 24,
      "sanskrit": "योऽन्तःसुखोऽन्तरारामस्तथान्तर्ज्योतिरेव यः ।\nस योगी ब्रह्मनिर्वाणं ब्रह्मभूतोऽधिगच्छति ॥",
      "transliteration": "yo 'ntaḥ-sukho 'ntarārāmas tathāntarjyotir eva yaḥ\nsa yogī brahma-nirvāṇaṃ brahma-bhūto 'dhigacchati",
      "translation": "He who finds happiness within, who rejoices within, who is illumined from within — that yogi, having become Brahman, attains brahma-nirvāṇa.",
      "audio": "/assets/audio/ch05/verse_05_24.mp3",
      "word_breakdown": [
        {"word": "अन्तःसुखः", "transliteration": "antaḥ-sukhaḥ", "root": "antaḥ (within) + sukha (happiness)", "grammatical_form": "Compound adjective, masculine, nominative, singular", "meaning": "one whose happiness is within / whose joy is interior"},
        {"word": "अन्तरारामः", "transliteration": "antarārāmaḥ", "root": "antara (inner) + ārāma (delight, garden, resort)", "grammatical_form": "Compound noun, masculine, nominative, singular", "meaning": "one who rejoices within / who finds his playground inside"},
        {"word": "अन्तर्ज्योतिः", "transliteration": "antarjyotiḥ", "root": "antar (within) + jyoti (light, luminosity)", "grammatical_form": "Compound noun, masculine, nominative, singular", "meaning": "he whose light is within / the inner-illumined one"},
        {"word": "ब्रह्मनिर्वाणम्", "transliteration": "brahma-nirvāṇam", "root": "brahman (Absolute) + nirvāṇa (extinction, beatitude)", "grammatical_form": "Compound noun, neuter, accusative, singular", "meaning": "Brahmic beatitude / absorption in the Absolute / liberation in Brahman"},
        {"word": "ब्रह्मभूतः", "transliteration": "brahma-bhūtaḥ", "root": "brahman + √bhū (to become)", "grammatical_form": "Compound past participle, masculine, nominative, singular", "meaning": "having become Brahman / one who has realized their identity with the Absolute"}
      ],
      "commentary": {
        "dadaji": "This verse portrays the fully realized yogi with three luminous compound words: antaḥ-sukhaḥ (inner happiness), antarārāmaḥ (inner delight), antarjyotiḥ (inner light). The deliberate triple repetition of 'antar' — within — signals a radical reorientation of consciousness. The ordinary person seeks happiness, delight, and light from outside. The brahma-bhūta yogi has discovered these inexhaustibly within. Dadaji would say this is the state of sthitaprajña described in Chapter Two, now seen from another angle. Brahma-nirvāṇa — the Brahmic beatitude — is not death but the extinction of the false sense of separation. The yogi does not lose individuality; the yogi loses the illusion that individual happiness depends on external circumstances.",
        "sarvapriyananda": "Swami Sarvapriyananda highlights the phrase brahma-bhūtaḥ — having become Brahman. This is the Advaitic pinnacle: the dissolution of the felt sense of being a separate, limited individual. But Krishna does not say this is reserved for death — the yogi attains brahma-nirvāṇa here. The three 'inner' epithets — antaḥ-sukha, antarārāma, antarjyotis — describe the phenomenology of this realization: happiness that does not depend on external success, delight that is self-sustaining, and a luminosity that is not borrowed from any sense organ. In Vedanta, this corresponds to the recognition of ānandamaya-kośa as Brahman itself — pure consciousness experienced as self-luminous bliss.",
        "yogananda": "Yogananda treasures this verse as a description of the meditator's ultimate destination. Antarjyotiḥ — the inner light — is not a metaphor but a direct experience: in deep meditation, the inner light of consciousness becomes visible to the yogi as the light of Ātman. This is what Yogananda describes in his accounts of samādhi. The yogi whose sukha, ārāma, and jyoti are all antara — internal — has broken free from the oscillation of pleasure and pain. Brahma-bhūtaḥ signifies the moment of cosmic consciousness, when the individual awareness expands to recognize itself as the Infinite. Brahma-nirvāṇa is then not extinction but infinite expansion — the yogi becomes everything.",
        "goyandka": "Goyandkaji sees this verse as the culmination of the inner journey described throughout Chapter Five. All the earlier teachings about non-attachment and endurance of impulse have one destination: the triple inner reality of happiness, delight, and light — all antara, all within. The brahma-bhūta state is not the property of monks alone. Any sincere aspirant who persists in practice and self-surrender can taste this. Brahma-nirvāṇa, Goyandkaji explains, means the nirvāṇa — the blowing out — of the notion 'I am separate from Brahman.' What remains is pure Being-Consciousness-Bliss. He encourages the aspirant to treat moments of inner stillness in prayer and meditation as foretastes of this supreme state."
      }
    },
    {
      "verse": 25,
      "sanskrit": "लभन्ते ब्रह्मनिर्वाणमृषयः क्षीणकल्मषाः ।\nछिन्नद्वैधा यतात्मानः सर्वभूतहिते रताः ॥",
      "transliteration": "labhante brahma-nirvāṇam ṛṣayaḥ kṣīṇa-kalmaṣāḥ\nchinna-dvaidhā yatātmānaḥ sarva-bhūta-hite ratāḥ",
      "translation": "The seers whose sins are destroyed, whose doubts are cut asunder, who are self-controlled, and who rejoice in the welfare of all beings — they attain brahma-nirvāṇa.",
      "audio": "/assets/audio/ch05/verse_05_25.mp3",
      "word_breakdown": [
        {"word": "ऋषयः", "transliteration": "ṛṣayaḥ", "root": "√ṛṣ (to move, to see; related to insight)", "grammatical_form": "Noun, masculine, nominative, plural", "meaning": "seers / sages / those who perceive spiritual truth directly"},
        {"word": "क्षीणकल्मषाः", "transliteration": "kṣīṇa-kalmaṣāḥ", "root": "√kṣī (to diminish) + kalmaṣa (sin, impurity, taint)", "grammatical_form": "Compound adjective, masculine, nominative, plural", "meaning": "those whose impurities are destroyed / whose sins have been worn away"},
        {"word": "छिन्नद्वैधाः", "transliteration": "chinna-dvaidhāḥ", "root": "√chid (to cut) + dvaidha (doubt, duality)", "grammatical_form": "Compound adjective, masculine, nominative, plural", "meaning": "those whose doubts are cut asunder / whose duality of mind is severed"},
        {"word": "यतात्मानः", "transliteration": "yatātmānaḥ", "root": "yata (controlled) + ātman (self)", "grammatical_form": "Compound adjective, masculine, nominative, plural", "meaning": "those with controlled selves / with disciplined minds and senses"},
        {"word": "सर्वभूतहिते रताः", "transliteration": "sarva-bhūta-hite ratāḥ", "root": "sarva (all) + bhūta (being) + hita (welfare) + √ram (to delight)", "grammatical_form": "Compound phrase, locative + adjective", "meaning": "delighting in the welfare of all beings / devoted to the good of every creature"}
      ],
      "commentary": {
        "dadaji": "Krishna now describes those who attain brahma-nirvāṇa through four qualifications. Kṣīṇa-kalmaṣāḥ — those whose impurities are destroyed — points to moral and psychological purification; no sin or negative saṃskāra remains to cloud the mirror of consciousness. Chinna-dvaidhāḥ — cut doubts — refers to the decisive resolution of spiritual uncertainty through experience and knowledge. Yatātmānaḥ — self-controlled — indicates mastery of the inner instruments. But the fourth quality is perhaps most beautiful: sarva-bhūta-hite ratāḥ — delighting in the welfare of all beings. Dadaji would emphasize this: brahma-nirvāṇa is not the destination of the selfish introvert. It belongs to those whose love has expanded to embrace all of creation.",
        "sarvapriyananda": "Swami Sarvapriyananda notes that this verse gives the social and ethical dimension of brahma-nirvāṇa. The third quality — yatātmānaḥ — speaks to inner discipline, but the fourth — sarva-bhūta-hite ratāḥ — speaks to outward compassion. In Vedanta, these are not opposed; they are two faces of the same realization. As the seeker's sense of separate selfhood dissolves, universal compassion spontaneously arises. The ṛṣis spoken of here are not isolated ascetics but beings whose purity, clarity, self-mastery, and universal love have matured together into the complete flower of enlightenment. Chinna-dvaidhā — cut duality — is the intellectual counterpart of brahma-bhūta: all felt contradiction between self and world has been resolved.",
        "yogananda": "Yogananda presents this verse as the fourfold portrait of the liberated sage. The destruction of kalmaṣa (impurity) is the result of years of spiritual practice — meditation, ethical living, and seva. The cutting of dvaidha (doubt) represents the moment of direct experience when intellectual uncertainty gives way to gnosis. Yatātmānaḥ is the self-mastered state Yogananda describes in his advanced disciples. Most touchingly, sarva-bhūta-hite ratāḥ — delight in the welfare of all beings — is the natural overflow of God-union. The God-realized soul cannot help but love all creatures, seeing in each one the same Self. This is not obligation but ecstatic recognition.",
        "goyandka": "Goyandkaji notes that the verse presents brahma-nirvāṇa as the fruit of a complete development: purity of character (kṣīṇa-kalmaṣā), intellectual resolution (chinna-dvaidhā), self-discipline (yatātmānaḥ), and universal love (sarva-bhūta-hite ratāḥ). These are not four separate prerequisites to be completed in sequence but interwoven qualities that grow together. He draws attention to the word ratāḥ — 'delighting in' — which implies not duty but joy. The sage is not serving the world as a burden; he finds genuine delight in its welfare because he sees the Divine in all. This is the hallmark of the highest realization, where love and knowledge and peace become indistinguishable."
      }
    },
    {
      "verse": 26,
      "sanskrit": "कामक्रोधवियुक्तानां यतीनां यतचेतसाम् ।\nअभितो ब्रह्मनिर्वाणं वर्तते विदितात्मनाम् ॥",
      "transliteration": "kāma-krodha-viyuktānāṃ yatīnāṃ yata-cetasām\nabhito brahma-nirvāṇaṃ vartate viditātmanām",
      "translation": "For those wandering ascetics who are free from desire and anger, who have controlled their minds, who are Self-realized — brahma-nirvāṇa exists on all sides.",
      "audio": "/assets/audio/ch05/verse_05_26.mp3",
      "word_breakdown": [
        {"word": "यतीनाम्", "transliteration": "yatīnām", "root": "√yat (to strive, to restrain)", "grammatical_form": "Noun, masculine, genitive, plural", "meaning": "of the striving ones / of the ascetics / of those who persevere in practice"},
        {"word": "कामक्रोधवियुक्तानाम्", "transliteration": "kāma-krodha-viyuktānām", "root": "kāma (desire) + krodha (anger) + vi + √yuj (to separate from)", "grammatical_form": "Compound adjective, masculine, genitive, plural", "meaning": "those separated from desire and anger / free from passion and wrath"},
        {"word": "यतचेतसाम्", "transliteration": "yata-cetasām", "root": "yata (controlled) + cetas (mind, consciousness)", "grammatical_form": "Compound adjective, masculine, genitive, plural", "meaning": "those of controlled minds / whose consciousness is disciplined"},
        {"word": "अभितः", "transliteration": "abhitaḥ", "root": "abhi (towards, around) + suffix -taḥ", "grammatical_form": "Adverb", "meaning": "on all sides / everywhere / all around"},
        {"word": "विदितात्मनाम्", "transliteration": "viditātmanām", "root": "vidita (known) + ātman (Self)", "grammatical_form": "Compound adjective, masculine, genitive, plural", "meaning": "those who have known the Self / the Self-realized ones"}
      ],
      "commentary": {
        "dadaji": "The word abhitaḥ — 'on all sides' — is the key to this verse. For the ordinary seeker, brahma-nirvāṇa seems like a distant peak requiring arduous climbing. But for the yatī — the striving, self-restrained one — who has been freed from kāma and krodha, who has mastered the mind, and who has realized the Self (viditātmā), brahma-nirvāṇa is not ahead but all around. Liberation is not a place one reaches; it is the recognition of what already pervades everything. Dadaji would say: the viditātmā does not attain Brahman — they discover they are already surrounded by it, immersed in it. The work is not to go there but to remove the obstructions that prevent seeing it everywhere.",
        "sarvapriyananda": "Swami Sarvapriyananda draws attention to the genitive case used throughout this verse: brahma-nirvāṇam vartate — 'exists for' those described. The phrasing implies that brahma-nirvāṇa is not created by the yogi's practice but revealed to the purified consciousness that can now perceive it. The qualifier viditātmanām — those who have known the Self — is the decisive one. Self-knowledge (ātma-jñāna) is the direct means of liberation in Advaita Vedanta, while all other qualifications are preparatory. Abhitaḥ — on all sides — expresses the Advaitic understanding that Brahman is the very substratum of all existence; it takes purification not to generate Brahman but to see it as ever-present reality.",
        "yogananda": "Yogananda sees in abhitaḥ — 'on all sides' — a description of omnipresent cosmic consciousness. The yogi who has realized the Self does not experience God only in meditation; God is experienced in every perception, in every moment. This is what Yogananda calls Christ-consciousness or Krishna-consciousness — the awareness of the Divine as the all-pervading reality behind every appearance. The three qualifications — freedom from desire-anger, controlled mind, and Self-knowledge — describe the yogi who has completed the inner journey. For such a one, the world does not lose reality; it gains it, because it is now seen as nothing but the play of Brahman, surrounding the sage on every side.",
        "goyandka": "Goyandkaji meditates on the completeness suggested by abhitaḥ — 'on all sides.' Brahma-nirvāṇa is not a narrow gate that one squeezes through; for the qualified yatī it is the entire landscape. He identifies the three qualifications as a progression: freedom from kāma-krodha is the foundation (ethical purification), yata-cetas is the superstructure (mental discipline), and viditātmā is the roof (Self-knowledge). When all three are in place, liberation is as natural as breathing. Goyandkaji notes the word yatīnām — the strivers — to encourage those who feel they are making slow progress: persistent striving in the right direction, combined with these inner qualities, inevitably brings the great recognition."
      }
    },
    {
      "verse": 27,
      "sanskrit": "स्पर्शान्कृत्वा बहिर्बाह्यांश्चक्षुश्चैवान्तरे भ्रुवोः ।\nप्राणापानौ समौ कृत्वा नासाभ्यन्तरचारिणौ ॥",
      "transliteration": "sparśān kṛtvā bahir bāhyāṃś cakṣuś caivāntare bhruvoḥ\nprāṇāpānau samau kṛtvā nāsābhyantara-cāriṇau",
      "translation": "Excluding external contacts, with gaze fixed between the eyebrows, equalizing the inward and outward breaths moving within the nostrils —",
      "audio": "/assets/audio/ch05/verse_05_27.mp3",
      "word_breakdown": [
        {"word": "स्पर्शान् बहिः कृत्वा", "transliteration": "sparśān bahiḥ kṛtvā", "root": "sparśa (contact) + bahiḥ (outside) + √kṛ (to do)", "grammatical_form": "Accusative plural + adverb + absolutive", "meaning": "having excluded external contacts / having placed sense objects outside"},
        {"word": "चक्षुः भ्रुवोः अन्तरे", "transliteration": "cakṣuḥ bhruvoḥ antare", "root": "cakṣus (eye) + bhrū (eyebrow) + antar (between)", "grammatical_form": "Noun + noun genitive dual + noun locative", "meaning": "gaze between the eyebrows / the eyes directed to the mid-brow point"},
        {"word": "प्राणापानौ", "transliteration": "prāṇāpānau", "root": "prāṇa (upward breath) + apāna (downward breath)", "grammatical_form": "Compound noun, masculine, dual, accusative", "meaning": "inward and outward breath / the two primary prāṇic currents"},
        {"word": "समौ कृत्वा", "transliteration": "samau kṛtvā", "root": "sama (equal, balanced) + √kṛ (to do)", "grammatical_form": "Adjective dual + absolutive", "meaning": "having equalized / having balanced / making even"},
        {"word": "नासाभ्यन्तरचारिणौ", "transliteration": "nāsābhyantara-cāriṇau", "root": "nāsā (nose) + abhyantara (interior) + √car (to move)", "grammatical_form": "Compound adjective, masculine, dual, accusative", "meaning": "moving within the nostrils / flowing through the inner nasal passage"}
      ],
      "commentary": {
        "dadaji": "Verses 27-28 together form Krishna's direct instruction in meditation technique, the only such instruction in Chapter Five. The method has three components: withdrawal of sensory attention (bāhya-sparśān kṛtvā bahiḥ), concentration at the point between the eyebrows (cakṣuś cāntare bhruvoḥ), and equalization of prāṇa-apāna (the ascending and descending vital currents) within the nostrils. Dadaji would recognize this as a description of prāṇāyāma and trāṭaka combined. The 'point between the eyebrows' is the ājñā cakra — the seat of spiritual perception. The equalization of breath corresponds to the classical kumbhaka or the natural stillness that arises when breath is observed without force, leading the mind to one-pointed concentration.",
        "sarvapriyananda": "Swami Sarvapriyananda notes that this verse is remarkable in a philosophical chapter: Krishna suddenly shifts from description to instruction, giving Arjuna a practical meditation technique. The three steps are sequential: first, withdraw awareness from sense objects; second, concentrate the gaze between the eyebrows (pointing to the ājñā cakra or the seat of the witnessing awareness); third, equalize prāṇa and apāna — the ascending and descending breaths. This equalization creates a state of prāṇic stillness that naturally quiets the mind. Together, these two verses (27-28) describe a complete preparatory meditation leading to the state of liberation described in verse 28's concluding line: mukti-parāyaṇaḥ, the one devoted to liberation.",
        "yogananda": "Yogananda sees this verse as a direct description of the preliminary practices of Kriya Yoga. The exclusion of external contacts is pratyāhāra — sensory withdrawal. The fixation of gaze between the eyebrows is the hallmark of Yogananda's meditation practice: the spiritual eye (the single eye of Christ, the ājñā cakra) is the point where individual consciousness meets cosmic consciousness. The equalization of prāṇa and apāna describes the neutralization of the life-current, which in Kriya Yoga is accomplished through the circular movement of prāṇa up and down the spine, progressively stilling the breath and thus calming the heart and mind. This verse is one of the Gita's most direct pointers to scientific meditation.",
        "goyandka": "Goyandkaji reads this verse as a step-by-step instruction for dhyāna (meditation), given directly by the Lord. The first step — bāhya-sparśān kṛtvā bahiḥ — is deliberate withdrawal of mind from sense stimuli. This is the act of closing the gates of the senses at the start of meditation. The second step — cakṣuś cāntare bhruvoḥ — is concentration: directing the inner gaze to the space between the eyebrows stabilizes the wandering mind. The third step — prāṇāpānau samau kṛtvā — is regulation of breath, which directly regulates the mind, since breath and thought are intimately linked. Goyandkaji encourages the aspirant to practise these steps faithfully before seated meditation."
      }
    },
    {
      "verse": 28,
      "sanskrit": "यतेन्द्रियमनोबुद्धिर्मुनिर्मोक्षपरायणः ।\nविगतेच्छाभयक्रोधो यः सदा मुक्त एव सः ॥",
      "transliteration": "yatendriya-mano-buddhir munir mokṣa-parāyaṇaḥ\nvigatecchā-bhaya-krodho yaḥ sadā mukta eva saḥ",
      "translation": "The muni who has controlled senses, mind, and intellect, who is devoted to liberation, who is free from desire, fear, and anger — he is forever liberated.",
      "audio": "/assets/audio/ch05/verse_05_28.mp3",
      "word_breakdown": [
        {"word": "यतेन्द्रियमनोबुद्धिः", "transliteration": "yatendriya-mano-buddhiḥ", "root": "yata (controlled) + indriya (senses) + manas (mind) + buddhi (intellect)", "grammatical_form": "Compound adjective, masculine, nominative, singular", "meaning": "one who has controlled senses, mind, and intellect / master of the inner instruments"},
        {"word": "मुनिः", "transliteration": "muniḥ", "root": "√man (to think) or √mun (to be silent)", "grammatical_form": "Noun, masculine, nominative, singular", "meaning": "the muni / the silent sage / one whose mind is still"},
        {"word": "मोक्षपरायणः", "transliteration": "mokṣa-parāyaṇaḥ", "root": "mokṣa (liberation) + parāyaṇa (supreme aim, devoted to)", "grammatical_form": "Compound adjective, masculine, nominative, singular", "meaning": "devoted to liberation / whose supreme goal is mokṣa"},
        {"word": "विगतेच्छाभयक्रोधः", "transliteration": "vigatecchā-bhaya-krodhaḥ", "root": "vi + gata (gone away) + icchā (desire) + bhaya (fear) + krodha (anger)", "grammatical_form": "Compound adjective, masculine, nominative, singular", "meaning": "from whom desire, fear, and anger have departed / free of the three chief inner agitators"},
        {"word": "सदा मुक्तः", "transliteration": "sadā muktaḥ", "root": "sadā (always) + √muc (to release)", "grammatical_form": "Adverb + past participle, masculine, nominative, singular", "meaning": "always liberated / forever free / perpetually released"}
      ],
      "commentary": {
        "dadaji": "This verse completes the meditation instruction of verse 27 with the declaration of its fruit: sadā mukta — always free. The muni (silent sage) described here has controlled the entire inner hierarchy: indriya (senses), manas (mind), and buddhi (intellect). Three inner tormentors have departed: icchā (desire), bhaya (fear), and krodha (anger). These are not coincidental; they are the three roots of bondage. Desire attaches consciousness to what is absent; fear attaches it to what might be lost; anger arises when desire is frustrated. When all three are gone, nothing can disturb the inner peace. Dadaji emphasizes sadā — 'always.' This freedom is not the peace of deep sleep or the temporary calm of meditation, but freedom that persists in all states.",
        "sarvapriyananda": "Swami Sarvapriyananda sees in this verse the completion of jīvanmukti — liberation while living. The compound yatendriya-mano-buddhiḥ maps onto the classical Vedantic teaching of śama (control of mind), dama (control of senses), and uparati (withdrawal of intellect from sense-objects). Mokṣa-parāyaṇaḥ — devoted to liberation as the supreme aim — describes the orientation of the jijñāsu who has not yet arrived but is irreversibly pointed toward the goal. The final verse says: yaḥ sadā mukta eva saḥ — 'he is indeed always free.' The word eva is emphatic: not just free sometimes, not just free in samādhi, but always, inherently, already free. This is the recognition of what was never bound.",
        "yogananda": "Yogananda reads this verse as the description of the perfected Kriya Yogi. Yatendriya-mano-buddhiḥ — the control of senses, mind, and intellect — is the fruit of sustained pranayama and meditation practice over years and lifetimes. Mokṣa-parāyaṇaḥ is the one-pointed devotion to God-realization that Yogananda demanded of his disciples above all else. The departure of icchā, bhaya, and krodha is the natural consequence: the yogi who has tasted samādhi no longer craves sense objects, no longer fears death, and no longer reacts with anger to frustration. The result — sadā muktaḥ — is the goal of all yogic effort: to live permanently in the freedom that is the Self's true nature.",
        "goyandka": "Goyandkaji treats this verse as the culminating answer to Arjuna's implicit question: what does the liberated person actually look like? Three instruments are mastered: senses (indriya), mind (manas), intellect (buddhi). Three afflictions are gone: desire (icchā), fear (bhaya), anger (krodha). One supreme orientation is present: mokṣa-parāyaṇaḥ — liberation as the north star of life. When these conditions are fulfilled, sadā mukta eva — always free indeed. Goyandkaji notes that this verse can also be read as a checklist for the serious aspirant: how far have I gone in controlling these inner instruments? How much have these three afflictions diminished? Progress on these measures is progress toward sadā mukti."
      }
    },
    {
      "verse": 29,
      "sanskrit": "भोक्तारं यज्ञतपसां सर्वलोकमहेश्वरम् ।\nसुहृदं सर्वभूतानां ज्ञात्वा मां शान्तिमृच्छति ॥",
      "transliteration": "bhoktāraṃ yajña-tapasāṃ sarva-loka-maheśvaram\nsuhṛdaṃ sarva-bhūtānāṃ jñātvā māṃ śāntim ṛcchati",
      "translation": "Knowing Me as the enjoyer of all sacrifices and austerities, the great Lord of all worlds, the friend of all beings — he attains peace.",
      "audio": "/assets/audio/ch05/verse_05_29.mp3",
      "word_breakdown": [
        {"word": "भोक्तारम्", "transliteration": "bhoktāram", "root": "√bhuj (to enjoy, to experience)", "grammatical_form": "Noun, masculine, accusative, singular (agent noun)", "meaning": "the enjoyer / the experiencer / the one who receives the fruits"},
        {"word": "यज्ञतपसाम्", "transliteration": "yajña-tapasām", "root": "yajña (sacrifice, worship) + tapas (austerity, heat)", "grammatical_form": "Compound noun, neuter, genitive, plural", "meaning": "of all sacrifices and austerities / of all acts of worship and self-discipline"},
        {"word": "सर्वलोकमहेश्वरम्", "transliteration": "sarva-loka-maheśvaram", "root": "sarva (all) + loka (world) + mahā (great) + īśvara (lord)", "grammatical_form": "Compound noun, masculine, accusative, singular", "meaning": "the great Lord of all worlds / the supreme sovereign of every plane of existence"},
        {"word": "सुहृदम्", "transliteration": "suhṛdam", "root": "su (good, well) + hṛd (heart)", "grammatical_form": "Noun/adjective, masculine, accusative, singular", "meaning": "the friend / the well-wisher / the one with a good heart towards all"},
        {"word": "शान्तिम् ऋच्छति", "transliteration": "śāntim ṛcchati", "root": "śānti (peace) + √ṛ or √ṛch (to go, to attain)", "grammatical_form": "Noun accusative + verb present 3rd singular", "meaning": "attains peace / reaches śānti / arrives at the supreme stillness"}
      ],
      "commentary": {
        "dadaji": "The final verse of Chapter Five is among the most beloved in the entire Gita. Krishna reveals three aspects of Himself as the key to peace: He is the bhoktā — the ultimate enjoyer and recipient of all sacrifice and tapas; He is the sarva-loka-maheśvara — the supreme Lord of all worlds; and He is the suhṛd — the friend, the well-wisher of all beings. Dadaji would dwell on this last word: suhṛd. Not judge, not distant deity, but friend — one with a good heart toward every creature. Knowing this threefold nature of the Divine through direct experience (jñātvā), not merely intellectual assent, brings śānti — the profound peace that is the goal of all spiritual seeking. The chapter closes not with a technique but with a name: māṃ jñātvā — 'knowing Me.'",
        "sarvapriyananda": "Swami Sarvapriyananda sees this verse as the Gita's encapsulation of the relationship between jñāna and bhakti. All the earlier verses of Chapter Five have emphasized knowledge, discrimination, and inner control. But the chapter closes with a devotional note: know Me — māṃ jñātvā — and attain peace. The three epithets of God are carefully chosen. Bhoktāraṃ yajña-tapasāṃ: God is not indifferent to our spiritual efforts; He receives and enjoys them — all worship and all tapas reach Him ultimately. Sarva-loka-maheśvaram: He is not a local deity but the sovereign of every plane of existence. Suhṛdaṃ sarva-bhūtānāṃ: He is the universal friend, bearing goodwill toward every being. Knowing this brings śānti — not just calm but the peace that surpasses understanding.",
        "yogananda": "Yogananda regards this verse as one of the most comforting in the Gita. After chapters of demanding instruction on renunciation, non-attachment, and inner control, Krishna ends with a declaration of His own nature as the cosmic friend of all beings. Suhṛdaṃ sarva-bhūtānāṃ — 'the friend of all beings' — is a direct statement that the universe is not hostile, indifferent, or mechanical but is presided over by a Being of infinite goodwill. The devotee who truly knows this — jñātvā māṃ — is released from anxiety, competition, and existential loneliness. Śāntim ṛcchati: peace comes not from controlling the world but from knowing the nature of the One who holds the world. This is the devotional crown of Chapter Five.",
        "goyandka": "Goyandkaji treats this closing verse as a summary of the entire chapter in theistic terms. Chapter Five has guided the aspirant from action (karma-yoga) through renunciation and equanimity to the inner peace of brahma-nirvāṇa. Here Krishna reveals the personal ground of all that impersonal teaching: behind the Absolute is a Person — the great Lord who is simultaneously the sovereign of all worlds and the intimate friend of every heart. Jñātvā — 'having known' — is the decisive word. This is not theoretical knowledge but realization born of practice and grace. Goyandkaji encourages the aspirant to offer all their sacrifices, austerities, and meditations to this divine friend, knowing that every sincere effort is received and that śānti — the peace of the Lord — is the certain and glorious result."
      }
    }
  ]
}
