{
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "sanskrit": "arjuna uvāca |\nsannyāsasya mahābāho tattvam icchāmi veditum |\ntyāgasya ca hṛṣīkeśa pṛthak keśi-niṣūdana ||",
      "transliteration": "arjuna uvāca |\nsannyāsasya mahā-bāho tattvam icchāmi veditum |\ntyāgasya ca hṛṣīkeśa pṛthak keśi-niṣūdana ||",
      "translation": "Arjuna said: O Mighty-Armed (Mahābāho), I wish to know the truth (tattvam) of sannyāsa — renunciation — and of tyāga — relinquishment — separately (pṛthak), O Hṛṣīkeśa, O Slayer of Keśin.",
      "audio": "/assets/audio/ch18/verse_18_01.mp3",
      "word_breakdown": [
        { "word": "sannyāsasya", "meaning": "of sannyāsa — of formal renunciation (of action)" },
        { "word": "mahā-bāho", "meaning": "O Mighty-Armed — epithet for Kṛṣṇa (also applied to Arjuna)" },
        { "word": "tattvam", "meaning": "the truth, the essential nature, the real distinction" },
        { "word": "icchāmi veditum", "meaning": "I wish to know, I desire to understand" },
        { "word": "tyāgasya", "meaning": "of tyāga — of inner relinquishment of fruits" },
        { "word": "hṛṣīkeśa", "meaning": "O Master of the senses — epithet for Kṛṣṇa" },
        { "word": "pṛthak", "meaning": "separately, distinctly, one from the other" },
        { "word": "keśi-niṣūdana", "meaning": "O Slayer of Keśin — Kṛṣṇa who slew the demon Keśin" }
      ],
      "commentary": {
        "dadaji": "Arjuna's final great question opens the concluding chapter of the Gītā with a precise philosophical inquiry. He asks not just what sannyāsa and tyāga are, but asks for their tattvam — their innermost truth — and asks for them pṛthak, separately, showing he senses these are distinct even if related. This is the mark of an advanced student: not content with surface definitions but pressing for the essential difference. Throughout the Gītā Kṛṣṇa has praised both the sannyāsī and the karmayogī; now Arjuna wants the final word. The three epithets — Mahābāho, Hṛṣīkeśa, Keśi-niṣūdana — invoke Kṛṣṇa's power, mastery of senses, and victory over inner demons, all relevant to the topic of renunciation.",
        "sarvapriyananda": "This opening verse of Chapter 18 represents Arjuna's maturation as a spiritual seeker. The question has two parts joined by 'ca' (and): sannyāsa AND tyāga — he asks about both because the Gītā has used both terms and he wants to know if they differ. 'Tattvam icchāmi veditum' — I wish to know the essential nature — shows Arjuna is done with battlefield confusion and now seeks philosophical clarity. Sannyāsa (sam + nyāsa: complete laying down) traditionally meant formal monastic renunciation; tyāga (from tyaj: to abandon) meant letting go of fruits. The Vedāntic tradition uses both, and Arjuna's question invites Kṛṣṇa to give the Gītā's definitive synthesis. The use of 'pṛthak' (separately/distinctly) is philosophically precise — he wants a clear demarcation.",
        "yogananda": "In this culminating chapter Arjuna asks the most practical of all questions: what exactly must be renounced, and what is the difference between formal renunciation and inner relinquishment? The spiritual seeker must know this precisely, because error here leads either to escape from life's duties (false sannyāsa) or to fruitless action driven by ego. Sannyāsa as understood by Arjuna refers to the monk's path — giving up worldly roles entirely. Tyāga refers to the inner act of surrendering the fruits of action to God. Both are sacred paths, but Kṛṣṇa will show they are not identical and that tyāga is available to all, in all walks of life. This question is Arjuna's gift to all future seekers — he asks it on our behalf.",
        "goyandka": "The eighteenth chapter is called Mokṣa-sannyāsa-yoga and deals with the highest teaching of liberation. Arjuna's question at the outset is perfectly framed: he asks for the tattvam (truth) of sannyāsa and tyāga pṛthak (separately), because confusing the two leads to serious error in spiritual practice. Some believe that merely wearing ochre robes and leaving household life constitutes renunciation; others think that merely avoiding the fruits of action is sufficient. Kṛṣṇa will clarify that neither external renunciation alone nor mechanical fruit-avoidance is the goal — true tyāga is an inner state of sattva-filled equanimity. The three names of God used here — Mahābāho, Hṛṣīkeśa, Keśi-niṣūdana — are not decorative but invoke divine qualities relevant to the practice of renunciation: strength, mastery of senses, and conquest of inner evil."
      }
    },
    {
      "verse": 2,
      "sanskrit": "śrī bhagavān uvāca |\nkāmyānāṃ karmaṇāṃ nyāsaṃ sannyāsaṃ kavayo viduḥ |\nsarva-karma-phala-tyāgaṃ prāhus tyāgaṃ vicakṣaṇāḥ ||",
      "transliteration": "śrī bhagavān uvāca |\nkāmyānāṃ karmaṇāṃ nyāsaṃ sannyāsaṃ kavayo viduḥ |\nsarva-karma-phala-tyāgaṃ prāhus tyāgaṃ vicakṣaṇāḥ ||",
      "translation": "The Blessed Lord said: The wise (kavayaḥ) understand sannyāsa to be the abandoning (nyāsam) of desire-motivated actions (kāmyānāṃ karmaṇām); the discerning (vicakṣaṇāḥ) declare tyāga to be the relinquishing (tyāgam) of the fruits of ALL actions (sarva-karma-phala-tyāgam).",
      "audio": "/assets/audio/ch18/verse_18_02.mp3",
      "word_breakdown": [
        { "word": "kāmyānām karmaṇām", "meaning": "of desire-motivated actions — acts performed to obtain specific personal results" },
        { "word": "nyāsam", "meaning": "laying aside, abandoning — the complete setting down of" },
        { "word": "sannyāsam", "meaning": "sannyāsa — formal renunciation, the monastic giving-up of desire-driven activity" },
        { "word": "kavayaḥ", "meaning": "the wise, the seers, the learned knowers of scripture" },
        { "word": "viduḥ", "meaning": "they know, they understand, they declare" },
        { "word": "sarva-karma-phala-tyāgam", "meaning": "the relinquishing of the fruits of ALL actions, without exception" },
        { "word": "prāhuḥ", "meaning": "they say, they declare, they proclaim" },
        { "word": "vicakṣaṇāḥ", "meaning": "the discerning, the sharp-eyed, the perceptive ones" }
      ],
      "commentary": {
        "dadaji": "With this verse Kṛṣṇa draws the definitive philosophical distinction that the entire Gītā has been moving toward. Sannyāsa and tyāga differ in scope and nature: sannyāsa is about WHICH actions one performs — specifically, kāmya-karma (desire-driven actions, like performing a Vedic rite to obtain a son or wealth) are given up entirely. Tyāga is about ATTITUDE toward ALL action — even nitya-karma (obligatory duties), even naimiṭṭika-karma (occasional duties), even good deeds — their fruits are renounced inwardly. A householder cannot practice sannyāsa without becoming a monk, but every person in every station can practice tyāga by relinquishing attachment to results. This makes tyāga the more universal and in a sense more complete spiritual practice.",
        "sarvapriyananda": "The distinction Kṛṣṇa draws here is of tremendous practical importance. Kāmya-karma are actions performed with desire for a specific worldly or heavenly result — a Vedic rite performed for rain, wealth, or progeny, for instance. Sannyāsa means giving these up entirely. But sarva-karma-phala-tyāga means relinquishing the fruits of ALL actions — not just kāmya ones but also nitya (daily obligatory) ones. The tyāgī continues performing all duties, including obligatory ones, but with no personal stake in their outcome. Two different qualities of people are cited: kavayaḥ (the wise/seers) understand sannyāsa; vicakṣaṇāḥ (the discerning/perceptive) understand tyāga. Both groups have genuine insight; Kṛṣṇa is not ranking them but presenting two authentic traditional understandings.",
        "yogananda": "This verse is the philosophical key to the entire Gītā. Sannyāsa and tyāga are both forms of renunciation but at different levels of the spiritual life. The kāmya-karmas — actions fired by personal desire — are the root of bondage; the sannyāsī abandons these actions themselves. But the tyāgī goes further: even in performing necessary duties, the fruit is surrendered to God. This inner surrender — sarva-karma-phala-tyāga — transforms every act into worship. The householder, the worker, the ruler — all can practice this. It is the secret of liberation in the midst of life. 'Kavayaḥ' (the inspired ones) and 'vicakṣaṇāḥ' (the keenly discerning) both have partial truth; Kṛṣṇa's full teaching will integrate them.",
        "goyandka": "Kṛṣṇa here reports the views of the wise on both terms before giving His own definitive view. Sannyāsa is understood as the abandonment of kāmya-karma — actions motivated by personal desire. One who has truly taken sannyāsa performs no action for personal benefit, whether in this world or the next. Tyāga is broader: it refers to the relinquishment of the fruits of ALL actions, including the obligatory ones which cannot rightly be abandoned. Note the precision: 'nyāsam' (laying aside) is used for sannyāsa — it is as if one sets the burden of desire-actions completely down. 'Tyāgam' (relinquishing) is used for phala — one gives up the expectation of reward while continuing to act. This is the essence of nishkāma-karma — action without desire for fruit."
      }
    },
    {
      "verse": 3,
      "sanskrit": "tyājyaṃ doṣavad ity eke karma prāhur manīṣiṇaḥ |\nyajña-dāna-tapaḥ-karma na tyājyam iti cāpare ||",
      "transliteration": "tyājyaṃ doṣavad ity eke karma prāhur manīṣiṇaḥ |\nyajña-dāna-tapaḥ-karma na tyājyam iti ca apare ||",
      "translation": "Some learned persons (manīṣiṇaḥ) declare that action (karma) should be abandoned as inherently defective (doṣavat); while others say that acts of sacrifice (yajña), charity (dāna), and austerity (tapaḥ) should not be abandoned.",
      "audio": "/assets/audio/ch18/verse_18_03.mp3",
      "word_breakdown": [
        { "word": "tyājyam", "meaning": "that which should be abandoned, that which ought to be relinquished" },
        { "word": "doṣavat", "meaning": "as defective, as filled with flaw — inherently tainted by action itself" },
        { "word": "iti eke", "meaning": "thus some — one school of thought holds" },
        { "word": "manīṣiṇaḥ", "meaning": "learned persons, the thoughtful, the reflective scholars" },
        { "word": "yajña-dāna-tapaḥ-karma", "meaning": "the actions of sacrifice, charity, and austerity — the three sacred acts" },
        { "word": "na tyājyam", "meaning": "should not be abandoned, ought not to be relinquished" },
        { "word": "apare", "meaning": "others — the other school of thought holds" }
      ],
      "commentary": {
        "dadaji": "Kṛṣṇa here maps the philosophical debate among learned persons before giving his own definitive answer. The first view — karma should be abandoned because it is doṣavat (defective/tainted) — reflects certain Sāṃkhya-influenced or Jain-leaning positions: all action generates karma, all karma leads to bondage, therefore all action is by nature defective. The second view — held by the Mīmāṃsakas and Dharmaśāstra — insists that yajña, dāna, and tapa are nitya-karma (eternally obligatory) and cannot be abandoned without incurring sin. Kṛṣṇa takes the question seriously by presenting both positions honestly before offering his synthesis. He will agree with the second group about what should not be abandoned, but add the crucial qualifier of inner renunciation.",
        "sarvapriyananda": "This verse presents two polar views in the Indian philosophical tradition regarding action. The first — that all karma is doṣavat (defective) — is found in the strict Sāṃkhya position and in certain ascetic schools: because every action produces some degree of injury, impurity, or bondage, complete inaction or renunciation of all external activity is the ideal. The second view — attributed to the Mīmāṃsakas and Dharmaśāstra scholars — is that the three foundational sacred acts (yajña, dāna, tapa) are eternal duties and can never be legitimately abandoned. These represent real tensions in Indian religious thought. Kṛṣṇa's genius in the Gītā is to hold both truths and reveal a deeper principle that reconciles them through the doctrine of inner tyāga.",
        "yogananda": "Here Kṛṣṇa introduces the debate that His own teaching will resolve. Some wise persons say all action is doṣavat — flawed, sin-producing, binding. This is the view that leads to extreme asceticism or complete withdrawal from life. Others — equally learned — say the sacred triad of sacrifice, charity, and austerity cannot be abandoned; they are the very foundation of righteous living. Both positions have their logic. But Kṛṣṇa will show that the error lies in thinking the only options are 'do with desire' or 'don't do at all.' There is a third way: do all obligatory acts, including the sacred ones, with complete inner relinquishment of fruit. This is tyāga — renunciation of result, not of righteous action.",
        "goyandka": "In this verse Kṛṣṇa presents the two main competing positions on karma-tyāga as found in the tradition, before delivering his own definitive niścaya (certain conclusion) in the following verses. The first school (eke manīṣiṇaḥ) holds that karma as such is defective — since all action, however good, carries some trace of sin or bondage (recall that even the sacred fire-ritual involves violence to the wood and the grain). This strict view concludes that liberation requires complete abandonment of action. The second school (apare) holds that yajña, dāna, and tapa are the pillars of the moral and spiritual order (dharma) and can never rightly be abandoned. Kṛṣṇa will affirm the second school's conclusion while also honoring the first school's concern about attachment."
      }
    },
    {
      "verse": 4,
      "sanskrit": "niścayaṃ śṛṇu me tatra tyāge bharata-sattama |\ntyāgo hi puruṣa-vyāghra tri-vidhaḥ samprakīrtitaḥ ||",
      "transliteration": "niścayaṃ śṛṇu me tatra tyāge bharata-sattama |\ntyāgo hi puruṣa-vyāghra tri-vidhaḥ samprakīrtitaḥ ||",
      "translation": "Hear My definitive view (niścayam) on tyāga in this matter, O Best of Bharatas (bharata-sattama). Tyāga, O Tiger among Men (puruṣa-vyāghra), is declared to be threefold (tri-vidhaḥ).",
      "audio": "/assets/audio/ch18/verse_18_04.mp3",
      "word_breakdown": [
        { "word": "niścayam", "meaning": "the definitive determination, the certain and final conclusion" },
        { "word": "śṛṇu me", "meaning": "hear from Me — listen to My authoritative teaching" },
        { "word": "tatra tyāge", "meaning": "on this matter of tyāga — concerning renunciation/relinquishment" },
        { "word": "bharata-sattama", "meaning": "O Best of Bharatas — highest among the descendants of Bharata" },
        { "word": "puruṣa-vyāghra", "meaning": "O Tiger among Men — one who is heroic, fearless, and supreme among humans" },
        { "word": "tri-vidhaḥ", "meaning": "threefold — of three kinds, corresponding to the three guṇas" },
        { "word": "samprakīrtitaḥ", "meaning": "is proclaimed, is well-declared, is extensively celebrated in scripture" }
      ],
      "commentary": {
        "dadaji": "With 'niścayam śṛṇu me' — hear My definitive judgment — Kṛṣṇa signals that the debate of verse 3 is over and the final authoritative answer is coming. This is characteristic of the Gītā's structure: Kṛṣṇa surveys competing views, takes them seriously, then gives the synthesis. 'Tri-vidhaḥ' (threefold) prepares the listener for the three-fold classification of tyāga that follows: tamasic (v7), rajasic (v8), and sattvic (v9). This mirrors the Gītā's systematic treatment throughout Chapter 17 (three-fold faith, food, sacrifice, austerity, charity) and Chapter 18 (knowledge, action, agent, etc.). Everything in the phenomenal world has three modes; renunciation is no exception. The epithets 'bharata-sattama' and 'puruṣa-vyāghra' invoke both nobility and heroic courage — precisely what is needed for true renunciation.",
        "sarvapriyananda": "The word 'niścayam' is critical: Kṛṣṇa is not offering another opinion to be added to the debate of verse 3. He is offering the conclusive, authoritative, final determination on the question of tyāga. As the Lord of the universe (Bhagavān), as the Ātman speaking from its own direct knowledge, His 'niścaya' carries absolute epistemic weight. The announcement that tyāga is 'tri-vidhaḥ' (threefold) places the teaching within the Gītā's consistent Sāṃkhya-Yoga framework of the three guṇas. All experiential realities — faith, food, sacrifice, giving, austerity, happiness, knowledge, action, agent — have been shown to be threefold. Now tyāga too will be analyzed through this lens. The two epithets — 'Best of Bharatas' (nobility of lineage) and 'Tiger among Men' (personal valor) — together indicate that Arjuna has both the birthright and the inner strength to receive and practice this highest teaching.",
        "yogananda": "Kṛṣṇa opens His definitive answer with characteristic directness and authority: 'niścayam śṛṇu me' — hear My certain conclusion. This is not the report of other scholars' views (as in verse 3) but the Lord's own declaration. The teaching that tyāga is threefold is of profound practical value. It tells us that 'renunciation' is not one fixed thing — it can be tamasic (deluded abandonment), rajasic (ego-driven avoidance), or sattvic (wise, duty-fulfilling inner release). The spiritual aspirant must distinguish which form of tyāga he is actually practicing. The epithets here — 'puruṣa-vyāghra' (tiger among men) — remind Arjuna that true tyāga requires not weakness but the greatest inner strength: the strength to act without clinging to results.",
        "goyandka": "This verse is the pivot of the chapter's opening section. After presenting the two schools of thought (verse 3), Kṛṣṇa now says 'hear My niścaya' — My settled, certain, unambiguous conclusion on tyāga. This is a formal claim to authority: not tradition, not other scholars, but the Lord Himself will now define tyāga definitively. The declaration that tyāga is 'tri-vidhaḥ' (of three kinds) is essential to understanding the practical application of the teaching. One cannot simply instruct a person to 'renounce' without specifying what kind of renunciation is meant. The three types correspond to the three guṇas — tamas, rajas, sattva — and therefore to three very different inner states, motivations, and outcomes. Kṛṣṇa is systematic precisely because the goal — mokṣa — requires precise understanding."
      }
    },
    {
      "verse": 5,
      "sanskrit": "yajña-dāna-tapaḥ-karma na tyājyaṃ kāryam eva tat |\nyajño dānaṃ tapaś caiva pāvanāni manīṣiṇām ||",
      "transliteration": "yajña-dāna-tapaḥ-karma na tyājyaṃ kāryam eva tat |\nyajño dānaṃ tapaś ca eva pāvanāni manīṣiṇām ||",
      "translation": "Acts of sacrifice (yajña), charity (dāna), and austerity (tapaḥ) should not be abandoned (na tyājyam) — they must indeed be performed (kāryam eva). Indeed, sacrifice, charity, and austerity are purifying (pāvanāni) for the wise (manīṣiṇām).",
      "audio": "/assets/audio/ch18/verse_18_05.mp3",
      "word_breakdown": [
        { "word": "yajña-dāna-tapaḥ-karma", "meaning": "the actions of sacrifice, charity, and austerity — the three pillars of dharmic life" },
        { "word": "na tyājyam", "meaning": "should not be abandoned — must not be relinquished" },
        { "word": "kāryam eva tat", "meaning": "that must indeed be performed — it is obligatory, it is what is to be done" },
        { "word": "yajñaḥ", "meaning": "sacrifice — ritual worship, any act of offering to the divine" },
        { "word": "dānam", "meaning": "charity — giving to the needy, the worthy, and to dharmic causes" },
        { "word": "tapaḥ", "meaning": "austerity — disciplined practice, self-purification through restraint" },
        { "word": "pāvanāni", "meaning": "purifying — that which purifies the mind, heart, and subtle body" },
        { "word": "manīṣiṇām", "meaning": "for the wise, for the thoughtful, even for those of purified intelligence" }
      ],
      "commentary": {
        "dadaji": "Kṛṣṇa sides decisively with the second school mentioned in verse 3: yajña, dāna, and tapa are 'kāryam eva' — they absolutely must be done. The word 'eva' (indeed/certainly) adds emphasis: there is no question, no qualification, no exception. These three are the universal pillars of dharmic life. But more — they are 'pāvanāni' (purifying). Even the manīṣin (the wise person) needs to practice them because purification is a continuous process, not a one-time event. This challenges the assumption that once one becomes 'wise' or 'enlightened,' all practice can be abandoned. The jñānī continues with yajña, dāna, and tapa not because he needs their fruits but because they are intrinsically purifying — and he performs them for the benefit of the world (lokasaṃgraha).",
        "sarvapriyananda": "The strong assertion 'na tyājyam — kāryam eva' (should not be abandoned — must indeed be done) is Kṛṣṇa's direct answer to the first school of verse 3. Yes, action has defects, but these three — sacrifice, charity, austerity — are not optional but obligatory. And their positive value: they are 'pāvanāni' (purifying) even for the manīṣin (the wise). This is a remarkable statement: even those who have achieved philosophical wisdom still benefit from, and are purified by, these practices. This is why the tradition consistently teaches that jñāna alone — intellectual knowledge — does not suffice; it must be accompanied by purifying practices (sādhana). Yajña purifies through selfless offering; dāna purifies through the dissolution of greed and self-centeredness; tapa purifies through the refinement of the physical and subtle bodies.",
        "yogananda": "Kṛṣṇa here begins to resolve the tension of verse 3: the three sacred acts — yajña, dāna, tapa — are 'na tyājyam' (not to be abandoned) and 'kāryam eva' (must indeed be performed). But He adds the revealing clause: they are 'pāvanāni manīṣiṇām' — purifying even for the wise. This means these are not beginner's practices to be discarded once one advances spiritually. Even the most advanced souls — the manīṣins — are purified by sincere sacrifice, true charity, and genuine austerity. Why? Because these acts, when performed correctly (with inner tyāga as v6 will clarify), directly attack the three great enemies of the spiritual life: desire (addressed by yajña), greed (addressed by dāna), and bodily attachment (addressed by tapa). They purify at the subtlest levels of consciousness.",
        "goyandka": "Here Kṛṣṇa delivers the first part of his niścaya on tyāga: the sacred triad of yajña, dāna, and tapa must not be abandoned. 'Na tyājyam' is absolute. 'Kāryam eva' — they must be performed as a categorical duty. The reason given is that they are 'pāvanāni manīṣiṇām' — they purify even the wise. This is deeply important: even a person of wisdom, of realized knowledge, is not exempt from these purifying activities. The tradition teaches that jñāna (knowledge) removes the fundamental ignorance (avidyā), but accumulated samskāras and traces of tamas and rajas must be cleared through yajña, dāna, and tapa. This is why even great ṛṣis performed elaborate yajñas — not because they needed the ritual results but because the acts themselves were transformative and set a dharmic example for society."
      }
    },
    {
      "verse": 6,
      "sanskrit": "etāny api tu karmāṇi saṅgaṃ tyaktvā phalāni ca |\nkartavyānīti me pārtha niścitaṃ matam uttamam ||",
      "transliteration": "etāny api tu karmāṇi saṅgaṃ tyaktvā phalāni ca |\nkartavyāni iti me pārtha niścitaṃ matam uttamam ||",
      "translation": "Even these actions (sacrifice, charity, austerity) should be performed relinquishing attachment (saṅgam tyaktvā) and fruits (phalāni ca). This, O Pārtha, is My definitive and highest view (niścitaṃ matam uttamam).",
      "audio": "/assets/audio/ch18/verse_18_06.mp3",
      "word_breakdown": [
        { "word": "etāni api tu karmāṇi", "meaning": "even these actions — even the sacred acts of sacrifice, charity, and austerity" },
        { "word": "saṅgam tyaktvā", "meaning": "having relinquished attachment — abandoning clinging to the act itself" },
        { "word": "phalāni ca", "meaning": "and the fruits — relinquishing the results/rewards of the actions" },
        { "word": "kartavyāni", "meaning": "they must be performed — they are to be done, they are obligatory" },
        { "word": "iti me pārtha", "meaning": "this, O Pārtha — this is My view, addressed to Arjuna (son of Pṛthā)" },
        { "word": "niścitam", "meaning": "definitive, certain, settled — there is no ambiguity in this conclusion" },
        { "word": "matam uttamam", "meaning": "the highest/best view — the supreme and final opinion on this matter" }
      ],
      "commentary": {
        "dadaji": "This verse is the summit of the chapter's opening section and the quintessential statement of karma-yoga. 'Etāny api tu' — even THESE acts (the sacred ones that must be done) — must be performed with full tyāga of both saṅga (attachment to the act) and phala (its fruits). The double renunciation is important: saṅga means not being attached to the practice itself (not the rigid ritualist who cannot function without his routine), and phala means not being attached to any result (merit, purification, divine favor). 'Matam uttamam' — this is My highest view. Throughout the Gītā Kṛṣṇa has given many teachings; here He marks this as His uttamam — best, highest, most complete. Inner tyāga applied to obligatory action is the synthesis of sannyāsa and karma-yoga.",
        "sarvapriyananda": "The word 'api tu' — even these — is crucial: even the obligatory sacred acts that must not be abandoned (v5) must be done with inner renunciation. This is the complete Gītā position: (1) do not abandon obligatory duties (na tyājyam), (2) but perform them with complete internal renunciation of attachment and fruit (saṅgaṃ tyaktvā phalāni ca). Both conditions together constitute the Gītā's karma-yoga. 'Niścitaṃ matam uttamam' — My certain and highest view — marks this as not merely Kṛṣṇa's preference but His authoritative final teaching. The word 'uttamam' (highest/best) suggests this integrates all previous teachings: it honors both the Mīmāṃsaka (do your duties) and the Sāṃkhya-sannyāsī (renounce all personal stake) by fulfilling both demands simultaneously.",
        "yogananda": "In this glorious verse the Gītā's central teaching reaches its most crystalline formulation: perform all actions — even the most sacred obligatory ones — with complete inner renunciation of attachment and fruit. This is what makes karma into yoga, action into liberation. 'Matam uttamam' — My highest view. Of all the things Kṛṣṇa says in the Gītā, this is among the most exalted: not what you DO but HOW you do it determines whether action binds or liberates. The saṅga (attachment) is the invisible chain; the phala-tṛṣṇā (thirst for results) is the invisible hook. When both are released, even the most demanding worldly duty becomes a vehicle for God-realization. This is the secret of the great karma-yogīs and jñāna-karma-sannyāsīs of history.",
        "goyandka": "This verse represents Kṛṣṇa's complete and final synthesis on the question of tyāga. The sacred acts — yajña, dāna, tapa — must be done (v5), but they must be done with double renunciation: saṅga-tyāga (giving up attachment to the practice) and phala-tyāga (giving up expectation of any result). 'Niścitaṃ matam uttamam' — this is My certain and highest view. Significantly, the Gītā does not say merely 'give up the fruits' — it says give up BOTH the attachment and the fruits. A person might give up the desire for external results but remain inwardly attached to the practice itself, to the identity of 'one who performs yajña.' That too must go. True tyāga is total inner freedom — doing what must be done, exactly as must be done, free from all inner agenda."
      }
    },
    {
      "verse": 7,
      "sanskrit": "niyatasya tu sannyāsaḥ karmaṇo nopapadyate |\nmohāt tasya parityāgas tāmasaḥ parikīrtitaḥ ||",
      "transliteration": "niyatasya tu sannyāsaḥ karmaṇaḥ na upapadyate |\nmohāt tasya parityāgaḥ tāmasaḥ parikīrtitaḥ ||",
      "translation": "But the abandonment (sannyāsaḥ) of obligatory action (niyatasya karmaṇaḥ) is not fitting (na upapadyate). Its abandonment from delusion (mohāt parityāgaḥ) is proclaimed to be tamasic (tāmasaḥ parikīrtitaḥ).",
      "audio": "/assets/audio/ch18/verse_18_07.mp3",
      "word_breakdown": [
        { "word": "niyatasya karmaṇaḥ", "meaning": "of obligatory/ordained action — prescribed duty that is one's responsibility" },
        { "word": "tu", "meaning": "but — a particle of contrast, marking a definite distinction" },
        { "word": "sannyāsaḥ", "meaning": "abandonment, complete giving up — setting aside the action altogether" },
        { "word": "na upapadyate", "meaning": "is not fitting, is not appropriate, does not stand up to scrutiny" },
        { "word": "mohāt", "meaning": "from delusion — from confusion, ignorance, wrong understanding" },
        { "word": "tasya parityāgaḥ", "meaning": "its abandonment — the forsaking of that obligatory action" },
        { "word": "tāmasaḥ", "meaning": "tamasic — characterized by the quality of tamas: inertia, delusion, darkness" },
        { "word": "parikīrtitaḥ", "meaning": "is proclaimed, is declared, is well-known in the tradition" }
      ],
      "commentary": {
        "dadaji": "Now begins the three-fold classification of tyāga (announced in verse 4). Tamasic tyāga is defined by its cause: moha — delusion, confusion, ignorance. The tamasic person abandons 'niyatasya karma' — his prescribed duty — not from genuine spiritual aspiration but from confusion about what counts as renunciation. He may think abandoning his duties is 'spiritually advanced.' He may simply be lazy and use spiritual language to justify inaction. Or he may be deluded into thinking his specific obligatory duties are spiritually tainted and must be avoided. All three are tamasic because they arise from moha — not clarity, not sattva, not wisdom. 'Na upapadyate' — it is not fitting, it has no legitimate basis. The clear contrast with the next two verses shows that the issue is always the motivation behind the abandonment.",
        "sarvapriyananda": "The first of the three types of tyāga is tamasic: the abandonment of niyata-karma (obligatory duty) out of moha (delusion). 'Na upapadyate' — it simply does not stand; it has no philosophical or spiritual justification. The key word is 'mohāt' — from delusion, not from wisdom. The tamasic person mistakes inertia for renunciation, avoidance for liberation. He may tell himself he has risen above ordinary duties; in fact, he has simply succumbed to tamas — the quality of heaviness, darkness, and inertia. Niyata-karma includes one's varna-specific duties, daily rituals, and family and social obligations. Abandoning these from confusion creates disorder within the individual (accumulated guilt, self-deception) and in society (the breakdown of dharmic order). The tamasic tyāgī is the most self-deceived — he thinks he is renouncing when he is merely escaping.",
        "yogananda": "The three-fold classification begins here with tamasic tyāga — the worst form of renunciation. It is characterized by moha (delusion) and involves the abandonment of niyata-karma (one's obligatory duties). This is the spiritual laziness that disguises itself as detachment. The tamasic person says, 'I am beyond all this — I have renounced.' But in truth he has merely avoided his responsibilities because they seem difficult, or boring, or beneath his inflated sense of spiritual development. 'Na upapadyate' — this kind of abandonment is philosophically indefensible. True renunciation is an inner act of surrender, not an outer act of avoidance. The test of genuine tyāga is always: are obligatory duties still being fulfilled? If not — examine the motivation. Moha (delusion) is almost always at the root.",
        "goyandka": "Tamasic tyāga is the abandonment of niyata-karma — one's prescribed obligatory duty — arising from moha (confusion, delusion). Such tyāga is declared 'na upapadyate' (not fitting) because there is no valid basis for abandoning what has been ordained as one's duty. The Dharmaśāstra is clear: niyata-karma (daily obligatory duties, varna-dharma, āśrama-dharma) cannot be given up without grave consequence. When a person abandons these duties claiming 'renunciation,' three possible delusions are at work: (1) the delusion that he is already liberated and beyond duty; (2) the delusion that duty is spiritually harmful; (3) simple laziness masquerading as tyāga. All three arise from tamas — the quality of ignorance and inertia. 'Parikīrtitaḥ' — this is the judgment of the śāstras, of the tradition, and of the Lord."
      }
    },
    {
      "verse": 8,
      "sanskrit": "duḥkham ity eva yat karma kāya-kleśa-bhayāt tyajet |\nsa kṛtvā rājasaṃ tyāgaṃ naiva tyāga-phalaṃ labhet ||",
      "transliteration": "duḥkham ity eva yat karma kāya-kleśa-bhayāt tyajet |\nsaḥ kṛtvā rājasaṃ tyāgaṃ na eva tyāga-phalaṃ labhet ||",
      "translation": "He who abandons action saying 'it is painful' (duḥkham iti) out of fear of bodily discomfort (kāya-kleśa-bhayāt) — having performed rajasic tyāga (rājasaṃ tyāgam) — does not at all (naiva) obtain the fruit of tyāga (tyāga-phalam).",
      "audio": "/assets/audio/ch18/verse_18_08.mp3",
      "word_breakdown": [
        { "word": "duḥkham iti eva", "meaning": "saying 'it is painful' — with this rationalization as the motive" },
        { "word": "yat karma", "meaning": "whatever action — referring to one's obligatory duties" },
        { "word": "kāya-kleśa-bhayāt", "meaning": "from fear of bodily discomfort — avoiding physical hardship or pain" },
        { "word": "tyajet", "meaning": "abandons, gives up — if one were to relinquish" },
        { "word": "saḥ kṛtvā", "meaning": "he, having performed — that person, having done" },
        { "word": "rājasam tyāgam", "meaning": "rajasic tyāga — relinquishment characterized by the quality of rajas: ego, desire, agitation" },
        { "word": "naiva", "meaning": "not at all, certainly not — emphatic negation" },
        { "word": "tyāga-phalam labhet", "meaning": "obtains the fruit of tyāga — gains the liberation that true renunciation brings" }
      ],
      "commentary": {
        "dadaji": "Rajasic tyāga is subtler and more insidious than tamasic tyāga. The motivation here is not simple delusion but ego-driven self-protection: kāya-kleśa-bhaya — fear of physical hardship. The rajasic person does not want to be deluded about his spiritual status (unlike the tamasic person); he may genuinely value spirituality. But when a duty becomes painful or inconvenient, he abandons it with the rationalization 'it is painful' (duḥkham iti). The problem is the 'iti' — 'saying' — which marks it as a rationalization rather than a genuine discernment. He labels it 'painful' to justify avoidance. This is the ego (rajas) at work: it redefines avoidance as wisdom. 'Naiva tyāga-phalaṃ labhet' — he absolutely does not obtain the fruit of true tyāga, which is freedom from bondage. Rajasic 'renunciation' merely reinforces the ego it claims to transcend.",
        "sarvapriyananda": "The second type — rajasic tyāga — is characterized by avoidance of duty due to kāya-kleśa-bhaya (fear of bodily discomfort/hardship). 'Duḥkham ity eva' — saying 'this is painful' — is the rationalization. This person is not deluded about the nature of duty (as the tamasic person is), but succumbs to ego-driven aversion to physical or psychological pain. Rajas manifests here as self-centred avoidance dressed up as spiritual discernment. The verdict is unambiguous: 'naiva tyāga-phalaṃ labhet' — he does not at all obtain the fruit of tyāga. The fruit of true tyāga is freedom — freedom from the doer-ego, freedom from result-anxiety, ultimately freedom from rebirth. Rajasic 'renunciation' produces none of this. Instead it reinforces the very ego-patterns (seeking comfort, avoiding pain) that bind the soul.",
        "yogananda": "Rajasic tyāga is the renunciation driven by self-interest: avoiding discomfort. 'Kāya-kleśa-bhayāt' — out of fear of bodily hardship. This is the spiritual aspirant who gives up meditation when the mind is restless, who abandons service when it becomes demanding, who quits a practice when it requires real sacrifice. He says 'duḥkham iti' — 'this is painful' — and retreats. But the rationalization reveals the ego: the rajasic person is still centered on his own comfort and aversion. True tyāga faces difficulty squarely and performs duty despite discomfort, surrendering the fruits to God. The result of rajasic tyāga is telling: 'naiva tyāga-phalaṃ labhet' — he receives NO fruit of tyāga at all. Self-serving avoidance cannot produce liberation, no matter what spiritual label it wears.",
        "goyandka": "Rajasic tyāga is defined by its motivation: kāya-kleśa-bhaya — fear of bodily pain or physical inconvenience. The person performing rajasic tyāga abandons his duty while rationalizing it ('duḥkham iti' — saying it is painful). Two key elements mark this as rajasic rather than tamasic: there is a degree of deliberate choice involved (rajas implies activity, decision, ego-assertion), and there is a self-serving motive (avoiding personal pain). The tamasic person is simply deluded; the rajasic person makes a calculated self-protective choice and calls it renunciation. The Gītā's verdict is sharp: 'naiva tyāga-phalaṃ labhet' — he does not obtain even a trace of the fruit of genuine tyāga. True tyāga requires doing difficult duty precisely when it is painful, surrendering both the comfort-seeking ego and the result to the divine will."
      }
    },
    {
      "verse": 9,
      "sanskrit": "kāryam ity eva yat karma niyataṃ kriyate'rjuna |\nsaṅgaṃ tyaktvā phalaṃ caiva sa tyāgaḥ sāttvikaḥ matam ||",
      "transliteration": "kāryam ity eva yat karma niyataṃ kriyate arjuna |\nsaṅgaṃ tyaktvā phalaṃ ca eva saḥ tyāgaḥ sāttvikaḥ matam ||",
      "translation": "That which is done as obligatory action (niyatam karma), O Arjuna, because it should be done (kāryam iti eva) — abandoning attachment (saṅgam tyaktvā) and fruit (phalam ca) — that tyāga is considered sattvic (sāttvikaḥ).",
      "audio": "/assets/audio/ch18/verse_18_09.mp3",
      "word_breakdown": [
        { "word": "kāryam iti eva", "meaning": "because it must be done — with the sole motivation that this is one's duty" },
        { "word": "yat karma niyatam", "meaning": "whatever obligatory action — prescribed duty that one is appointed to perform" },
        { "word": "kriyate", "meaning": "is performed, is done — in the present, as a continuing practice" },
        { "word": "saṅgam tyaktvā", "meaning": "having abandoned attachment — relinquishing the clinging to the act or its process" },
        { "word": "phalam ca eva", "meaning": "and indeed the fruit — also surrendering any expectation of result" },
        { "word": "saḥ tyāgaḥ", "meaning": "that tyāga — that particular form of relinquishment" },
        { "word": "sāttvikaḥ", "meaning": "sattvic — characterized by the quality of sattva: clarity, purity, goodness" },
        { "word": "matam", "meaning": "is considered, is held to be, is the view — Kṛṣṇa's authoritative opinion" }
      ],
      "commentary": {
        "dadaji": "This is the positive definition of the highest tyāga — sattvic renunciation — and it contains three essential elements that must all be present: (1) niyatam karma — it must be OBLIGATORY action (one's prescribed duty, not self-chosen activity); (2) 'kāryam iti' mindset — the action is done BECAUSE IT IS DUTY, with no other motivation; (3) saṅga-phala-tyāga — BOTH attachment to the act AND expectation of its fruit are relinquished. Note that sattvic tyāga is not inaction — it is full engagement with duty. The only thing abandoned is the personal agenda: neither attachment to the process nor desire for the result. This is karma-yoga in its most refined form: action as pure offering, pure dharma-fulfillment, with no thread of self-interest connecting the actor to the act.",
        "sarvapriyananda": "Sattvic tyāga is described with precision through three marks. First: the action is niyata (prescribed, obligatory — not self-selected for personal gain). Second: the motivating thought is 'kāryam iti' — 'this is what must be done' — pure duty-consciousness, free from personal desire or aversion. Third: saṅgam tyaktvā phalam ca — BOTH attachment and fruit are abandoned. This is the complete inner disengagement of the ego from the action. Sattvic tyāga is thus the fullest realization of the karma-yoga ideal: total external engagement combined with total inner disengagement. It is the action of the jīvanmukta — the liberated person still living in the world — who acts without any personal agenda whatsoever. The word 'matam' (considered/my view) reflects Kṛṣṇa's calm authority; He states this not as an arbitrary opinion but as the outcome of wisdom.",
        "yogananda": "Now the positive portrait: sattvic tyāga. Its three characteristics illuminate the entire karma-yoga path. The action must be niyatam (obligatory, prescribed by dharma — not self-chosen for personal benefit). The motivation must be pure: 'kāryam iti' — solely because this is one's duty, ordained by God or by dharma. And both saṅga (attachment to the activity itself) and phala (fruit/result) must be surrendered. When all three conditions are met, action becomes saturated with sattva — with clarity, purity, and divine light. Such action does not bind; it purifies. It does not create new karma; it burns existing karma. This is why the great karma-yogīs — those who have worked ceaselessly for God and humanity throughout history — have been among the freest of souls. They acted fully and freely because they owned nothing of their action.",
        "goyandka": "Sattvic tyāga is the third and highest form, and it contains the Gītā's practical teaching on karma-yoga in a single verse. Three essential conditions: (1) niyatam karma — obligatory duty, not self-willed activity; (2) 'kāryam iti' — the sole motivation is 'this is what must be done,' not personal desire or aversion; (3) saṅga AND phala are both abandoned — the double renunciation of v6 is now specified as the mark of sattvic tyāga. The contrast with the tamasic (abandons out of delusion) and rajasic (abandons out of self-interest) is clear: the sattvic tyāgī does NOT abandon action — he performs obligatory action completely — but does so in total inner freedom. 'Sāttvikaḥ matam' — this is considered sattvic: the guṇa-classification affirms that this state arises naturally when sattva predominates in the consciousness."
      }
    },
    {
      "verse": 10,
      "sanskrit": "na dveṣṭy akuśalaṃ karma kuśale nānuṣajjate |\ntyāgī sattva-samāviṣṭo medhāvī chinna-saṃśayaḥ ||",
      "transliteration": "na dveṣṭi akuśalaṃ karma kuśale na anuṣajjate |\ntyāgī sattva-samāviṣṭaḥ medhāvī chinna-saṃśayaḥ ||",
      "translation": "The tyāgī (renunciant) does not hate disagreeable/inauspicious action (akuśalam karma na dveṣṭi) and is not attached to auspicious action (kuśale na anuṣajjate) — pervaded by sattva (sattva-samāviṣṭaḥ), wise (medhāvī), with all doubts cut away (chinna-saṃśayaḥ).",
      "audio": "/assets/audio/ch18/verse_18_10.mp3",
      "word_breakdown": [
        { "word": "na dveṣṭi akuśalam karma", "meaning": "does not hate inauspicious/disagreeable action — no aversion to difficult or unpleasant duty" },
        { "word": "kuśale", "meaning": "in auspicious/pleasant action — toward agreeable, favorable, or pleasurable acts" },
        { "word": "na anuṣajjate", "meaning": "is not attached — does not cling to, does not become entangled in" },
        { "word": "tyāgī", "meaning": "the renunciant — one who has achieved genuine inner tyāga" },
        { "word": "sattva-samāviṣṭaḥ", "meaning": "fully pervaded by sattva — completely suffused with the quality of purity and clarity" },
        { "word": "medhāvī", "meaning": "the wise one — of refined and purified intelligence, one who retains what is learned" },
        { "word": "chinna-saṃśayaḥ", "meaning": "with doubts cut away — all doubts severed at the root, no remaining uncertainty" }
      ],
      "commentary": {
        "dadaji": "This verse paints the portrait of the genuine sattvic tyāgī and it is a portrait of complete inner freedom. Two negatives and four positive characteristics define him. The negatives: no dveṣa (hatred/aversion) toward akuśala-karma (unpleasant or inauspicious duty) and no anuṣajjanā (clinging/attachment) toward kuśala-karma (pleasant or auspicious duty). He is perfectly equanimous — neither pulled toward pleasant duties nor pushed away from unpleasant ones. The positives: sattva-samāviṣṭa (fully saturated with sattva — not partially, but completely, 'samāviṣṭa' meaning thoroughly pervaded), medhāvī (of refined intelligence — medhā being a specific kind of retentive, illumined intelligence), and chinna-saṃśaya (all doubts cut — 'chinna' is the past participle of 'to cut,' suggesting the decisive, irreversible severing of doubt). This is the liberated person in action.",
        "sarvapriyananda": "This verse completes the description of the sattvic tyāgī with psychological and spiritual precision. The equanimity described — no aversion to unpleasant duty, no attachment to pleasant duty — is the hallmark of yoga described throughout the Gītā. But here the cause is identified: 'sattva-samāviṣṭaḥ' — fully pervaded by sattva. When sattva predominates completely, the oscillation between rāga (attachment) and dveṣa (aversion) ceases. The mind becomes stable, clear, and luminous. 'Medhāvī' — of purified intelligence — refers specifically to the kind of intelligence (medhā) that illumines ethical and spiritual reality directly, not just intellectually. 'Chinna-saṃśayaḥ' — doubts cut away — echoes a recurring Gītā theme: the ātmā-jñāna severs all doubt (cf. 4.42: 'chittvet ātma-saṃśayam'). Together these four qualities define the jīvanmukta — liberated while living.",
        "yogananda": "The true tyāgī, described here, is the ideal human being: fully engaged in all duty, yet completely free within. He has no aversion (dveṣa) to unpleasant work — he does what must be done, however difficult. He has no attachment (anuṣajjanā) to pleasant work — he does not cling to favorable conditions or agreeable tasks. This perfect equanimity is the fruit of sattva-samāviṣṭatā — being thoroughly pervaded by the sattva quality. Medhā (retained wisdom) and chinna-saṃśaya (severed doubt) reveal the cognitive dimension of this freedom: the tyāgī is not only emotionally free but intellectually illumined. All doubts about the nature of Self, God, duty, and liberation have been permanently resolved. He acts from the unshakeable certainty of direct knowledge, not from convention, hope, or fear.",
        "goyandka": "This verse is the culminating portrait of the sattvic tyāgī and deserves deep contemplation. He is characterized by four qualities: (1) sattva-samāviṣṭa — entirely pervaded by sattva, not merely influenced by it but flooded with it; (2) medhāvī — possessed of medhā, the highest discriminative intelligence that penetrates to the truth of things; (3) chinna-saṃśaya — all doubts severed permanently; and (4) the practical mark of true freedom: no dveṣa toward akuśala-karma and no anuṣajjanā toward kuśala-karma. Akuśala here does not necessarily mean sinful but rather 'inauspicious' or 'disagreeable' — duty that is difficult, distasteful, or demanding. Kuśala means 'auspicious' or 'agreeable' — pleasant, rewarding, congenial duty. The sattvic tyāgī is completely equal toward both. He is the jīvanmukta — liberated while alive, working without bondage, knowing without doubt, living without self."
      }
    }
  ]
}
