{
  "chapter": 17,
  "verses": [
    {
      "verse": 11,
      "sanskrit": "aphala-kāṅkṣibhir yajño vidhi-diṣṭo ya ijyate | yaṣṭavyam eveti manaḥ samādhāya sa sāttvikaḥ ||",
      "transliteration": "aphala-kāṅkṣibhir yajño vidhi-diṣṭo ya ijyate | yaṣṭavyam eveti manaḥ samādhāya sa sāttvikaḥ ||",
      "translation": "That sacrifice which is offered according to prescribed method, by those who do not seek fruit, with the mind focused on the conviction 'this is to be offered as a duty' — that is sattvic.",
      "audio": "/assets/audio/ch17/verse_17_11.mp3",
      "word_breakdown": [
        {"word": "aphala-kāṅkṣibhiḥ", "meaning": "by those who do not desire fruit"},
        {"word": "yajñaḥ", "meaning": "sacrifice"},
        {"word": "vidhi-diṣṭaḥ", "meaning": "prescribed by scriptural injunction / according to method"},
        {"word": "yaḥ", "meaning": "which"},
        {"word": "ijyate", "meaning": "is offered / performed"},
        {"word": "yaṣṭavyam eva", "meaning": "this alone is to be offered / it is my duty to sacrifice"},
        {"word": "iti", "meaning": "thus / with this conviction"},
        {"word": "manaḥ", "meaning": "mind"},
        {"word": "samādhāya", "meaning": "fixing / focusing / settling"},
        {"word": "saḥ", "meaning": "that"},
        {"word": "sāttvikaḥ", "meaning": "sattvic / of the nature of sattva"}
      ],
      "commentary": {
        "dadaji": "The sattvic sacrifice is one of pure offering — the mind is settled in the conviction 'yaṣṭavyam eva,' this is simply what must be done. There is no agenda, no hidden expectation. Vidhi-diṣṭa means the act is grounded in dharma and scripture, not personal whim. Aphala-kāṅkṣī means the fruit is surrendered before the action even begins. This is the highest form of worship: duty performed as an act of love toward the divine, without any return address.",
        "sarvapriyananda": "Krishna gives us three precise tests for sattvic yajna in this verse. First: is it done according to right method and scripture? Second: is the doer free from desire for any result? Third: is the mind anchored in the pure intention 'I must do this as my duty'? When all three converge, the sacrifice becomes sattvic — luminous, clear, and purifying for the one who performs it. Most of our religious acts fail one or more of these tests, and that is worth examining honestly.",
        "yogananda": "The sattvic devotee performs every sacred act as an offering to God, with no thought of personal benefit. 'Samādhāya manaḥ' — the mind is gathered and placed in the fire of offering itself. This is the yoga of action meeting the yoga of devotion: every rite becomes a meditation, every flame a prayer. When a devotee truly releases the fruit, the act becomes transparent — God acts through them, and the offering returns purified as divine grace.",
        "goyandka": "The hallmark of sattvic sacrifice is threefold: performance according to prescribed injunction (vidhi-diṣṭa), complete desirelessness regarding fruit (aphala-kāṅkṣitā), and mental resolve in the sense of duty (yaṣṭavyam iti manaḥ samādhāna). These three together indicate an act performed in full purity of motive. Śāstra-prescribed rites performed without desire are the foundation of spiritual progress; they purify the antaḥkaraṇa and create the conditions for knowledge to arise."
      }
    },
    {
      "verse": 12,
      "sanskrit": "abhisandhāya tu phalaṃ dambhārtham api caiva yat | ijyate bharata-śreṣṭha taṃ yajñaṃ viddhi rājasam ||",
      "transliteration": "abhisandhāya tu phalaṃ dambhārtham api caiva yat | ijyate bharata-śreṣṭha taṃ yajñaṃ viddhi rājasam ||",
      "translation": "But that sacrifice which is performed with the aim of gaining fruit, and also for ostentation, O Best of Bharatas — know that sacrifice to be rajasic.",
      "audio": "/assets/audio/ch17/verse_17_12.mp3",
      "word_breakdown": [
        {"word": "abhisandhāya", "meaning": "having aimed at / fixing the mind on"},
        {"word": "tu", "meaning": "but / however"},
        {"word": "phalam", "meaning": "fruit / result"},
        {"word": "dambha-artham", "meaning": "for the purpose of show / for ostentation"},
        {"word": "api", "meaning": "also"},
        {"word": "ca eva", "meaning": "and also"},
        {"word": "yat", "meaning": "which"},
        {"word": "ijyate", "meaning": "is performed / offered"},
        {"word": "bharata-śreṣṭha", "meaning": "O Best of Bharatas (Arjuna)"},
        {"word": "tam", "meaning": "that"},
        {"word": "yajñam", "meaning": "sacrifice"},
        {"word": "viddhi", "meaning": "know"},
        {"word": "rājasam", "meaning": "rajasic / of the nature of rajas"}
      ],
      "commentary": {
        "dadaji": "Two motives corrupt the sacrifice and make it rajasic: abhisandhāya phalam — the mind clinging to the result, and dambha — the desire to be seen, praised, respected. Religion performed for social standing is not worship; it is self-promotion in sacred garb. The 'tu' at the start marks a contrast with the sattvic verse: where the sattvic person surrenders the fruit, the rajasic person grasps it; where the sattvic person is inward, the rajasic person is performing for an audience.",
        "sarvapriyananda": "Abhisandhāya means the mind has already calculated the return — it fixes on the fruit before the act is even complete. Dambhārtham means the performance is designed to impress others. These two motives — desire and display — are the twin engines of rajasic religiosity. Notice how common this is: we perform rites to get something (health, wealth, success) or to be seen as pious. Krishna sees through both with his characteristic precision.",
        "yogananda": "The rajasic worshipper uses the sacred as a means to personal ends — this is the subtle corruption of spiritual practice. Dambha, hypocrisy or display, is particularly insidious because it wears the costume of devotion while pursuing pride. The great ones have always taught: do not let the left hand know what the right hand gives. When worship becomes a performance for others, the divine presence withdraws, and only the audience remains.",
        "goyandka": "Rajasic sacrifice is characterized by two defects that invert the purpose of yajña. First, phala-abhisandhi — the mental attachment to results, which binds rather than liberates. Second, dambha — performing for recognition, which feeds the ego rather than dissolving it. Such sacrifice generates karma and keeps the jīva bound to the cycle of cause and effect. It may generate some worldly merit, but it does not lead to the purification of the antaḥkaraṇa that genuine yajña is meant to accomplish."
      }
    },
    {
      "verse": 13,
      "sanskrit": "vidhi-hīnam asṛṣṭānnaṃ mantra-hīnam adakṣiṇam | śraddhā-virahitaṃ yajñaṃ tāmasaṃ paricakṣate ||",
      "transliteration": "vidhi-hīnam asṛṣṭānnaṃ mantra-hīnam adakṣiṇam | śraddhā-virahitaṃ yajñaṃ tāmasaṃ paricakṣate ||",
      "translation": "A sacrifice contrary to prescribed method, in which no food is distributed, in which there are no sacred chants, no sacrificial gifts, and which is devoid of faith — such a sacrifice they call tamasic.",
      "audio": "/assets/audio/ch17/verse_17_13.mp3",
      "word_breakdown": [
        {"word": "vidhi-hīnam", "meaning": "devoid of prescribed method / contrary to injunction"},
        {"word": "asṛṣṭānnam", "meaning": "in which food is not distributed (a + sṛṣṭa + anna)"},
        {"word": "mantra-hīnam", "meaning": "without sacred chants / mantras"},
        {"word": "adakṣiṇam", "meaning": "without sacrificial gifts / dakṣiṇā to officiants"},
        {"word": "śraddhā-virahitam", "meaning": "devoid of faith (śraddhā + virahita)"},
        {"word": "yajñam", "meaning": "sacrifice"},
        {"word": "tāmasam", "meaning": "tamasic / of the nature of tamas"},
        {"word": "paricakṣate", "meaning": "they declare / call / regard"}
      ],
      "commentary": {
        "dadaji": "The tamasic sacrifice is emptied of every sacred element: no method, no food shared with others, no mantra, no dakṣiṇā to the priests, and — most devastatingly — no śraddhā. Without faith, no rite has any soul. Śraddhā-virahita is the deepest deficiency: you can restore method and mantra, but a faithless heart cannot be repaired by external form alone. This describes either superstitious ritual performed mechanically or dark practices done in secrecy without any of the hallmarks of genuine worship.",
        "sarvapriyananda": "Notice the completeness of this verse — five separate deficiencies are listed, and any one of them is enough to vitiate the sacredness of the act. Tamasic sacrifice is not merely impure; it is a hollow shell. No food distributed means no generosity (yajña is inherently communal). No mantra means no invocation of the sacred. No dakṣiṇā means no honor to those who serve. And no śraddhā means the inner fire is out. Empty ritual performed out of habit, fear, or superstition falls squarely here.",
        "yogananda": "Tamas is the quality of inertia, darkness, and unconsciousness — and when it enters worship, the sacred act becomes its opposite. The five absences described here represent the complete absence of light, love, and life from a religious performance. Śraddhā — faith — is the animating principle without which all other elements are dead forms. The spiritual seeker must regularly examine their own practice: is it alive? Is it conscious? Does it open the heart, or merely occupy the body?",
        "goyandka": "Tamasic yajña fails on every dimension recognized by the śāstras. Vidhi-hīna means it transgresses or ignores the prescribed order. Asṛṣṭānna means the prasāda that should be shared with all is withheld. Mantra-hīna means the divine is not properly invoked. Adakṣiṇa means the relationship between yajamāna and ṛtvij is broken. And śraddhā-virahita means the entire act is performed without the inner illumination of faith. Such a sacrifice generates no spiritual merit and may even generate negative karma through the violation of sacred norms."
      }
    },
    {
      "verse": 14,
      "sanskrit": "deva-dvija-guru-prājña-pūjanaṃ śaucam ārjavam | brahma-caryam ahiṃsā ca śārīraṃ tapa ucyate ||",
      "transliteration": "deva-dvija-guru-prājña-pūjanaṃ śaucam ārjavam | brahma-caryam ahiṃsā ca śārīraṃ tapa ucyate ||",
      "translation": "Worship of the gods, the twice-born, teachers, and the wise — purity, uprightness, celibacy, and non-violence — this is called the austerity of the body.",
      "audio": "/assets/audio/ch17/verse_17_14.mp3",
      "word_breakdown": [
        {"word": "deva", "meaning": "the gods / divine beings"},
        {"word": "dvija", "meaning": "the twice-born / brahmins (those born once physically, once spiritually through initiation)"},
        {"word": "guru", "meaning": "the teacher / spiritual preceptor"},
        {"word": "prājña", "meaning": "the wise / those of deep wisdom"},
        {"word": "pūjanam", "meaning": "worship / reverence / honoring"},
        {"word": "śaucam", "meaning": "purity / cleanliness (inner and outer)"},
        {"word": "ārjavam", "meaning": "uprightness / straightforwardness / sincerity"},
        {"word": "brahma-caryam", "meaning": "celibacy / restraint of vital energies / walking in Brahman"},
        {"word": "ahiṃsā", "meaning": "non-violence / non-injury"},
        {"word": "ca", "meaning": "and"},
        {"word": "śārīram", "meaning": "of the body / bodily"},
        {"word": "tapaḥ", "meaning": "austerity / discipline"},
        {"word": "ucyate", "meaning": "is called / is said to be"}
      ],
      "commentary": {
        "dadaji": "Bodily austerity, śārīra tapa, is not about physical punishment — it is about how the body moves through the world. Five disciplines: honoring those worthy of honor (which orients the body in humility), śauca (maintaining purity of body and environment), ārjava (the body's actions matching the inner intention), brahmacarya (directing vital energy toward the divine), and ahiṃsā (the body's fundamental non-aggression). These are the grammar of a sacred life expressed through action.",
        "sarvapriyananda": "It is remarkable that Krishna begins bodily austerity not with fasting or posture but with pūjana — worship, reverence, the bowing of the body before what is worthy. This sets the tone: śārīra tapa is not self-punishment but self-orientation toward the sacred. Brahmacarya here is not mere celibacy but the broader channeling of all energy — including sexual, emotional, and creative — toward spiritual life. Ahiṃsā as a bodily discipline means making the body itself an instrument of peace.",
        "yogananda": "The body is the temple of the soul, and these five disciplines are how one keeps that temple consecrated. Brahmacarya is the conservation of the life-force (prāṇa-śakti), which when transmuted upward becomes the fuel for deep meditation and spiritual awakening. Ahiṃsā is not passive but radiantly active — a body grounded in non-violence generates a field of peace around it that affects all who come near. These five together represent the body living as an act of continuous worship.",
        "goyandka": "Śārīra tapa as described here is entirely positive — it is the body engaged in uplifting activities, not the body being tortured. The first element, deva-dvija-guru-prājña-pūjana, is itself an austerity: the ego bows before wisdom, before learning, before the divine — and in that bowing, it is refined. Śauca, ārjava, brahmacarya, and ahiṃsā complete the picture of a body lived in alignment with dharma. This is distinct from the tamasic austerity of self-torture described in verse 19, which is explicitly condemned."
      }
    },
    {
      "verse": 15,
      "sanskrit": "anudvega-karaṃ vākyaṃ satyaṃ priya-hitaṃ ca yat | svādhyāyābhyasanaṃ caiva vāṅ-mayaṃ tapa ucyate ||",
      "transliteration": "anudvega-karaṃ vākyaṃ satyaṃ priya-hitaṃ ca yat | svādhyāyābhyasanaṃ caiva vāṅ-mayaṃ tapa ucyate ||",
      "translation": "Speech that does not cause agitation, that is truthful, pleasant, and beneficial, along with regular practice of Vedic recitation — this is called the austerity of speech.",
      "audio": "/assets/audio/ch17/verse_17_15.mp3",
      "word_breakdown": [
        {"word": "anudvega-karam", "meaning": "not causing agitation or distress (an + udvega + kara)"},
        {"word": "vākyam", "meaning": "speech / word / utterance"},
        {"word": "satyam", "meaning": "truthful / true"},
        {"word": "priya", "meaning": "pleasant / pleasing to hear"},
        {"word": "hitam", "meaning": "beneficial / good for the hearer"},
        {"word": "ca", "meaning": "and"},
        {"word": "yat", "meaning": "which / that which"},
        {"word": "svādhyāya-abhyasanam", "meaning": "regular practice of Vedic study and recitation (svādhyāya + abhyasana)"},
        {"word": "ca eva", "meaning": "and also"},
        {"word": "vāṅ-mayam", "meaning": "consisting of speech / pertaining to speech (vāc + maya)"},
        {"word": "tapaḥ", "meaning": "austerity / discipline"},
        {"word": "ucyate", "meaning": "is called / is said to be"}
      ],
      "commentary": {
        "dadaji": "This is the four-filter teaching for speech — before any word leaves the mouth, ask: will it cause agitation? Is it true? Is it kind? Is it beneficial? All four must be answered well. And the fifth element, svādhyāya, means the mouth is not only restrained from harm but positively engaged in scripture. The discipline of speech is not silence alone but the cultivation of speech that heals, illumines, and uplifts. Every word is either a blessing or a burden to the world.",
        "sarvapriyananda": "Notice the sophistication of this verse. Satya alone is not enough — a truth spoken harshly that serves no purpose is not vāṅ-maya tapa. Priya alone is not enough — flattery that harms is not austerity. Hita alone is not enough — a beneficial statement can still be delivered in a way that causes pain. All four must converge: not agitating, true, pleasing, and beneficial. And beneath all speech practice, svādhyāya — the recitation of scripture — sanctifies the very instrument of the voice.",
        "yogananda": "The voice is a sacred instrument. It can carry the vibration of mantra, scripture, and divine name, or it can carry the vibration of anger, falsehood, and cruelty. Vāṅ-maya tapa is the discipline of filling that instrument with only what is worthy. Svādhyāya — regular recitation of the Vedas, Gītā, or any scripture — purifies the subtle channels through which speech flows, making the voice itself a medium of grace. The great ṛṣis knew that speech is not merely communication; it is creation.",
        "goyandka": "Vāṅ-maya tapa has two aspects: the negative (avoiding harmful speech) and the positive (engaging speech in sacred recitation). The four qualities of right speech — anudvega-kara, satya, priya, hita — represent a progressive refinement: the speech must not harm, must be true, must be pleasant, and must be good for the listener. These are hierarchically ordered — non-harm is the minimum floor. Svādhyāyābhyasana elevates the austerity further: the tongue that recites scripture daily becomes an instrument of dharma rather than merely an instrument of communication."
      }
    },
    {
      "verse": 16,
      "sanskrit": "manaḥ-prasādaḥ saumyatvaṃ maunaṃ ātma-vinigrahaḥ | bhāva-saṃśuddhir ity etat tapo mānasam ucyate ||",
      "transliteration": "manaḥ-prasādaḥ saumyatvaṃ maunaṃ ātma-vinigrahaḥ | bhāva-saṃśuddhir ity etat tapo mānasam ucyate ||",
      "translation": "Serenity of mind, gentleness, silence, self-control, and purity of being — this is called mental austerity.",
      "audio": "/assets/audio/ch17/verse_17_16.mp3",
      "word_breakdown": [
        {"word": "manaḥ-prasādaḥ", "meaning": "serenity / clarity / cheerfulness of mind (manas + prasāda)"},
        {"word": "saumyatvam", "meaning": "gentleness / benevolence / mild-temperedness"},
        {"word": "maunam", "meaning": "silence / stillness (inner and outer)"},
        {"word": "ātma-vinigrahaḥ", "meaning": "self-control / mastery over the self (ātman + vinigraha)"},
        {"word": "bhāva-saṃśuddhiḥ", "meaning": "purity of being / purity of intention (bhāva + saṃśuddhi)"},
        {"word": "iti", "meaning": "thus / this is"},
        {"word": "etat", "meaning": "this"},
        {"word": "tapaḥ", "meaning": "austerity / discipline"},
        {"word": "mānasam", "meaning": "mental / of the mind (manas)"},
        {"word": "ucyate", "meaning": "is called / is said to be"}
      ],
      "commentary": {
        "dadaji": "The deepest austerity is the most invisible: the disciplining of the mind itself. Manaḥ-prasāda is not a forced cheerfulness but the natural clarity that comes when the mind is not churned by desire and fear. Saumyatva is the warmth and gentleness that radiates from a composed mind. Mauna is the silence beneath all thought. Ātma-vinigraha is self-mastery — not suppression but governance. And bhāva-saṃśuddhi is the ultimate purification: when even the root motivation is clean, every act that flows from it is sacred.",
        "sarvapriyananda": "This verse completes the triad of bodily, verbal, and mental austerity. The mental is the most subtle and the most primary — because the body and speech both take their direction from the mind. Bhāva-saṃśuddhi — purity of bhāva — is the key: bhāva means the deep emotional-intentional state, the 'why' beneath all action. When the bhāva is pure, even imperfect external acts carry spiritual weight. When the bhāva is impure, even technically perfect external acts carry no sacred value.",
        "yogananda": "Mauna — true silence — is not the mere absence of words but the settling of the mind into its own nature. The great masters have said that the deepest meditation begins where words end. Manaḥ-prasāda, the grace-state of the mind, is the same word used for the prasāda distributed after worship: the mind itself becomes prasāda — sanctified, offered, and returned. Bhāva-saṃśuddhi is the fruit of all spiritual practice: when the heart is clean, the divine sees itself reflected there.",
        "goyandka": "Mānasa tapa is the subtlest and most demanding of the three austerities because the mind is the hardest faculty to govern. Manaḥ-prasāda requires that the mind remain calm regardless of external circumstances — this is the mark of a truly disciplined practitioner. Ātma-vinigraha means the self has genuine sovereignty over its own processes — not repression, which breeds rajas, but genuine mastery, which is sattvic. Bhāva-saṃśuddhi — purity of intention — ensures that all outward practice is rooted in genuine aspiration rather than social performance."
      }
    },
    {
      "verse": 17,
      "sanskrit": "śraddhayā parayā taptaṃ tapas tat tri-vidhaṃ naraiḥ | aphala-kāṅkṣibhir yuktaiḥ sāttvikaṃ paricakṣate ||",
      "transliteration": "śraddhayā parayā taptaṃ tapas tat tri-vidhaṃ naraiḥ | aphala-kāṅkṣibhir yuktaiḥ sāttvikaṃ paricakṣate ||",
      "translation": "This threefold austerity practiced with supreme faith, by persons who do not seek fruit and who are engaged and integrated — that they call sattvic.",
      "audio": "/assets/audio/ch17/verse_17_17.mp3",
      "word_breakdown": [
        {"word": "śraddhayā parayā", "meaning": "with supreme / highest faith"},
        {"word": "taptam", "meaning": "practiced / performed / undergone (past passive participle of tap)"},
        {"word": "tapaḥ", "meaning": "austerity / discipline"},
        {"word": "tat", "meaning": "that"},
        {"word": "tri-vidham", "meaning": "threefold / of three kinds (body + speech + mind)"},
        {"word": "naraiḥ", "meaning": "by persons / by human beings"},
        {"word": "aphala-kāṅkṣibhiḥ", "meaning": "by those not desiring fruit"},
        {"word": "yuktaiḥ", "meaning": "by those who are integrated / engaged / yoked (to the divine)"},
        {"word": "sāttvikaṃ", "meaning": "sattvic / of the nature of sattva"},
        {"word": "paricakṣate", "meaning": "they call / they declare / it is regarded as"}
      ],
      "commentary": {
        "dadaji": "This summary verse ties together all three levels of austerity — body, speech, and mind — and names the conditions that make them sattvic: supreme faith (śraddhayā parayā), no desire for fruit (aphala-kāṅkṣā), and genuine engagement (yukta). The word 'parayā' — 'supreme' or 'highest' — is significant: ordinary faith is not enough; the faith must be total, whole-hearted, without reservation. When all three levels of being are offered together in such faith, the result is a life that is itself an act of worship.",
        "sarvapriyananda": "Four conditions converge to make austerity sattvic: it is tri-vidha (encompassing body, speech, and mind — not just physical), it is practiced with supreme faith (not mechanical habit), it is desireless (aphala-kāṅkṣī), and the practitioner is yukta — integrated, spiritually engaged. Any of these missing shifts the tapa toward rajas or tamas. This verse is the synthesis: genuine spiritual discipline is total, faithful, desireless, and whole-hearted.",
        "yogananda": "Śraddhayā parayā — with the highest faith — means the austerity is performed not from fear of punishment or hope of reward, but from the devotee's direct love of God. When faith reaches this supreme level, austerity is no longer difficult; it becomes natural, even joyful. Yuktaiḥ — those who are 'yoked' — are those whose individual will has become aligned with the divine will. In this state, even austerity becomes a form of samādhi: every discipline a doorway into the presence.",
        "goyandka": "This verse establishes the fourfold criterion for sattvic tapa: the austerity must span all three levels (tri-vidha), must be grounded in the highest faith (śraddhā parā), must be free from desire for results (aphala-kāṅkṣā), and must be performed by one who is spiritually engaged (yukta). Tri-vidha is particularly important: an austerity that disciplines the body but neglects the mind, or trains speech but allows the bhāva to remain impure, is incomplete. True sattvic tapa is an integrated, whole-being offering."
      }
    },
    {
      "verse": 18,
      "sanskrit": "satkāra-māna-pūjārthaṃ tapo dambhena caiva yat | kriyate tad iha proktaṃ rājasaṃ calam adhruvam ||",
      "transliteration": "satkāra-māna-pūjārthaṃ tapo dambhena caiva yat | kriyate tad iha proktaṃ rājasaṃ calam adhruvam ||",
      "translation": "Austerity that is practiced with ostentation, for the sake of honor, respect, and worship from others — that is declared here to be rajasic: impermanent and unstable.",
      "audio": "/assets/audio/ch17/verse_17_18.mp3",
      "word_breakdown": [
        {"word": "satkāra", "meaning": "respectful treatment / favorable reception"},
        {"word": "māna", "meaning": "honor / prestige"},
        {"word": "pūjā-artham", "meaning": "for the sake of worship / adoration"},
        {"word": "tapaḥ", "meaning": "austerity / discipline"},
        {"word": "dambhena", "meaning": "with ostentation / hypocrisy / display"},
        {"word": "ca eva", "meaning": "and also"},
        {"word": "yat", "meaning": "which"},
        {"word": "kriyate", "meaning": "is performed / is done"},
        {"word": "tat", "meaning": "that"},
        {"word": "iha", "meaning": "here / in this text"},
        {"word": "proktam", "meaning": "declared / stated"},
        {"word": "rājasam", "meaning": "rajasic"},
        {"word": "calam", "meaning": "impermanent / unstable / moving"},
        {"word": "adhruvam", "meaning": "not lasting / unsteady / non-permanent"}
      ],
      "commentary": {
        "dadaji": "Satkāra-māna-pūjā: respectful treatment, honor, worship from others. These are the real fruits that the rajasic practitioner is after — not mokṣa or purification, but a certain social standing, a reputation for piety. 'Calam adhruvam' — impermanent and unstable — is the precise diagnosis: because the foundation is external (others' opinions), when others' opinions change, the fruit dissolves. The tapasvin who practises for reputation will find their reward is as fleeting as reputation itself.",
        "sarvapriyananda": "This verse is a mirror held up to much of what passes for spiritual practice in public life. Dambhena — with display, with hypocrisy — is the operative word. The outer form of the practice may be perfectly correct; the austerity may be genuinely difficult. But if the motive is satkāra (to be received with honor), māna (to be respected), and pūjā (to be worshipped), then the act is rajasic. 'Calam adhruvam' is not a punishment but a natural consequence: social fruits are inherently unstable.",
        "yogananda": "Spiritual vanity is the subtlest of all vanities — the ego using the very instruments of self-transcendence to reassert itself. The spiritual celebrity who fasts publicly, who broadcasts renunciation, who performs austerity for followers — this is what Krishna diagnoses here with characteristic precision. Calam adhruvam: the fruits earned through display are as unstable as a flame in the wind. Genuine tapa performed in secret, without an audience, accumulates a power that no social recognition can match.",
        "goyandka": "Rajasic tapa generates merit but of a limited and unstable kind. 'Calam' means the result moves — it is not fixed in the practitioner's being but dependent on external conditions. 'Adhruvam' means it does not endure — when the rajas burns out, the fruit falls away. The antaḥkaraṇa of a rajasic practitioner is not purified by such practice; rather, the ego is strengthened and the attachment to social recognition grows. This is why rajas in spiritual practice is actually more dangerous than tamas — it masquerades as virtue."
      }
    },
    {
      "verse": 19,
      "sanskrit": "mūḍha-grāheṇātmano yat pīḍayā kriyate tapaḥ | parasyotsādanārthaṃ vā tat tāmasam udāhṛtam ||",
      "transliteration": "mūḍha-grāheṇātmano yat pīḍayā kriyate tapaḥ | parasyotsādanārtham vā tat tāmasam udāhṛtam ||",
      "translation": "Austerity that is performed with deluded conviction, with self-torture, or for the purpose of destroying another — that is declared to be tamasic.",
      "audio": "/assets/audio/ch17/verse_17_19.mp3",
      "word_breakdown": [
        {"word": "mūḍha-grāheṇa", "meaning": "with foolish/deluded stubbornness (mūḍha + grāha)"},
        {"word": "ātmanaḥ", "meaning": "of the self / of oneself"},
        {"word": "yat", "meaning": "which"},
        {"word": "pīḍayā", "meaning": "with pain / by tormenting / through self-torture"},
        {"word": "kriyate", "meaning": "is performed / is done"},
        {"word": "tapaḥ", "meaning": "austerity / discipline"},
        {"word": "parasya", "meaning": "of another / of others"},
        {"word": "utsādana-artham", "meaning": "for the purpose of destroying / ruining (utsādana + artha)"},
        {"word": "vā", "meaning": "or"},
        {"word": "tat", "meaning": "that"},
        {"word": "tāmasam", "meaning": "tamasic / of the nature of tamas"},
        {"word": "udāhṛtam", "meaning": "declared / cited / said to be"}
      ],
      "commentary": {
        "dadaji": "Three marks of tamasic austerity: mūḍha-grāha (stubborn delusion — convinced one is right while being profoundly wrong), ātmanaḥ pīḍā (self-torture, confusing pain with purification), and parasyotsādana (using spiritual power to harm others — the dark inverse of genuine tapas). Krishna here explicitly condemns extreme self-mortification — the Gītā's path is not one of physical torture but of awakened, conscious discipline. And 'utsādanārtham' reveals something profound: tamas can weaponize spiritual practice.",
        "sarvapriyananda": "Mūḍha-grāha is the key phrase: 'grāha' means to grasp, to seize, and 'mūḍha' means deluded. The tamasic practitioner seizes onto their practice with the grip of delusion — convinced that what they are doing is correct, spiritual, even heroic, while it is actually harmful to themselves and others. This is the tragic dimension of tamasic spirituality: it cannot see itself. The self-torturer and the occultist who uses siddhis to harm others both believe they are doing something meaningful — and both are in the grip of tamas.",
        "yogananda": "This verse draws a clear line between genuine tapas and self-destructive mortification. The Gītā consistently rejects extreme asceticism — the body is the vehicle for liberation, not the enemy to be destroyed. Mūḍha-grāha is the spirit of fanaticism that mistakes suffering for sanctity. And 'parasyotsādanārtham' — austerity aimed at destroying another — represents the perversion of spiritual power into black magic or destructive intention. Both arise from the same root: the absence of light (tamas) and the confusion of destruction with purification.",
        "goyandka": "Tamasic austerity is dangerous precisely because it can appear severe and impressive from the outside. Extreme self-mortification is often admired by onlookers while being profoundly harmful to the practitioner. Krishna's verdict is unambiguous: ātmanaḥ pīḍā — self-torture — is not tapas but its tamasic counterfeit. And parasyotsādana — using any practice, including concentrated willpower and ritual, to destroy an enemy — is among the darkest expressions of tamas. True tapa always moves toward life, light, and liberation."
      }
    },
    {
      "verse": 20,
      "sanskrit": "dātavyam iti yad dānaṃ dīyate'nupakāriṇe | deśe kāle ca pātre ca tad dānaṃ sāttvikaṃ smṛtam ||",
      "transliteration": "dātavyam iti yad dānaṃ dīyate'nupakāriṇe | deśe kāle ca pātre ca tad dānaṃ sāttvikaṃ smṛtam ||",
      "translation": "That gift which is given with the feeling 'it is to be given,' to one who cannot return the favor, at the right place, at the right time, and to a worthy recipient — that gift is known as sattvic.",
      "audio": "/assets/audio/ch17/verse_17_20.mp3",
      "word_breakdown": [
        {"word": "dātavyam iti", "meaning": "with the conviction 'it is to be given / it is my duty to give'"},
        {"word": "yat", "meaning": "which"},
        {"word": "dānam", "meaning": "gift / charity / giving"},
        {"word": "dīyate", "meaning": "is given"},
        {"word": "anupakāriṇe", "meaning": "to one who does not / cannot return the favor (an + upakārin)"},
        {"word": "deśe", "meaning": "at the right place / in an appropriate location"},
        {"word": "kāle", "meaning": "at the right time / at an auspicious moment"},
        {"word": "ca", "meaning": "and"},
        {"word": "pātre", "meaning": "to a worthy recipient / to a fit vessel (literally 'a vessel')"},
        {"word": "ca", "meaning": "and"},
        {"word": "tat", "meaning": "that"},
        {"word": "dānam", "meaning": "gift"},
        {"word": "sāttvikaṃ", "meaning": "sattvic"},
        {"word": "smṛtam", "meaning": "is remembered as / is regarded as / is known to be"}
      ],
      "commentary": {
        "dadaji": "Dāna is the natural overflow of a sattvic heart, and this verse defines when that overflow is pure. 'Dātavyam iti' — the sense of duty to give, not because of who will receive but because giving is right. 'Anupakāriṇe' is particularly luminous: give to the one who cannot repay you, because that gift is completely free of any economic logic, any reciprocal calculation. Deśa-kāla-pātra — the right conditions ensure the giving is wise, not merely sentimental. Sattvic dāna is both selfless and intelligent.",
        "sarvapriyananda": "The phrase 'anupakāriṇe' — to one who cannot return the favor — is perhaps the most precise test of genuine generosity ever articulated. If I give expecting nothing back, even unconsciously, I fail this test. Sattvic dāna is given with the explicit sense that no return is possible or expected. Combined with deśa-kāla-pātra — wisdom about place, time, and worthy recipient — this is not naive charity but conscious, selfless giving that benefits both giver and receiver without creating dependency or waste.",
        "yogananda": "'Dātavyam iti' — this is to be given — is the spirit of the divine itself expressing through the human. God gives without calculation: the sun does not ask whether the field deserves its light. When a devotee gives with this spirit, they participate in the divine abundance that underlies all creation. Pātra — the worthy vessel — is important: true giving is not indiscriminate but discerning, ensuring the gift serves the recipient's genuine spiritual and material growth rather than enabling harm.",
        "goyandka": "This verse opens the three-verse sequence on sattvic, rajasic, and tamasic dāna, paralleling the earlier treatments of yajña and tapa. The fourfold condition for sattvic dāna — dātavyam iti (duty-consciousness), anupakāriṇe (no expectation of return), deśa-kāla (right circumstance), pātra (worthy recipient) — represents the complete framework for dharmic generosity. Smṛtam — 'remembered as' or 'regarded as' — suggests this is not a new teaching but one preserved in the tradition: the ancient understanding of how giving becomes liberation rather than merely transaction."
      }
    }
  ]
}
