{
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "sanskrit": "श्रीभगवानुवाच ।\nभूय एव महाबाहो शृणु मे परमं वचः ।\nयत्तेऽहं प्रीयमाणाय वक्ष्यामि हितकाम्यया ॥",
      "transliteration": "śrī-bhagavān uvāca\nbhūya eva mahā-bāho śṛṇu me paramaṃ vacaḥ\nyat te 'haṃ prīyamāṇāya vakṣyāmi hita-kāmyayā",
      "translation": "The Blessed Lord said: Again, O mighty-armed one, hear My supreme word, which I shall speak to you who are so dear to Me — desiring your highest welfare.",
      "audio": "/assets/audio/ch10/verse_10_01.mp3",
      "word_breakdown": [
        {
          "word": "भूयः",
          "transliteration": "bhūyaḥ",
          "root": "bhūyas (more, again)",
          "grammatical_form": "Adverb, comparative",
          "meaning": "again / once more / even further"
        },
        {
          "word": "परमं वचः",
          "transliteration": "paramaṃ vacaḥ",
          "root": "parama (supreme) + √vac (to speak)",
          "grammatical_form": "Adjective + noun, neuter, accusative, singular",
          "meaning": "supreme word / highest teaching / most excellent utterance"
        },
        {
          "word": "प्रीयमाणाय",
          "transliteration": "prīyamāṇāya",
          "root": "√prī (to please, to love)",
          "grammatical_form": "Present passive participle, masculine, dative, singular",
          "meaning": "to the beloved one / to the one who is dear / to the one I delight in"
        },
        {
          "word": "हितकाम्यया",
          "transliteration": "hita-kāmyayā",
          "root": "hita (welfare, benefit) + kāmyā (desire, wish)",
          "grammatical_form": "Compound noun, feminine, instrumental, singular",
          "meaning": "out of a desire for your good / with the wish to benefit you / from pure goodwill"
        },
        {
          "word": "महाबाहो",
          "transliteration": "mahā-bāho",
          "root": "mahā (great) + bāhu (arm)",
          "grammatical_form": "Compound noun, masculine, vocative, singular",
          "meaning": "O mighty-armed one — epithet of Arjuna signifying heroic strength"
        }
      ],
      "commentary": {
        "dadaji": "Notice how Krishna opens this great chapter — not with philosophy, but with love. He says 'I will speak to you because you are dear to me, because I desire your welfare.' This is the language of a grandfather, of a true well-wisher. Krishna does not teach to display his wisdom — he teaches because he loves Arjuna. And bhūya eva — 'again, once more' — shows his inexhaustible patience. He has already given so much in chapters past, yet here he offers still more. The word hita-kāmyayā is precious — it means 'out of a desire for your good.' Your welfare, your liberation — that is why the divine speaks to you. Whenever you sit with the Gita, feel this: the Lord is speaking to you personally, out of love, desiring only your highest good. That feeling alone is half the teaching.",
        "sarvapriyananda": "The chapter opens with two words that together form a complete statement of the guru-disciple relationship: prīyamāṇāya — 'to the one who is dear' — and hita-kāmyayā — 'desiring your welfare.' In Vedantic tradition, the teacher speaks the highest truth only to one who is both a qualified disciple and genuinely beloved. Śaṅkarācārya notes that prīyamāṇāya does not merely mean affection in a personal sense — it signals that Arjuna has become fit (adhikārī) through his earnestness and openness. The word paramaṃ vacaḥ — supreme word — indicates what follows transcends all ordinary instruction. The teaching of vibhūti and yoga in this chapter is meant to bring the disciple to the recognition that the entire universe is a manifestation of the one Self.",
        "yogananda": "When the divine teacher says 'hear again,' he is pointing to a law of spiritual reception: the highest truths must be heard repeatedly, in deepening states of consciousness, before they are truly absorbed. Paramahansa Yogananda often told his disciples: each time you read the Gita with focused attention, you receive it at a different level of your being. The words prīyamāṇāya — to the beloved — reveal the secret of spiritual transmission. The highest wisdom flows only through the channel of love. Where there is love between teacher and disciple, the words carry not merely meaning but vibration — a living current of awakening. Hita-kāmyayā shows us that divine grace is not indifferent; it is actively directed toward our liberation.",
        "goyandka": "Bhagavān Śrī Kṛṣṇa begins Chapter Ten by indicating that what follows is paramaṃ vacaḥ — the supreme teaching. The word bhūyas (again) shows continuity with the preceding chapter while signifying that an even higher exposition is about to be given. The qualification prīyamāṇāya is important: this teaching is given to one who is dear — signifying the disciple's purity of heart and eligibility. Hita-kāmyayā establishes the motive of the teacher as purely benevolent — not for any personal gain but solely for the disciple's spiritual upliftment. The Gita Press commentary emphasizes that the Lord's willingness to repeat and deepen the teaching shows his inexhaustible compassion for the sincere seeker."
      }
    },
    {
      "verse": 2,
      "sanskrit": "न मे विदुः सुरगणाः प्रभवं न महर्षयः ।\nअहमादिर्हि देवानां महर्षीणां च सर्वशः ॥",
      "transliteration": "na me viduḥ sura-gaṇāḥ prabhavaṃ na maharṣayaḥ\naham ādir hi devānāṃ maharṣīṇāṃ ca sarvaśaḥ",
      "translation": "Neither the hosts of gods nor the great sages know My origin — for I am the beginning of the gods and of the great sages in every way.",
      "audio": "/assets/audio/ch10/verse_10_02.mp3",
      "word_breakdown": [
        {
          "word": "सुरगणाः",
          "transliteration": "sura-gaṇāḥ",
          "root": "sura (god, radiant being) + gaṇa (group, host)",
          "grammatical_form": "Compound noun, masculine, nominative, plural",
          "meaning": "the hosts of gods / multitudes of celestial beings"
        },
        {
          "word": "प्रभवम्",
          "transliteration": "prabhavam",
          "root": "pra + √bhū (to be, to come into being)",
          "grammatical_form": "Noun, masculine, accusative, singular",
          "meaning": "origin / source / the manner of coming into being"
        },
        {
          "word": "महर्षयः",
          "transliteration": "maharṣayaḥ",
          "root": "mahā (great) + ṛṣi (seer, sage)",
          "grammatical_form": "Compound noun, masculine, nominative, plural",
          "meaning": "the great seers / the supremely illumined sages"
        },
        {
          "word": "आदिः",
          "transliteration": "ādiḥ",
          "root": "ādi (beginning, primordial source)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "the first / the beginning / the primordial origin"
        },
        {
          "word": "सर्वशः",
          "transliteration": "sarvaśaḥ",
          "root": "sarva (all, every)",
          "grammatical_form": "Adverb formed from sarva",
          "meaning": "in every way / entirely / in all respects"
        }
      ],
      "commentary": {
        "dadaji": "Here Krishna reveals something that should stop us in our tracks: even the gods — Indra, Brahma, all the great celestial beings — do not know His origin. Even the great sages who have meditated for thousands of years do not know it. Why? Because He is their origin. How can a wave know the ocean that gave birth to it? This is not Krishna being mysterious or secretive — it is the simple, breathtaking truth of what He is. The very capacity these gods and sages have to think, to exist, to seek — all of that flows from Him. When you sit quietly and ask 'Where did I come from? What am I?' — you are asking the question that even the gods cannot answer about Him. Rest in that wonder, dear one. It is a doorway.",
        "sarvapriyananda": "This verse makes a stunning epistemological declaration: the highest beings in the cosmic order — the devas and the maharṣis — cannot know the prabhava, the origin, of Brahman. Why not? Because Krishna states: 'I am the ādi — the first — of the gods and sages, in every way.' The cause cannot be known by the effect. Brahman is the ground from which all knowing and all beings arise; it cannot itself be grasped as an object of that knowing. This is the neti neti of the Upanishads expressed through the mouth of the divine teacher. The intellects of gods and sages — however refined — are still finite instruments. The infinite cannot be circumscribed by the finite. This is why Advaita does not say 'know Brahman' in the subject-object sense, but rather 'be Brahman.'",
        "yogananda": "The gods and sages cannot know Krishna's origin because they are themselves waves in the ocean of His consciousness. Yogananda often described this using the metaphor of light: just as you cannot see the source of light by using that same light to look for it, the mind — which is itself a ray of divine consciousness — cannot locate the source of its own illumination through ordinary inquiry. This verse is an invitation to meditation. In the stillness beyond thought, beyond even the activity of the highest refined intellect, something opens. That opening is not a 'knowing' in the ordinary sense — it is a dissolving into what was always already there. The gods seek; the realized soul is.",
        "goyandka": "Bhagavān declares here the inconceivability of His own origin — a foundational truth that distinguishes the Supreme from all other beings, however elevated. Sura-gaṇāḥ — the celestial hosts — and maharṣayaḥ — the greatest of sages — represent the highest possible levels of cosmic intelligence. Yet even they do not know His prabhavam, His ultimate origin and mode of manifestation. The reason given is decisive: aham ādiḥ — I am the very beginning of the gods and sages. No effect can comprehend its own cause in its totality. This verse prepares the ground for the subsequent teaching of vibhūtis — the divine manifestations — by establishing that Krishna as the absolute ground of all being cannot be grasped through any created intelligence."
      }
    },
    {
      "verse": 3,
      "sanskrit": "यो मामजमनादिं च वेत्ति लोकमहेश्वरम् ।\nअसम्मूढः स मर्त्येषु सर्वपापैः प्रमुच्यते ॥",
      "transliteration": "yo mām ajam anādiṃ ca vetti loka-maheśvaram\nasammūḍhaḥ sa martyeṣu sarva-pāpaiḥ pramucyate",
      "translation": "He who knows Me as unborn and beginningless, the great lord of the worlds — that man among mortals is undeluded and is freed from all sins.",
      "audio": "/assets/audio/ch10/verse_10_03.mp3",
      "word_breakdown": [
        {
          "word": "अजम्",
          "transliteration": "ajam",
          "root": "a (not) + √jan (to be born)",
          "grammatical_form": "Adjective, masculine, accusative, singular",
          "meaning": "unborn / not subject to birth / that which was never brought into existence"
        },
        {
          "word": "अनादिम्",
          "transliteration": "anādim",
          "root": "an (not) + ādi (beginning)",
          "grammatical_form": "Adjective, masculine, accusative, singular",
          "meaning": "beginningless / without origin in time / that which has no starting point"
        },
        {
          "word": "लोकमहेश्वरम्",
          "transliteration": "loka-maheśvaram",
          "root": "loka (world) + mahā (great) + īśvara (lord, master)",
          "grammatical_form": "Compound noun, masculine, accusative, singular",
          "meaning": "the great lord of all the worlds / sovereign of all realms of existence"
        },
        {
          "word": "असम्मूढः",
          "transliteration": "asammūḍhaḥ",
          "root": "a (not) + sam + √muh (to be confused, to be deluded)",
          "grammatical_form": "Adjective, masculine, nominative, singular",
          "meaning": "undeluded / free from confusion / one who sees clearly without the fog of ignorance"
        },
        {
          "word": "प्रमुच्यते",
          "transliteration": "pramucyate",
          "root": "pra + √muc (to release, to liberate)",
          "grammatical_form": "Verb, present tense, third person, singular, passive",
          "meaning": "is freed / is completely liberated / is released entirely"
        }
      ],
      "commentary": {
        "dadaji": "Three words carry this verse: ajam — unborn. Anādim — beginningless. Loka-maheśvaram — the great lord of all worlds. The one who truly knows this about Krishna becomes asammūḍhaḥ — undeluded. Not just intellectually convinced, but inwardly clear, settled, free. And then the beautiful promise: sarva-pāpaiḥ pramucyate — freed from all sins. Not some sins, not most sins — all. Sin, in the deepest sense, is the mistake of identifying with what is born and dying, of mistaking the temporary for the permanent. When you see that Krishna is unborn, beginningless, you begin to recognize that same unborn quality in yourself — the Atman that was never born, never dies. That recognition is liberation itself. Knowledge of God frees us, dear one.",
        "sarvapriyananda": "This verse crystallizes the Vedantic understanding: liberation comes from right knowledge. Yo mām ajam anādiṃ vetti — the one who knows Me as unborn, beginningless. This is not merely belief or devotion in the popular sense — it is jñāna, discriminative knowledge of the ultimate nature of reality. Aja — unborn — corresponds directly to the Upanishadic characterization of Brahman: ajo nityaḥ śāśvato 'yaṃ purāṇaḥ. The result of this knowledge is asammūḍha — freedom from moha, from delusion. Moha is precisely the Gita's diagnosis of Arjuna's problem in the first chapter. Its cure is this clear seeing. And the outcome — sarva-pāpaiḥ pramucyate — freedom from all pāpa — is not a moral reward but an ontological shift: when the root delusion dissolves, its effects — all forms of bondage — dissolve with it.",
        "yogananda": "To know Krishna as unborn and beginningless is to know the eternal Self that underlies all appearances. Yogananda taught that the great masters do not merely believe in God's infinity — they perceive it directly, in states of samādhi, where the boundaries of individual consciousness dissolve into boundless awareness. The one who achieves this knowledge — even partially, even as a growing intuition — becomes asammūḍhaḥ, inwardly freed from the confusions that torment ordinary consciousness. All sin, in Yogananda's teaching, ultimately traces back to the original error of cosmic delusion — māyā — which convinces us we are separate from the infinite. When that delusion lifts, the cause of all sin is removed at the root.",
        "goyandka": "This verse is the direct sequel to verse 2: having established that even gods and sages cannot know His origin, Krishna now declares what happens when a human being does know. Three qualities are named: aja (unborn), anādi (beginningless), and loka-maheśvara (the supreme lord of all worlds). These three together define the absolute nature of the Supreme. The result of this knowledge is twofold: the knower becomes asammūḍhaḥ — free of all delusion — and is pramucyate — fully liberated from all pāpa. Goyandka notes that pāpa here is to be understood comprehensively: not merely sinful actions but the entire web of karma, both good and bad, that binds the jīva to the cycle of birth and death. Knowledge of the absolute nature of God is itself the liberating force."
      }
    },
    {
      "verse": 4,
      "sanskrit": "बुद्धिर्ज्ञानमसम्मोहः क्षमा सत्यं दमः शमः ।\nसुखं दुःखं भवोऽभावो भयं चाभयमेव च ॥",
      "transliteration": "buddhir jñānam asaṃmohaḥ kṣamā satyaṃ damaḥ śamaḥ\nsukhaṃ duḥkhaṃ bhavo 'bhāvo bhayaṃ cābhayam eva ca",
      "translation": "Intelligence, knowledge, freedom from delusion, patience, truth, self-restraint, calmness, pleasure, pain, birth, death, fear, and fearlessness —",
      "audio": "/assets/audio/ch10/verse_10_04.mp3",
      "word_breakdown": [
        {
          "word": "बुद्धिः",
          "transliteration": "buddhiḥ",
          "root": "√budh (to know, to awaken)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "intelligence / discriminative faculty / the power of understanding"
        },
        {
          "word": "असम्मोहः",
          "transliteration": "asaṃmohaḥ",
          "root": "a (not) + sam + √muh (to be deluded)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "freedom from delusion / clarity of mind / non-bewilderment"
        },
        {
          "word": "क्षमा",
          "transliteration": "kṣamā",
          "root": "√kṣam (to endure, to be patient)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "patience / forbearance / the power to endure without reaction"
        },
        {
          "word": "दमः",
          "transliteration": "damaḥ",
          "root": "√dam (to control, to restrain)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "self-restraint of the senses / outer control / mastery over sensory activity"
        },
        {
          "word": "शमः",
          "transliteration": "śamaḥ",
          "root": "√śam (to be calm, to be pacified)",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "inner calmness / tranquility of mind / serenity of the inner instrument"
        }
      ],
      "commentary": {
        "dadaji": "Here Krishna begins a beautiful, sweeping list — and what a list it is. He does not just name virtues like buddhi and kṣamā, which we might expect. He names sukha and duḥkha, bhava and abhāva — pleasure, pain, birth, death. He names bhaya — fear — and abhaya — fearlessness. All of these, he will say in the next verse, arise from Him alone. Your moments of joy? From Him. Your hours of grief? From Him. Your fear and your courage? Both from Him. This is not a cold philosophical statement. It is an invitation to see the divine face behind every experience of your life — not just the pleasant ones. The next time you are afraid, dear one, remember: even this fear has its source in the same God whose peace you seek.",
        "sarvapriyananda": "Verses 4 and 5 together form a catalogue of the bhāvas — the psychological and existential conditions of all beings. They are to be read as a single statement: all of these arise from Krishna alone (verse 5 closes: matta eva pṛthag-vidhāḥ). What is remarkable is the range: buddhi (intelligence), jñāna (knowledge), asaṃmoha (freedom from delusion) — these are the highest spiritual qualities. But then: sukha-duḥkha (pleasure and pain), bhava-abhāva (existence and non-existence), bhaya-abhaya (fear and fearlessness). The list encompasses the entire spectrum of inner life. In Advaita, this is a statement of non-dual causation: Brahman is the material and efficient cause of all that exists, including all states of the mind. There is nothing — not even delusion — that is outside of Brahman.",
        "yogananda": "In listing buddhi and jñāna alongside sukha, duḥkha, bhaya, and abhaya, Krishna is revealing the unity behind all apparent opposites. Yogananda saw in this teaching a profound metaphysical law: every quality and every experience in this universe is a vibration of the one divine consciousness, polarized into pairs of opposites — pleasure/pain, fear/fearlessness, birth/death. These opposites are not separate realities; they are two poles of a single current emanating from God. The practice of yoga is to trace every experience — joyful or painful — back to its source. The meditator learns, in deep stillness, that the one who experiences pleasure and the one who experiences pain are both movements of the same infinite awareness.",
        "goyandka": "In verse 4, Bhagavān begins the enumeration of the bhāvās — the conditions and qualities — that arise from Him alone. The first group — buddhi, jñāna, asaṃmoha, kṣamā, satya, dama, śama — represents the sattvic qualities that qualify a soul for liberation. But then the list extends to the apparently opposite pair: sukha and duḥkha (pleasure and pain), bhava and abhāva (birth and non-being), bhaya and abhaya (fear and fearlessness). These are not moral qualities but existential conditions — yet Krishna claims them all as His vibhūtis. Goyandka emphasizes that this is a teaching about divine sovereignty: nothing in the created order exists outside the will and power of the Lord. Even conditions that appear opposed to liberation are under His governance."
      }
    },
    {
      "verse": 5,
      "sanskrit": "अहिंसा समता तुष्टिस्तपो दानं यशोऽयशः ।\nभवन्ति भावा भूतानां मत्त एव पृथग्विधाः ॥",
      "transliteration": "ahiṃsā samatā tuṣṭis tapo dānaṃ yaśo 'yaśaḥ\nbhavanti bhāvā bhūtānāṃ matta eva pṛthag-vidhāḥ",
      "translation": "Non-violence, equanimity, contentment, austerity, charity, fame and infamy — all these different modes of beings arise from Me alone.",
      "audio": "/assets/audio/ch10/verse_10_05.mp3",
      "word_breakdown": [
        {
          "word": "अहिंसा",
          "transliteration": "ahiṃsā",
          "root": "a (not) + √hiṃs (to harm, to injure)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "non-violence / non-harming / the quality of causing no injury in thought, word, or deed"
        },
        {
          "word": "समता",
          "transliteration": "samatā",
          "root": "sama (equal) + tā (abstract suffix)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "equanimity / evenness of mind / the quality of remaining balanced amid all conditions"
        },
        {
          "word": "तुष्टिः",
          "transliteration": "tuṣṭiḥ",
          "root": "√tuṣ (to be satisfied, to be pleased)",
          "grammatical_form": "Noun, feminine, nominative, singular",
          "meaning": "contentment / inner satisfaction / the state of requiring nothing more"
        },
        {
          "word": "भावाः",
          "transliteration": "bhāvāḥ",
          "root": "√bhū (to be, to become)",
          "grammatical_form": "Noun, masculine, nominative, plural",
          "meaning": "modes / states of being / the various conditions and qualities that characterize existence"
        },
        {
          "word": "मत्त एव",
          "transliteration": "matta eva",
          "root": "mat (from me) + eva (alone, certainly)",
          "grammatical_form": "Pronoun in ablative + emphatic particle",
          "meaning": "from Me alone / from no other source but Me / exclusively from My being"
        }
      ],
      "commentary": {
        "dadaji": "Krishna closes this magnificent pair of verses with matta eva — from Me alone. This is the punch of the teaching: every single bhāva — every quality, every condition, every state of a being — arises from Him and from no other. Ahiṃsā, the highest virtue of the saints, arises from Him. Yaśa — fame — and ayaśa — infamy — both arise from Him. Even the darkness that clings to a person's name arises from the same divine source as the light of their virtue. My grandfather used to say: when you can see God's hand in everything — in your successes and your shaming failures, in your fame and your obscurity — then you are free. The ego no longer has anything to cling to or run from. Matta eva. All from Him alone.",
        "sarvapriyananda": "Verse 5 completes the declaration begun in verse 4. The closing line is the key: bhavanti bhāvā bhūtānāṃ matta eva pṛthag-vidhāḥ — all the various modes of all beings arise from Me alone. Pṛthag-vidhāḥ — different in kind — acknowledges the genuine diversity of experience: ahiṃsā is not the same as yaśa, and samatā is not the same as ayaśa. Yet all these differences arise from the single, undivided source. This is the Advaita teaching of vivartavāda applied to psychology and ethics: the many apparent forms are not independent realities but manifestations of the one. The practical implication: whatever you encounter in yourself or others — virtue or vice, fame or shame — do not be disturbed. See through the form to the one source.",
        "yogananda": "Ahiṃsā stands first in this final list — and Yogananda saw in this a profound teaching. Non-violence is not merely a rule against harm; it is a state of consciousness that arises when one perceives the Self in all beings. You do not harm what you recognize as your own deeper nature. Similarly, samatā — equanimity — is not emotional blankness but the natural state of a mind that has tasted its identity with the immovable ground of consciousness. The inclusion of yaśa and ayaśa — fame and infamy — is particularly striking. Krishna is saying: even the way the world perceives you, even your reputation, is in my hands alone. The liberated soul neither chases fame nor flees infamy. It rests in the knowing: matta eva — from Me alone.",
        "goyandka": "This verse completes the two-verse enumeration of divine qualities and conditions. The list in verse 5 begins with the highest ethical virtue — ahiṃsā — and concludes with the pair yaśa and ayaśa (fame and infamy). The closing declaration — matta eva pṛthag-vidhāḥ — means that all these diverse modes of existence arise exclusively from the Lord. Goyandka draws attention to the word eva (alone, certainly), which admits no exception: there is no state of any being, however exalted or degraded, that falls outside the sovereignty of God. This is not fatalism but theism of the highest order: the Lord is not a distant creator but the living, present source from which every quality of every being ceaselessly arises."
      }
    },
    {
      "verse": 6,
      "sanskrit": "महर्षयः सप्त पूर्वे चत्वारो मनवस्तथा ।\nमद्भावा मानसा जाता येषां लोक इमाः प्रजाः ॥",
      "transliteration": "maharṣayaḥ sapta pūrve catvāro manavas tathā\nmad-bhāvā mānasā jātā yeṣāṃ loka imāḥ prajāḥ",
      "translation": "The seven great sages of old and the four Manus — born of My mind, imbued with My nature — all the beings in the world are born from them.",
      "audio": "/assets/audio/ch10/verse_10_06.mp3",
      "word_breakdown": [
        {
          "word": "महर्षयः सप्त",
          "transliteration": "maharṣayaḥ sapta",
          "root": "mahā (great) + ṛṣi (seer) + sapta (seven)",
          "grammatical_form": "Compound noun + numeral, masculine, nominative, plural",
          "meaning": "the seven great sages — Marīci, Atri, Aṅgiras, Pulastya, Pulaha, Kratu, and Vasiṣṭha"
        },
        {
          "word": "मनवः",
          "transliteration": "manavaḥ",
          "root": "Manu (progenitor of mankind)",
          "grammatical_form": "Proper noun, masculine, nominative, plural",
          "meaning": "the Manus — the fourteen cosmic progenitors of humanity, four of whom are primordial"
        },
        {
          "word": "मद्भावाः",
          "transliteration": "mad-bhāvāḥ",
          "root": "mat (my) + bhāva (nature, being)",
          "grammatical_form": "Compound adjective, masculine, nominative, plural",
          "meaning": "imbued with My nature / sharing My being / possessed of My essence"
        },
        {
          "word": "मानसाः",
          "transliteration": "mānasāḥ",
          "root": "manas (mind, the thinking faculty)",
          "grammatical_form": "Adjective, masculine, nominative, plural",
          "meaning": "born of the mind / mind-born / arising from the mental will of the Lord"
        },
        {
          "word": "प्रजाः",
          "transliteration": "prajāḥ",
          "root": "pra + √jan (to be born, to generate)",
          "grammatical_form": "Noun, feminine, nominative, plural",
          "meaning": "all creatures / all progeny / all the beings born into this world"
        }
      ],
      "commentary": {
        "dadaji": "The seven sages and the four Manus — they were born directly from the mind of God. Mānasāḥ jātāḥ — mind-born. And from them, all the world's beings were generated. This is the great cosmic family tree — and it begins not in a laboratory, not in chance, but in the divine mind's creative intention. You and I, dear one, trace our ancestry to those luminous sages and progenitors who arose directly from Krishna's own thought. We are, in a very real sense, grandchildren of the divine. The verse deepens what was said in verses 2 and 3: because Krishna is the origin of the gods and sages, and because all humanity flows from those sages, the lineage of every living being flows back to the one unborn, beginningless Lord. We are all children of God — literally.",
        "sarvapriyananda": "This verse grounds the metaphysical claims of the preceding verses in the cosmological tradition. The saptarṣis and four Manus are the first level of manifestation between pure consciousness and embodied humanity. Crucially, they are described as mad-bhāvā — imbued with My nature — and mānasā jātā — born of My mind. In Advaita, this is the teaching of sṛṣṭi-vāda at the cosmic level: the divine mind (the Logos, as it were) projects the primordial sages and ancestors, who then generate the multiplicity of creation. What is remarkable is that these progenitors are not separate from God — they are mad-bhāvāḥ, they partake of His nature. Creation is not a falling away from God but an expression of God's own being.",
        "yogananda": "The seven rishis and four Manus represent the first mind-born children of cosmic consciousness — the original templates from which the diversity of human and cosmic life was patterned. Yogananda taught that the great sages were not merely historical figures but are living cosmic forces, present in every age, guiding evolution from the causal plane. Mānasā jātāḥ — born of the mind — points to the primacy of consciousness in all creation. Matter does not give rise to mind; mind gives rise to matter. The entire universe is a mental projection of divine consciousness — and the seven sages, as its first mind-born emanations, carry within them the template of that consciousness. In each soul, this primordial sage-nature lies dormant, waiting to be awakened.",
        "goyandka": "This verse establishes the secondary cosmic genealogy: after the gods and great seers of verse 2, Krishna now names the seven maharṣis (traditionally Marīci, Atri, Aṅgiras, Pulastya, Pulaha, Kratu, Vasiṣṭha) and the four primordial Manus as His mind-born progeny. They are mad-bhāvāḥ — possessing His nature — and from them all the world's beings are born. Goyandka notes the significance of the phrase mānasā jātāḥ: these sages did not originate through the physical process of procreation but arose directly from the Lord's sankalpa — His divine will and mental intention. This is a cosmological statement of total divine sovereignty: the entire chain of creation, from its highest to its most humble link, originates in the Lord."
      }
    },
    {
      "verse": 7,
      "sanskrit": "एतां विभूतिं योगं च मम यो वेत्ति तत्त्वतः ।\nसोऽविकम्पेन योगेन युज्यते नात्र संशयः ॥",
      "transliteration": "etāṃ vibhūtiṃ yogaṃ ca mama yo vetti tattvataḥ\nso 'vikampena yogena yujyate nātra saṃśayaḥ",
      "translation": "He who truly knows this divine manifestation and yoga of Mine is united by unwavering yoga — of this there is no doubt.",
      "audio": "/assets/audio/ch10/verse_10_07.mp3",
      "word_breakdown": [
        {
          "word": "विभूतिम्",
          "transliteration": "vibhūtim",
          "root": "vi + √bhū (to be, to become, to pervade)",
          "grammatical_form": "Noun, feminine, accusative, singular",
          "meaning": "divine manifestation / glory / the power by which the infinite pervades and expresses through finite forms"
        },
        {
          "word": "तत्त्वतः",
          "transliteration": "tattvataḥ",
          "root": "tattva (truth, that-ness, the real nature of a thing)",
          "grammatical_form": "Adverb formed from ablative of tattva",
          "meaning": "truly / in reality / according to the real nature of things — not superficially"
        },
        {
          "word": "अविकम्पेन",
          "transliteration": "avikampena",
          "root": "a (not) + vi + √kamp (to tremble, to waver)",
          "grammatical_form": "Adjective, masculine, instrumental, singular",
          "meaning": "by unwavering / by unshaking / by yoga that does not tremble or deviate"
        },
        {
          "word": "युज्यते",
          "transliteration": "yujyate",
          "root": "√yuj (to join, to yoke, to unite)",
          "grammatical_form": "Verb, present tense, third person, singular, passive",
          "meaning": "is united / is joined / is yoked — enters into the state of yoga"
        },
        {
          "word": "संशयः",
          "transliteration": "saṃśayaḥ",
          "root": "sam + √śī (to lie, to rest) → doubt that unsettles the mind",
          "grammatical_form": "Noun, masculine, nominative, singular",
          "meaning": "doubt / uncertainty / mental wavering"
        }
      ],
      "commentary": {
        "dadaji": "Krishna ends with nātra saṃśayaḥ — there is no doubt about this. When has Krishna ever been so direct? The promise is total: whoever truly understands His vibhūti and yoga is united by avikampena yoga — yoga that does not shake. Not temporary union, not occasional glimpses of peace — but an unwavering, steady, unbreakable yoga. The word tattvataḥ is important: not superficial understanding, not intellectual information, but deep, real knowing. What is the knowing? That Krishna's glory pervades all creation — that the beauty you see in the world, the intelligence in beings, the love in relationships — all of this is His vibhūti. When that knowing stabilizes in you, the yoga becomes avikampena — unshaking. Nothing can destabilize one who sees God everywhere.",
        "sarvapriyananda": "The verse introduces the key term of this chapter: vibhūti. The word literally means 'that which pervades abundantly' — the specific, particularized expressions through which the infinite makes itself visible in finite forms. Yogam here refers not merely to the practice of yoga but to the yoga-śakti — the divine power by which the Lord holds creation together. To know both vibhūti (the manifestation) and yoga (the power behind it) tattvataḥ — in truth — is to know the relationship between the many and the One, between form and the formless. The result is avikampena yoga — unwavering union. This is not a future reward; it is the immediate fruit of genuine insight. When the non-dual nature of reality is truly seen, the mind naturally settles into a unity that cannot be disturbed by the play of opposites.",
        "yogananda": "Tattvataḥ — truly, in reality — is Yogananda's key word here. Superficial knowledge of spiritual truths produces superficial results. But when the meditator, in deep stillness, directly perceives the divine energy (vibhūti) pervading all forms, and recognizes the yoga — the seamless connection — between the individual soul and its source, something permanent shifts. The wavering of the mind — its habitual movement between fear and hope, attraction and repulsion — gradually settles into what Krishna calls avikampena yoga: unwavering union. This is what Yogananda described as the goal of Kriya Yoga — not just temporary states of peace, but a stable, unshakable realization of one's unity with the divine. Nātra saṃśayaḥ — no doubt about it.",
        "goyandka": "This verse promises the supreme fruit of the teaching that follows in the rest of Chapter Ten: avikampena yoga — absolutely steady, unwavering union with the divine. The condition is tattvataḥ vetti — one who truly knows. Superficial acquaintance with the list of vibhūtis is not sufficient; what is required is tattva-jñāna, the knowledge of the real nature of the Lord's manifestation and His divine power (yoga). The phrase nātra saṃśayaḥ — there is no doubt here — is a direct guarantee from the Lord Himself. Goyandka notes that this guarantee is unconditional: the knowledge of God's all-pervasiveness leads without fail to steady union, because such knowledge leaves no room for the distractions and attachments that cause the yoga to waver."
      }
    },
    {
      "verse": 8,
      "sanskrit": "अहं सर्वस्य प्रभवो मत्तः सर्वं प्रवर्तते ।\nइति मत्वा भजन्ते मां बुधा भावसमन्विताः ॥",
      "transliteration": "ahaṃ sarvasya prabhavo mattaḥ sarvaṃ pravartate\niti matvā bhajante māṃ budhā bhāva-samanvitāḥ",
      "translation": "I am the origin of all; from Me all things proceed — knowing this, the wise worship Me, endowed with deep feeling and devotion.",
      "audio": "/assets/audio/ch10/verse_10_08.mp3",
      "word_breakdown": [
        {
          "word": "सर्वस्य प्रभवः",
          "transliteration": "sarvasya prabhavaḥ",
          "root": "sarva (all) + pra + √bhū (to come into being)",
          "grammatical_form": "Genitive + noun, masculine, nominative, singular",
          "meaning": "the origin of all / the source from which everything comes into being"
        },
        {
          "word": "प्रवर्तते",
          "transliteration": "pravartate",
          "root": "pra + √vṛt (to turn, to proceed, to move forward)",
          "grammatical_form": "Verb, present tense, third person, singular, middle voice",
          "meaning": "proceeds / flows forth / has its impulse and motion"
        },
        {
          "word": "बुधाः",
          "transliteration": "budhāḥ",
          "root": "√budh (to know, to awaken)",
          "grammatical_form": "Noun/adjective, masculine, nominative, plural",
          "meaning": "the wise / the awakened ones / those who truly understand"
        },
        {
          "word": "भावसमन्विताः",
          "transliteration": "bhāva-samanvitāḥ",
          "root": "bhāva (feeling, emotion, devotion) + sam + anv + √i (to follow, to be endowed with)",
          "grammatical_form": "Compound past participle, masculine, nominative, plural",
          "meaning": "endowed with deep feeling / filled with loving devotion / possessed of authentic inner emotion"
        },
        {
          "word": "भजन्ते",
          "transliteration": "bhajante",
          "root": "√bhaj (to share, to worship, to be devoted to)",
          "grammatical_form": "Verb, present tense, third person, plural, middle voice",
          "meaning": "worship / adore / serve with devotion — the root of the word bhakti"
        }
      ],
      "commentary": {
        "dadaji": "This verse is one of the great summits of the Gita. Ahaṃ sarvasya prabhavaḥ — I am the origin of all. Mattaḥ sarvaṃ pravartate — from Me all things proceed. And then: knowing this, the wise worship Me with bhāva-samanvitāḥ — with deep feeling, with their whole heart. Not out of obligation, not out of fear, but endowed with emotion. Real bhakti is never dry, never merely intellectual. It is warm, alive, full. When the budha — the truly awakened person — understands that the whole of existence flows from Krishna, what rises in them is not cold acceptance but radiant love and devotion. My grandfather used to say: if you truly knew where everything comes from, your heart would weep and sing at the same time. Bhāva — that living, breathing devotional feeling — is the sign that true understanding has arrived.",
        "sarvapriyananda": "Verse 8 is the philosophical axis of Chapter Ten, indeed of the entire devotional teaching of the Gita. Ahaṃ sarvasya prabhavaḥ — I am the origin of everything — is the full statement of the Advaita principle that Brahman is both the material and efficient cause of creation. Mattaḥ sarvaṃ pravartate — everything proceeds from Me. This is not the teaching of a distant creator God who fashions the world from outside; this is the teaching of an indwelling, all-pervading consciousness from which creation is not separate. The response of the wise (budhāḥ) to this understanding is striking: they worship — bhajante — not despite their wisdom but because of it. True jñāna, in this verse, flowers into bhakti. Knowledge of the all-pervading source naturally produces devotion, because the one who knows that source knows it as the most intimate reality of their own being.",
        "yogananda": "This verse is the meeting point of jñāna and bhakti in the Gita's teaching. The wise know — iti matvā — that all things proceed from the one divine source. But the knowing is not cold or detached: it is accompanied by bhāva — deep inner feeling. Yogananda taught that in the highest states of samādhi, the distinction between knowing God and loving God dissolves. The experience of divine omnipresence — 'all this flows from Me' — is simultaneously an experience of being held, loved, and sustained by that omnipresence. The word bhajante is pregnant: it comes from the root √bhaj, to share, to participate in. The wise do not merely observe God from a distance; they participate in the divine life, they share in it, they become it.",
        "goyandka": "Ahaṃ sarvasya prabhavaḥ — Krishna declares Himself to be the prabhava, the ultimate source and origin, of the entire universe. This is a statement of absolute divine causality: nothing exists, nothing moves, nothing proceeds except from the Lord. The wise (budhāḥ) respond to this knowledge not with passive acceptance but with active worship — bhajante — endowed with bhāva (feeling, love, devotion). Goyandka emphasizes the word matvā — 'having understood' — as the causative link: it is specifically because they have truly understood His omnipresence that the wise worship with such fullness of feeling. Understanding without devotion is incomplete; devotion born of understanding is the highest expression of human spiritual life."
      }
    },
    {
      "verse": 9,
      "sanskrit": "मच्चित्ता मद्गतप्राणा बोधयन्तः परस्परम् ।\nकथयन्तश्च मां नित्यं तुष्यन्ति च रमन्ति च ॥",
      "transliteration": "mac-cittā mad-gata-prāṇā bodhayantaḥ parasparam\nkathayantaś ca māṃ nityaṃ tuṣyanti ca ramanti ca",
      "translation": "With their minds fixed on Me, their very lives absorbed in Me, enlightening one another and ever speaking of Me — they are satisfied and they delight.",
      "audio": "/assets/audio/ch10/verse_10_09.mp3",
      "word_breakdown": [
        {
          "word": "मच्चित्ताः",
          "transliteration": "mac-cittāḥ",
          "root": "mat (my) + citta (mind, consciousness, the field of mental activity)",
          "grammatical_form": "Compound adjective, masculine, nominative, plural",
          "meaning": "those whose minds are fixed on Me / with consciousness absorbed in Me"
        },
        {
          "word": "मद्गतप्राणाः",
          "transliteration": "mad-gata-prāṇāḥ",
          "root": "mat (my) + gata (gone to, absorbed in) + prāṇa (life-force, breath, vital energy)",
          "grammatical_form": "Compound adjective, masculine, nominative, plural",
          "meaning": "those whose life-force has gone to Me / with every breath dedicated to Me / lives entirely absorbed in Me"
        },
        {
          "word": "बोधयन्तः",
          "transliteration": "bodhayantaḥ",
          "root": "√budh (to know, to awaken) in causative",
          "grammatical_form": "Causative present participle, masculine, nominative, plural",
          "meaning": "enlightening one another / awakening each other / helping each other understand"
        },
        {
          "word": "कथयन्तः",
          "transliteration": "kathayantaḥ",
          "root": "√kath (to tell, to narrate, to speak of)",
          "grammatical_form": "Present participle, masculine, nominative, plural",
          "meaning": "speaking of Me / narrating Me / ever telling one another about the Lord"
        },
        {
          "word": "तुष्यन्ति",
          "transliteration": "tuṣyanti",
          "root": "√tuṣ (to be satisfied, to be content)",
          "grammatical_form": "Verb, present tense, third person, plural, active",
          "meaning": "they are satisfied / they find fulfillment / they experience a deep inner contentment"
        }
      ],
      "commentary": {
        "dadaji": "Can you picture the scene this verse describes? A gathering of devotees — talking about Krishna, waking each other up to His presence, finding complete satisfaction and joy in that sharing. Mac-cittāḥ — minds fixed on Me. Mad-gata-prāṇāḥ — even their prāṇa, their very life-breath, has gone to Me. And what do they do together? They enlighten one another — bodhayantaḥ parasparam — and they speak of Me — kathayantaś ca māṃ nityam. Not occasionally, not when there is nothing better to do — nityam, always. And the fruit? Tuṣyanti ca ramanti ca — they are satisfied and they delight. Both words — tuṣṭi and rati — describe a complete inner fullness that wants nothing more. This is what satsang means. This is why the company of the divine and of those who love the divine is the greatest treasure of spiritual life.",
        "sarvapriyananda": "This verse describes the community of the awakened — the satsaṅga — as a living organism of mutual enlightenment. Mac-cittāḥ — minds established in the Lord. Mad-gata-prāṇāḥ — the very prāṇa, the vital force, gone to Him. These are not people who think of God occasionally; God has become the center of gravity of their entire existence. Bodhayantaḥ parasparam — they awaken one another. In the Vedantic tradition, this mutual awakening is more than social encouragement; it is the transmission of understanding. When someone who has truly seen the non-dual truth speaks, their words carry a resonance that can ignite recognition in the listener. This is why the tradition places such emphasis on sat-saṅga — the company of those who have the sat, the real. Tuṣyanti and ramanti — contentment and delight — are the natural fruits.",
        "yogananda": "Mac-cittāḥ — consciousness fixed in Me. Mad-gata-prāṇāḥ — life-force absorbed in Me. These two compound adjectives describe the two-fold absorption that Yogananda identified as the state of the true bhakta: the mind (citta) is gathered into the awareness of God, and the prāṇa — the very energy of life — flows toward God rather than outward toward sensory objects. In Kriya Yoga, this is not metaphor but physiology: the practice literally reverses the outward flow of prāṇa and draws it inward and upward. The community described here — enlightening each other, speaking of the Lord — is the ideal of the spiritual community or āśram, where every conversation, every meal, every activity, is an occasion for mutual awakening. Such a community generates a field of collective consciousness that sustains and accelerates each member's realization.",
        "goyandka": "This verse portrays the daily life of the true bhakta who has taken the understanding of verse 8 to heart. Three features characterize their inner state: mac-cittāḥ (mind fixed on the Lord), mad-gata-prāṇāḥ (life-energy absorbed in the Lord), and nityam kathayantaḥ (ever speaking of the Lord). These are not intermittent practices but the permanent orientation of their existence. Goyandka notes that bodhayantaḥ parasparam — mutually enlightening one another — describes the ideal of sādhu-satsaṅga: the association of seekers who together sustain and deepen one another's understanding. The fruits are tuṣyanti (they are satisfied — inner contentment) and ramanti (they delight — inner joy). These two together indicate a completeness of spiritual experience: neither restless nor inert, but joyfully fulfilled."
      }
    },
    {
      "verse": 10,
      "sanskrit": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम् ।\nददामि बुद्धियोगं तं येन मामुपयान्ति ते ॥",
      "transliteration": "teṣāṃ satata-yuktānāṃ bhajatāṃ prīti-pūrvakam\ndadāmi buddhi-yogaṃ taṃ yena mām upayānti te",
      "translation": "To those who are ever steadfastly united with Me and worship Me with love, I give that yoga of intelligence by which they come to Me.",
      "audio": "/assets/audio/ch10/verse_10_10.mp3",
      "word_breakdown": [
        {
          "word": "सततयुक्तानाम्",
          "transliteration": "satata-yuktānām",
          "root": "satata (always, continuously) + √yuj (to unite, to yoke)",
          "grammatical_form": "Compound past participle, masculine, genitive, plural",
          "meaning": "of those who are ever steadfastly united / of those who are continuously yoked to the divine"
        },
        {
          "word": "प्रीतिपूर्वकम्",
          "transliteration": "prīti-pūrvakam",
          "root": "prīti (love, joy, affection) + pūrvaka (preceded by, characterized by)",
          "grammatical_form": "Compound adverb, accusative used adverbially",
          "meaning": "with love / preceded by love / out of joy and affection — not from duty or fear"
        },
        {
          "word": "बुद्धियोगम्",
          "transliteration": "buddhi-yogam",
          "root": "buddhi (intelligence, discriminative faculty) + yoga (union, discipline)",
          "grammatical_form": "Compound noun, masculine, accusative, singular",
          "meaning": "the yoga of intelligence — the grace-given discriminative wisdom that leads directly to God"
        },
        {
          "word": "ददामि",
          "transliteration": "dadāmi",
          "root": "√dā (to give, to grant)",
          "grammatical_form": "Verb, present tense, first person, singular, active",
          "meaning": "I give / I grant / I bestow — a direct, personal act of divine grace"
        },
        {
          "word": "उपयान्ति",
          "transliteration": "upayānti",
          "root": "upa + √yā (to go, to come)",
          "grammatical_form": "Verb, present tense, third person, plural, active",
          "meaning": "they come / they reach / they arrive at — come to Me, attain Me"
        }
      ],
      "commentary": {
        "dadaji": "This, dear one, is one of the most precious verses in all of scripture. Dadāmi — I give. Not 'they earn,' not 'they achieve,' not 'they develop through effort.' I give. The Lord Himself gives the buddhi-yoga — the very intelligence and inner clarity by which the soul finds its way home. And when? When two conditions are met: satata-yuktānām — ever steadfastly united with Him — and prīti-pūrvakam — with love, out of love, rooted in love. Not fear-based worship, not transaction-based prayer — love. Pure love. Then God reaches into the devotee's own intelligence and illuminates it from within. This is divine grace. Buddhi-yoga here is not something we practice; it is something we receive — from the hands of the Lord, directly, because He loves those who love Him. Can you feel the tenderness? I give. He gives.",
        "sarvapriyananda": "Verse 10 is among the most theologically significant in the Gita, touching the question of divine grace (anugraha) in relation to human effort. Satata-yuktānām — of those ever steadfastly united — describes the human side of the equation: the practice of continuous self-alignment with the divine. Prīti-pūrvakam — with love — is the quality of that practice: not mechanical, not transactional, but rooted in genuine bhāva. And then: dadāmi — I give. The Lord is the direct giver of buddhi-yoga — the discriminative wisdom that enables the final breakthrough to liberation. In Advaita, this is the role of Īśvara's grace: the jīva's effort purifies the mind and makes it fit; the Lord's grace, as the inner Witness, illuminates the buddhi with the self-luminous knowledge of Brahman. Yena mām upayānti — by which they come to Me: the goal is non-different from the giver.",
        "yogananda": "Buddhi-yoga — the yoga of intelligence — is, in Yogananda's understanding, the awakening of the divine intuitive faculty that transcends both sensory perception and ordinary rational thought. It is the awakening of the spiritual eye — the jñāna-cakṣuḥ — that perceives the divine reality directly. And Krishna says: dadāmi — I give it. This is the secret of bhakti: the devotee does not reach God by the strength of their own intellect. Rather, when the heart is opened fully in love (prīti-pūrvakam), the divine itself illumines the disciple's intelligence from within. In deep meditation, this gift is received not as an intellectual insight but as a shift in the quality of awareness — a sudden, unmistakable clarity in which the path to God becomes visible and the soul moves toward its source with certainty. Nātra saṃśayaḥ — no doubt about it.",
        "goyandka": "This verse is the crown of the opening section of Chapter Ten. Two qualifications are named for the recipients of divine grace: satata-yuktāḥ (ever steadfastly united with the Lord) and bhajantaḥ prīti-pūrvakam (worshipping with love and joy). To such devotees, the Lord directly gives — dadāmi — buddhi-yogam, the yoga of discriminative intelligence. Goyandka emphasizes that this buddhi-yoga is not merely the capacity for philosophical analysis but the specific divine intelligence that enables the soul to perceive God clearly and move toward Him without obstruction. The verse establishes a perfect circuit: the devotee loves and serves, God illumines the intelligence, the illumined intelligence brings the devotee to God. The word yena — 'by which' — shows the instrumental role of buddhi-yoga: it is the vehicle of final attainment. The chapter's opening promise of welfare (hita-kāmyayā, v.1) is here fulfilled."
      }
    }
  ]
}
