{
  "chapter": 2,
  "verses": [
    {
      "verse": 41,
      "sanskrit": "व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन ।\nबहुशाखा ह्यनन्ताश्च बुद्धयोऽव्यवसायिनाम् ॥",
      "transliteration": "vyavasāyātmikā buddhir ekeha kuru-nandana\nbahu-śākhā hy anantāś ca buddhayo 'vyavasāyinām",
      "translation": "Here, O joy of the Kurus, the resolute intelligence is one-pointed. The thoughts of the irresolute are many-branched and endless.",
      "audio": "/assets/audio/ch02/verse_02_41.mp3",
      "word_breakdown": [
        {
          "word": "व्यवसायात्मिका",
          "transliteration": "vyavasāyātmikā",
          "root": "vi + ava + √so (to settle) + ātmikā (having the nature of)",
          "grammatical_form": "Compound adjective, feminine nominative singular",
          "meaning": "having the nature of firm resolve / characterized by determination"
        },
        {
          "word": "बुद्धिः",
          "transliteration": "buddhiḥ",
          "root": "√budh (to know, to awaken)",
          "grammatical_form": "Noun, feminine, nominative singular",
          "meaning": "intelligence / discriminative faculty / understanding"
        },
        {
          "word": "एका",
          "transliteration": "ekā",
          "root": "eka (one)",
          "grammatical_form": "Adjective, feminine, nominative singular",
          "meaning": "one / single / undivided"
        },
        {
          "word": "बहुशाखाः",
          "transliteration": "bahu-śākhāḥ",
          "root": "bahu (many) + śākhā (branch)",
          "grammatical_form": "Compound adjective, feminine, nominative plural",
          "meaning": "many-branched / having numerous offshoots"
        },
        {
          "word": "अव्यवसायिनाम्",
          "transliteration": "avyavasāyinām",
          "root": "a (not) + vyavasāyin (one who is resolute)",
          "grammatical_form": "Adjective used as noun, masculine, genitive plural",
          "meaning": "of the irresolute / of those lacking firm resolve"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji would pause on the word 'eka' — one. The spiritual path asks for one thing: a mind that does not scatter. Whenever I bring my daily tasks, my worries, my relationships, and my prayers all into the single offering of surrender to God, that is vyavasāyātmikā buddhi. But whenever I try to bargain — a little prayer here, a little pleasure there, a little ambition somewhere else — my mind becomes like a tree with a thousand branches, none bearing fruit. Krishna says to Arjuna: you are a kuru-nandana, a joy of the Kurus — your very identity is noble. Do not let that nobility scatter into indecision. One-pointed love for God and duty is the highest expression of who you truly are.",
        "sarvapriyananda": "This verse draws the sharpest possible contrast: ekā buddhiḥ — one intelligence — versus bahu-śākhāḥ anantāḥ — many-branched and endless thoughts. From the Advaita perspective, the one-pointed intelligence is the intellect that has been purified and turned toward the non-dual Brahman. The irresolute mind, by contrast, is lost in the phenomenal play of the three gunas, generating desire after desire, each spawning further desires, branching without end. Śaṅkara notes that vyavasāya here implies a settled, unshaken determination regarding the nature of the Self and one's relationship to action. This is not mere willpower; it is the clarity that arises when the intellect has truly understood: 'I am not the doer, I am not the enjoyer of fruits.'",
        "yogananda": "Yogananda saw in this verse a precise description of the two mental states all meditators know. In deep meditation, the mind becomes like still water — one, undivided, luminous. This is the vyavasāyātmikā buddhi, the laser-like awareness that can penetrate to the Self. But the ordinary restless mind is bahu-śākhā — branching constantly into memories, plans, fantasies, fears. Every branch pulls energy away from the centre. The spiritual practice is not the suppression of branches by force, but the cultivation of such deep interest in the Inner Source that the branches simply wither for lack of nourishment. One thought of God given with full heart is worth more than ten thousand scattered prayers.",
        "goyandka": "Goyandka explains that vyavasāya means the firm conviction: 'It is my duty to act rightly without desire for fruit — this alone is my concern.' This conviction, when it becomes the very nature of the intellect, is called vyavasāyātmikā buddhi. Those who lack this conviction are driven by desire, and desire is by nature manifold and insatiable — hence bahu-śākhā, many-branched. The Gita here lays down the foundational principle of nishkama karma (desireless action): clarity of purpose collapses the many into the one. A mind that seeks God alone through right action has no surplus energy to feed the proliferating branches of selfish desire."
      }
    },
    {
      "verse": 42,
      "sanskrit": "यामिमां पुष्पितां वाचं प्रवदन्त्यविपश्चितः ।\nवेदवादरताः पार्थ नान्यदस्तीति वादिनः ॥",
      "transliteration": "yām imāṃ puṣpitāṃ vācaṃ pravadanty avipaścitaḥ\nveda-vāda-ratāḥ pārtha nānyad astīti vādinaḥ",
      "translation": "O Partha, men of little wisdom who delight in the letter of the Vedas — who say 'there is nothing else' — utter this flowery speech.",
      "audio": "/assets/audio/ch02/verse_02_42.mp3",
      "word_breakdown": [
        {
          "word": "पुष्पिताम्",
          "transliteration": "puṣpitām",
          "root": "puṣpa (flower) + ita (past participle suffix)",
          "grammatical_form": "Adjective, feminine, accusative singular",
          "meaning": "flowery / blossoming / adorned with blossoms (of enticing words)"
        },
        {
          "word": "अविपश्चितः",
          "transliteration": "avipaścitaḥ",
          "root": "a (not) + vipaścit (wise, discerning)",
          "grammatical_form": "Adjective, masculine, nominative plural",
          "meaning": "men of little wisdom / the undiscerning / the imprudent"
        },
        {
          "word": "वेदवादरताः",
          "transliteration": "veda-vāda-ratāḥ",
          "root": "veda + vāda (discourse) + rata (delighted in)",
          "grammatical_form": "Compound adjective, masculine, nominative plural",
          "meaning": "those who delight in Vedic discussions / attached to ritualistic Vedic talk"
        },
        {
          "word": "नान्यदस्ति",
          "transliteration": "nānyad asti",
          "root": "na (not) + anya (other) + √as (to be)",
          "grammatical_form": "Negative existential phrase",
          "meaning": "there is nothing else / no other reality exists"
        },
        {
          "word": "वादिनः",
          "transliteration": "vādinaḥ",
          "root": "√vad (to speak) + in (suffix of agent)",
          "grammatical_form": "Noun, masculine, nominative plural",
          "meaning": "those who declare / speakers / assertors"
        }
      ],
      "commentary": {
        "dadaji": "This verse and the next form a pair that require great care in reading. Krishna is not criticizing the Vedas themselves — he is pointing to a particular misuse of Vedic knowledge. Those who reduce the entire Vedic teaching to a toolkit for gaining pleasures and heavenly rewards are like someone who studies a vast ocean only to collect shells at the shore. Dadaji often said: religion misused becomes the greatest obstacle to God-realization. When a man uses sacred texts to justify his desires — calling his ambition 'dharma' — he is the avipaścit, the unwise one. The flowery speech is beautiful on the outside but empty at the centre, like a flower without fragrance.",
        "sarvapriyananda": "Śaṅkara and later Vedantic commentators make clear that this verse is directed at a specific intellectual tendency: taking the karma-kāṇḍa (ritual action portion) of the Vedas as the whole of Vedic teaching and dismissing the jñāna-kāṇḍa (knowledge portion, the Upanishads). 'Nānyad asti' — 'there is nothing else' — is the signature statement of this position. It is a philosophical materialism dressed in religious garb. The Gita consistently points beyond ritual to Brahman-knowledge. The word avipaścit (undiscerning) is precise: it is not that these men lack intelligence, but that their intelligence has not yet been turned toward the Self.",
        "yogananda": "Yogananda interpreted 'flowery speech' as the appeal of outer religious forms — beautiful ceremonies, impressive rituals, eloquent scriptural debate — that can become substitutes for actual inner transformation. The 'flowers' of religion are lovely but they are not the fruit. One who mistakes the flowers for the fruit remains endlessly in the garden of religious sentiment without ever tasting liberation. This is a compassionate warning from Krishna to all sincere seekers: do not let the beauty of religious form seduce you away from the direct inner work of meditation and self-inquiry that alone leads to the Supreme.",
        "goyandka": "Goyandka notes that Krishna here identifies four characteristics of the avipaścit: (1) they are attached to Vedic ritualism (veda-vāda-ratāḥ), (2) they deny any higher reality beyond ritual results (nānyad asti), (3) they are full of desires (kāmātmānaḥ, described in the next verse), and (4) they use beautiful, enticing language (puṣpitā vāk) that appeals to people's lower nature. The danger of this approach is that it uses the authority of sacred scripture to keep the aspirant bound to the very cycle of birth and death (saṃsāra) that scripture's highest teaching aims to dissolve."
      }
    },
    {
      "verse": 43,
      "sanskrit": "कामात्मानः स्वर्गपरा जन्मकर्मफलप्रदाम् ।\nक्रियाविशेषबहुलां भोगैश्वर्यगतिं प्रति ॥",
      "transliteration": "kāmātmānaḥ svarga-parā janma-karma-phala-pradām\nkriyā-viśeṣa-bahulāṃ bhogaiśvarya-gatiṃ prati",
      "translation": "Full of desires, with heaven as their highest goal — they prescribe various specific rites that yield rebirth as the fruit of action, and which lead toward enjoyment and lordly power.",
      "audio": "/assets/audio/ch02/verse_02_43.mp3",
      "word_breakdown": [
        {
          "word": "कामात्मानः",
          "transliteration": "kāmātmānaḥ",
          "root": "kāma (desire) + ātman (self/soul)",
          "grammatical_form": "Compound adjective, masculine, nominative plural",
          "meaning": "those whose very self is desire / men whose nature is desire"
        },
        {
          "word": "स्वर्गपराः",
          "transliteration": "svarga-parāḥ",
          "root": "svarga (heaven) + para (highest, supreme to)",
          "grammatical_form": "Compound adjective, masculine, nominative plural",
          "meaning": "those for whom heaven is the highest / heaven-obsessed"
        },
        {
          "word": "जन्मकर्मफलप्रदाम्",
          "transliteration": "janma-karma-phala-pradām",
          "root": "janma (birth) + karma (action) + phala (fruit) + prada (bestowing)",
          "grammatical_form": "Compound adjective, feminine, accusative singular",
          "meaning": "bestowing birth as the fruit of action / yielding rebirth as result"
        },
        {
          "word": "भोगैश्वर्यगतिम्",
          "transliteration": "bhogaiśvarya-gatim",
          "root": "bhoga (enjoyment) + aiśvarya (lordship) + gati (path/direction)",
          "grammatical_form": "Compound noun, feminine, accusative singular",
          "meaning": "the path directed toward enjoyment and power"
        },
        {
          "word": "क्रियाविशेषबहुलाम्",
          "transliteration": "kriyā-viśeṣa-bahulām",
          "root": "kriyā (rite/action) + viśeṣa (specific/particular) + bahula (abundant)",
          "grammatical_form": "Compound adjective, feminine, accusative singular",
          "meaning": "abundant in various specific rites / full of elaborate ceremonies"
        }
      ],
      "commentary": {
        "dadaji": "This verse completes the description of those seduced by flowery Vedic speech. Their inner state is kāmātmā — desire has become their very self. They are not bad people; they are simply confused about what is highest. When a person's deepest aspiration is 'more pleasures, more power, a better rebirth,' then all their religious activity merely reinforces the very wheel of saṃsāra they hope to transcend. Dadaji used to say: if you perform a thousand rituals but your heart is still turned toward the world, you have only made yourself a more sophisticated worldly person. Turn the heart entirely toward God — that alone breaks the cycle.",
        "sarvapriyananda": "Continuing from verse 42, this verse describes what the 'flowery speech' actually promises: svarga (heaven), bhoga (sensory enjoyment), and aiśvarya (power). These are the three great temptations that the karma-kāṇḍa of the Vedas, when misused, can appear to offer. The crucial phrase is 'janma-karma-phala-pradām' — these rites yield birth as their fruit. This is a devastating critique: rituals performed for selfish ends do not lead to moksha (liberation) but to punar-janma (rebirth). The Vedānta's answer is clear — shift the motivation from phala (fruit) to the Lord Himself, and the very same action becomes a means of liberation.",
        "yogananda": "Yogananda saw in this verse a description of what he called 'cosmic delusion working through religion.' Even the highest realms of heaven, he taught, are ultimately impermanent — beautiful but bounded. A soul that strives only for svarga (heavenly enjoyment) will eventually exhaust that heavenly credit and return to earth. The kriyā-viśeṣa-bahulā — the abundance of elaborate rituals — can become a cage of spiritual busyness that prevents the one true practice: turning the mind inward to find the ever-present God within. Religion must ultimately lead beyond religion to direct experience of the Infinite.",
        "goyandka": "Goyandka notes that verses 42-43 together constitute a complete warning about what he calls 'sakāma karma' performed under the guise of dharma. The words bhoga (enjoyment) and aiśvarya (lordship/power) represent the two fundamental motivations of the unawakened ego — pleasure and control. Rituals aimed at these ends are legitimate at a certain stage of human development, but the Gita's teaching is addressed to those ready for the higher step: niṣkāma karma, desireless action. The mention of 'janma-karma-phala-pradām' — yielding rebirth as fruit — is the Gita's clearest statement that desire-driven action, however dressed in Vedic language, perpetuates saṃsāra."
      }
    },
    {
      "verse": 44,
      "sanskrit": "भोगैश्वर्यप्रसक्तानां तयापहृतचेतसाम् ।\nव्यवसायात्मिका बुद्धिः समाधौ न विधीयते ॥",
      "transliteration": "bhogaiśvarya-prasaktānāṃ tayāpahṛta-cetasām\nvyavasāyātmikā buddhiḥ samādhau na vidhīyate",
      "translation": "For those who are attached to pleasure and power, whose minds are carried away by that flowery speech — resolute intelligence is not established in samadhi.",
      "audio": "/assets/audio/ch02/verse_02_44.mp3",
      "word_breakdown": [
        {
          "word": "भोगैश्वर्यप्रसक्तानाम्",
          "transliteration": "bhogaiśvarya-prasaktānām",
          "root": "bhoga (enjoyment) + aiśvarya (power) + prasakta (deeply attached)",
          "grammatical_form": "Compound adjective, masculine, genitive plural",
          "meaning": "of those deeply attached to enjoyment and power"
        },
        {
          "word": "अपहृतचेतसाम्",
          "transliteration": "apahṛta-cetasām",
          "root": "apa + √hṛ (to carry away) + cetas (mind/consciousness)",
          "grammatical_form": "Compound adjective, masculine, genitive plural",
          "meaning": "of those whose minds are carried away / whose consciousness has been stolen"
        },
        {
          "word": "समाधौ",
          "transliteration": "samādhau",
          "root": "sam + ā + √dhā (to place) → samādhi",
          "grammatical_form": "Noun, masculine, locative singular",
          "meaning": "in samadhi / in meditative absorption / in the state of inner steadiness"
        },
        {
          "word": "न विधीयते",
          "transliteration": "na vidhīyate",
          "root": "na (not) + vi + √dhā (to establish/ordain)",
          "grammatical_form": "Passive verb, present tense, third person singular",
          "meaning": "is not established / does not become fixed / cannot be ordained"
        }
      ],
      "commentary": {
        "dadaji": "This is the natural conclusion of the previous two verses: if the mind is colonised by the desire for pleasure and power, there is simply no room left for the steady, one-pointed intelligence that leads to samadhi. It is not a punishment — it is just the truth of how the mind works. A vessel already full cannot receive anything new. Dadaji would say: do not be harsh toward your own desires, but do not feed them either. Each desire fed grows stronger; each desire offered up to God grows weaker. Samadhi is not a distant mystical state — it is the natural peace that floods the mind when desire no longer agitates it.",
        "sarvapriyananda": "The word 'samādhi' here is used in its root sense: samā-dhā — to place equally, to establish in balance. It refers to the state of inner steadiness in which the intellect abides in its own nature rather than being tossed about by desire. Śaṅkara glosses this verse as: the bahu-śākhā buddhi (the many-branched mind of verse 41) is the natural consequence of attachment to bhoga and aiśvarya. You cannot simultaneously pursue scattered worldly ends and maintain the one-pointed discriminative intelligence that illumines the Self. The Gita here is not prescribing asceticism but clarity of priority: what do you actually want most?",
        "yogananda": "Yogananda described the bhogaiśvarya-prasaktā mind as one in which all the energies are flowing outward — toward objects, toward experiences, toward accumulation. Samadhi, by contrast, requires the reversal of this current: all energy flowing inward toward the Self. These two directions are literally incompatible at the same moment. The 'carrying away' of the cetas (consciousness) by desire is what he called 'extroversion of life force' — the opposite of the pranayama and meditation practices that withdraw the life force from the senses. The scattered mind and the concentrated spiritual mind cannot coexist; one must choose.",
        "goyandka": "Goyandka uses this verse to explain why renunciation of desire (vairāgya) is a necessary preparation for jñāna (knowledge). It is not that the Gita demands renunciation of action — it demands renunciation of the desire for fruits. The mind of the bhogaiśvarya-prasakta person is perpetually in motion, calculating, comparing, hoping, fearing. In such a mind, the buddhi cannot settle into the samādhi — the clear, still recognition of one's true nature. Goyandka is careful to note that this is not an impossible standard: even a slight reduction in attachment brings a corresponding increase in inner clarity. The journey begins with the very first step away from desire."
      }
    },
    {
      "verse": 45,
      "sanskrit": "त्रैगुण्यविषया वेदा निस्त्रैगुण्यो भवार्जुन ।\nनिर्द्वन्द्वो नित्यसत्त्वस्थो निर्योगक्षेम आत्मवान् ॥",
      "transliteration": "trai-guṇya-viṣayā vedā nistrai-guṇyo bhavārjuna\nnirdvandvo nitya-sattva-stho niryoga-kṣema ātmavān",
      "translation": "The Vedas deal with the domain of the three gunas; be thou free of the three gunas, O Arjuna — beyond the pairs of opposites, ever established in pure being, free from thoughts of acquiring and preserving, self-possessed.",
      "audio": "/assets/audio/ch02/verse_02_45.mp3",
      "word_breakdown": [
        {
          "word": "त्रैगुण्यविषयाः",
          "transliteration": "trai-guṇya-viṣayāḥ",
          "root": "tri (three) + guṇa + viṣaya (domain/subject matter)",
          "grammatical_form": "Compound adjective, masculine, nominative plural",
          "meaning": "having the three gunas as their domain / dealing with the realm of the three qualities"
        },
        {
          "word": "निस्त्रैगुण्यः",
          "transliteration": "nistrai-guṇyaḥ",
          "root": "nis (free from) + trai-guṇya (the three gunas)",
          "grammatical_form": "Compound adjective, masculine, nominative singular",
          "meaning": "free from the three gunas / transcending the three qualities of nature"
        },
        {
          "word": "नित्यसत्त्वस्थः",
          "transliteration": "nitya-sattva-sthaḥ",
          "root": "nitya (eternal/always) + sattva (pure being) + stha (established in)",
          "grammatical_form": "Compound adjective, masculine, nominative singular",
          "meaning": "ever established in sattva / always abiding in pure luminous being"
        },
        {
          "word": "निर्योगक्षेमः",
          "transliteration": "niryoga-kṣemaḥ",
          "root": "nis (free from) + yoga (acquiring) + kṣema (preserving/security)",
          "grammatical_form": "Compound adjective, masculine, nominative singular",
          "meaning": "free from anxiety about getting and keeping / not concerned with acquisition and security"
        },
        {
          "word": "आत्मवान्",
          "transliteration": "ātmavān",
          "root": "ātman (Self) + vat (possessing)",
          "grammatical_form": "Adjective, masculine, nominative singular",
          "meaning": "self-possessed / one who has the Self / established in the Atman"
        }
      ],
      "commentary": {
        "dadaji": "This verse is one of the most liberating in the entire Gita. Krishna does not ask Arjuna to reject the Vedas — he asks him to go beyond their domain. The Vedas map the territory of the created world, governed by the three gunas: tamas (inertia), rajas (passion), and sattva (clarity). But Arjuna is being asked to become nistrai-guṇya — to step entirely outside this map, into the Unmapped. Niryo-gakṣema — free from worrying about what to get and what to protect — is the description of one who lives in complete surrender to God. When you know God provides, the energy that was spent on getting and guarding is freed for love. Ātmavān — 'having the Self' — is the simplest possible description of liberation.",
        "sarvapriyananda": "This verse contains one of the Gita's most radical philosophical statements: the Vedas themselves belong to the domain of the three gunas — trai-guṇya-viṣayāḥ. This is not a rejection of the Vedas but a recognition that even the highest scriptural authority operates within the phenomenal realm of prakṛti (nature). The knower of Brahman must transcend even this. Nirdvandva — beyond the pairs of opposites (pleasure/pain, gain/loss, praise/blame) — describes one who is established in the non-dual witness consciousness. Nitya-sattva-sthaḥ does not mean clinging to the guṇa of sattva but abiding in pure existential awareness (śuddha-sattva) that is beyond all three gunas.",
        "yogananda": "Yogananda taught that the three gunas represent the three modes of cosmic energy in which all creation is enmeshed. Even the highest spiritual teachings couched in words (including the Vedas) must ultimately be transcended when the aspirant reaches direct experience of the Divine. He equated nistrai-guṇya with the state of samadhi in which the meditator has fully withdrawn from all sensory and mental modifications and rests in pure Spirit. The phrase ātmavān — 'self-possessed' — was one of his favourite expressions: the person who truly has the Self needs nothing else. All outer possessing is the shadow-play of one who has not yet found the inner treasure.",
        "goyandka": "Goyandka carefully distinguishes the four qualities Krishna prescribes here: (1) nistrai-guṇya — transcendence of the gunas is the ultimate goal; (2) nirdvandva — equanimity toward opposites is its expression in daily life; (3) nitya-sattva-sthaḥ — as a practice, one should abide in sattva as a stepping stone toward transcendence; (4) niryoga-kṣema and ātmavān — non-attachment to acquiring and protecting, and being established in the Self. He notes that this verse sets the agenda for the rest of the Gita's teaching on karma yoga: the yogi acts in the world but is not defined by its results, because the yogi knows the Self to be untouched by all modifications of prakṛti."
      }
    },
    {
      "verse": 46,
      "sanskrit": "यावानर्थ उदपाने सर्वतः सम्प्लुतोदके ।\nतावान्सर्वेषु वेदेषु ब्राह्मणस्य विजानतः ॥",
      "transliteration": "yāvān artha udapāne sarvataḥ samplutodake\ntāvān sarveṣu vedeṣu brāhmaṇasya vijānataḥ",
      "translation": "As much use as there is in a small pond when water floods everywhere — so much value do all the Vedas hold for the brahmin who has attained true knowledge.",
      "audio": "/assets/audio/ch02/verse_02_46.mp3",
      "word_breakdown": [
        {
          "word": "उदपाने",
          "transliteration": "udapāne",
          "root": "uda (water) + pāna (drinking vessel/well)",
          "grammatical_form": "Noun, masculine/neuter, locative singular",
          "meaning": "in a well / in a pond / in a small water reservoir"
        },
        {
          "word": "सम्प्लुतोदके",
          "transliteration": "samplutodake",
          "root": "sam + plu (to flood) + udaka (water)",
          "grammatical_form": "Compound noun, neuter, locative singular",
          "meaning": "when there is flooding water everywhere / when all is inundated with water"
        },
        {
          "word": "तावान्",
          "transliteration": "tāvān",
          "root": "tāvat (so much, to that extent)",
          "grammatical_form": "Correlative pronoun, masculine, nominative singular",
          "meaning": "so much / to that same extent / proportionally the same"
        },
        {
          "word": "विजानतः",
          "transliteration": "vijānataḥ",
          "root": "vi + √jñā (to know thoroughly)",
          "grammatical_form": "Present participle, masculine, genitive singular",
          "meaning": "of the one who truly knows / of the one with complete knowledge"
        }
      ],
      "commentary": {
        "dadaji": "This verse is not a dismissal of the Vedas — it is a magnificent compliment to the Vedas, rightly understood. The Vedas are a well: when you are thirsty and the only water available is in this well, the well is everything. But when a flood of divine grace has come and water is everywhere — when Brahman-knowledge has flooded the entire awareness — the well does not disappear, it simply becomes redundant. Dadaji often said: a realized saint does not throw away the scriptures; he has simply drunk them so fully that he has become what they describe. The pond is not negated; it is fulfilled.",
        "sarvapriyananda": "Śaṅkara's commentary on this verse is illuminating: the analogy of the pond surrounded by flooded water points to a precise relationship. The small pond (udapāna) serves a specific, limited purpose — getting water to drink. When the entire region is flooded, that specific purpose is fully met and exceeded from all directions. Similarly, the Vedas serve a specific purpose: to lead the aspirant toward knowledge of Brahman. The brahmin vijānataḥ — the one who has attained this knowledge — has the very goal of the Vedas fully accomplished. He has not rejected the Vedas; the Vedas have perfectly succeeded in his case. This is Vedānta's own self-completion.",
        "yogananda": "Yogananda loved this verse for its completeness as a metaphor of spiritual illumination. The 'flooding water' is the direct experience of Sat-Chit-Ananda — existence-consciousness-bliss — that floods every corner of the realized being's consciousness. At that point, the wells of scripture, tradition, and doctrine have all been surpassed not by rejection but by total fulfilment. He often used this image when encouraging devotees: 'Do not stop at the pond of outer religious knowledge — seek the flood of inner God-experience that the pond was always pointing toward.' The scriptures are fingers pointing at the moon; the vijānataḥ has seen the moon itself.",
        "goyandka": "Goyandka notes that this verse answers a potential objection: if the Vedas are limited to the trai-guṇya domain (as stated in verse 45), does brahma-jñāna make them useless? No — they are not useless, they are fulfilled. The analogy is exact: a small well is not 'destroyed' when floods come; it is simply subsumed. For the ordinary person still on the path, the Vedas are indispensable guides. But for the brahmin vijānataḥ — the knower of Brahman — every injunction of the Vedas finds its natural fulfilment in the state of Self-knowledge. All Vedic duties converge into the single, effortless duty of abiding in the Self."
      }
    },
    {
      "verse": 47,
      "sanskrit": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन ।\nमा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि ॥",
      "transliteration": "karmaṇy evādhikāras te mā phaleṣu kadācana\nmā karma-phala-hetur bhūr mā te saṅgo 'stv akarmaṇi",
      "translation": "Your right is to action alone — never to its fruits at any time. Let not the fruit of action be your motive, and let there be no attachment to inaction.",
      "audio": "/assets/audio/ch02/verse_02_47.mp3",
      "word_breakdown": [
        {
          "word": "अधिकारः",
          "transliteration": "adhikāraḥ",
          "root": "adhi + √kṛ (to do/place over) → adhikāra (right, authority, jurisdiction)",
          "grammatical_form": "Noun, masculine, nominative singular",
          "meaning": "right / authority / entitlement / proper sphere of action"
        },
        {
          "word": "कर्मणि",
          "transliteration": "karmaṇi",
          "root": "√kṛ (to do, to act) → karma",
          "grammatical_form": "Noun, neuter, locative singular",
          "meaning": "in action / in the sphere of performing duty"
        },
        {
          "word": "फलेषु",
          "transliteration": "phaleṣu",
          "root": "phala (fruit, result)",
          "grammatical_form": "Noun, neuter, locative plural",
          "meaning": "in fruits / in results / over outcomes"
        },
        {
          "word": "कर्मफलहेतुः",
          "transliteration": "karma-phala-hetuḥ",
          "root": "karma + phala + hetu (cause, motive)",
          "grammatical_form": "Compound noun, masculine, nominative singular",
          "meaning": "one whose motive is the fruit of action / one who acts for results"
        },
        {
          "word": "अकर्मणि",
          "transliteration": "akarmaṇi",
          "root": "a (not) + karman (action) → akarma",
          "grammatical_form": "Noun, neuter, locative singular",
          "meaning": "in inaction / in non-doing / in abstaining from action"
        }
      ],
      "commentary": {
        "dadaji": "This is the heart of the Gita — and the heart of all spiritual life. 'Karmaṇy evādhikāras te' — your authority is in the action, not in its outcome. Dadaji used to say this verse is God's greatest gift to anxious human beings. You are fully responsible for what you do; you are not responsible for what happens next. This is not laziness — it is the deepest form of courage. To act with your whole heart, your whole intelligence, your whole love — and then to offer the result entirely to God — this is the karma yoga that transforms every action into worship. The verse has four parts: do your duty fully; do not crave results; do not make results your motivation; do not use this teaching as an excuse to do nothing. Each part closes a possible escape hatch of the ego. 'Mā te saṅgo 'stv akarmaṇi' — let there be no clinging to inaction — is as important as the rest. God does not call us to passive resignation but to active, loving, surrendered engagement with life.",
        "sarvapriyananda": "Swami Sarvapriyananda considers this the philosophical axis around which the entire Gita turns, and its implications are revolutionary. Adhikāra — right or entitlement — belongs only to karma, to the doing. The phala (result) is governed by laws of causality, by the Supreme, by the vast web of existence — none of which are under the individual's control. To make the phala the motive for karma is thus a fundamental category error: you are claiming authority over something that was never in your jurisdiction. The Advaita commentary goes deeper: who is it that 'wants' the phala? The ego — the ahaṃkāra — which falsely identifies itself as a separate agent. Once this false identification is seen through, the naturalness of niṣkāma karma (desireless action) becomes self-evident. You are not being asked to perform an extraordinary act of self-denial; you are being asked to act from your true nature, which has never been the ego that craves results. Karma-phala-hetu — being motivated by results — is the ego's last stronghold. The fourth injunction, 'mā te saṅgo 'stv akarmaṇi,' prevents the misreading of this teaching as a call to quietism. The liberated being acts — and acts fully — but the action arises from being rather than from wanting.",
        "yogananda": "Paramahansa Yogananda called verse 47 the 'supreme commandment of the Bhagavad Gita' and returned to it again and again in his writings and talks. For him, it was a precise description of the inner state of the Self-realized yogi. The Self — the Atman — is pure awareness, pure being. It does not 'want' results because it is already complete in itself. When a person acts from this centre of completeness rather than from the centre of lack (desire), the action is naturally free from the karma-phala-hetu (result-motivation). The great masters act with tremendous energy and precision — but with equal ease they release the outcomes. This is not indifference to the world; it is indifference to the ego's stake in the world. Yogananda also emphasized the second part of the verse: 'mā te saṅgo 'stv akarmaṇi' — the spiritual path is an active one. Every breath, every thought, every moment of meditation is a karma offered to God. The liberated life is the most fully lived life, not an escape into passivity.",
        "goyandka": "Goyandka gives this verse the most extensive classical treatment, identifying four distinct injunctions: (1) karmaṇy eva adhikāraḥ — your sphere of authority is action alone; (2) mā phaleṣu kadācana — never, at any time, in the fruits; (3) mā karma-phala-hetuḥ bhūḥ — do not let the desire for fruits become the motivating cause of your actions; (4) mā te saṅgo 'stv akarmaṇi — do not take refuge in non-action as an alternative. The precision of these four injunctions together closes every loophole. The word 'kadācana' — 'at any time' — is particularly significant: not only in this action, not only in this moment, but never at any time should the fruit be your concern. Goyandka is emphatic that this verse does not support laziness or world-renunciation for those not genuinely called to it — it demands the fullest possible engagement with one's duty, undertaken with a heart entirely free of personal gain. This combination of maximum outer effort and complete inner surrender is the essence of karma yoga."
      }
    },
    {
      "verse": 48,
      "sanskrit": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय ।\nसिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते ॥",
      "transliteration": "yoga-sthaḥ kuru karmāṇi saṅgaṃ tyaktvā dhanaṃjaya\nsiddhy-asiddhyoḥ samo bhūtvā samatvaṃ yoga ucyate",
      "translation": "Steadfast in yoga, do your actions, O Dhananjaya, abandoning attachment. Being equal-minded in success and in failure — equanimity is called yoga.",
      "audio": "/assets/audio/ch02/verse_02_48.mp3",
      "word_breakdown": [
        {
          "word": "योगस्थः",
          "transliteration": "yoga-sthaḥ",
          "root": "yoga + stha (standing/established in)",
          "grammatical_form": "Compound adjective, masculine, nominative singular",
          "meaning": "established in yoga / steadfast in the state of union"
        },
        {
          "word": "सङ्गम्",
          "transliteration": "saṅgam",
          "root": "sam + √gam (to go together) → saṅga (attachment, clinging)",
          "grammatical_form": "Noun, masculine, accusative singular",
          "meaning": "attachment / clinging / identification with outcomes"
        },
        {
          "word": "सिद्ध्यसिद्ध्योः",
          "transliteration": "siddhy-asiddhyoḥ",
          "root": "√sidh (to succeed) → siddhi (success) + asiddhi (failure)",
          "grammatical_form": "Compound noun, locative dual",
          "meaning": "in success and failure / toward accomplishment and non-accomplishment"
        },
        {
          "word": "समत्वम्",
          "transliteration": "samatvam",
          "root": "sama (equal, even) + tva (abstract suffix)",
          "grammatical_form": "Noun, neuter, nominative singular",
          "meaning": "equanimity / evenness of mind / equal-sightedness"
        },
        {
          "word": "उच्यते",
          "transliteration": "ucyate",
          "root": "√vac (to speak) → passive present",
          "grammatical_form": "Passive verb, present tense, third person singular",
          "meaning": "is called / is declared to be / is said to be"
        }
      ],
      "commentary": {
        "dadaji": "This verse gives us the practical definition of yoga that can be lived in ordinary life. Yoga is not only the extraordinary experience of samadhi on the meditation cushion — it is samatva, equanimity, the evenness of mind that treats success and failure as equal. Dadaji would say: if you are happy only when things go your way, and miserable when they do not, then the world owns you. But if you have cultivated the inner steadiness that allows you to act with full commitment and receive any result with equal grace — that is yoga. The word dhanaṃjaya used here — 'winner of wealth' — is beautifully ironic: the one who has truly won the wealth of equanimity is the one who no longer needs to win anything.",
        "sarvapriyananda": "After the principle of verse 47, this verse provides the method: yoga-sthaḥ kuru — perform action while established in yoga. What is this yoga? The verse defines it immediately: samatvaṃ yoga ucyate — equanimity is yoga. This is the Gita's own definition. The Advaita understanding of samatva is not a manufactured emotional neutrality but the natural equanimity of pure awareness, which has no stake in outcomes because it is not a 'person' who succeeds or fails. The practitioner approaches this through siddhy-asiddhyoḥ samaḥ — cultivating equal-mindedness toward all results — as a discipline that progressively reveals the equanimous nature of the underlying Self. Saṅgaṃ tyaktvā — abandoning attachment — is the single most concise description of the inner work.",
        "yogananda": "Yogananda emphasized that yoga-sthaḥ — established in yoga — refers to a specific inner state that must precede action, not merely accompany it. The yogi enters into meditation first, contacts the inner stillness of the Self, and then acts from that stillness. This is not something that happens automatically; it requires years of dedicated practice. But even the intention to act from inner steadiness, practiced sincerely, gradually transforms the quality of all one's actions. The definition 'samatvaṃ yoga ucyate' was, for Yogananda, the most practical definition of yoga for the householder: not the ability to sit in lotus pose, but the ability to maintain inner peace through the inevitable alternation of life's successes and failures.",
        "goyandka": "Goyandka draws attention to the structure of this verse: first comes the instruction (yoga-sthaḥ kuru karmāṇi — act from the yoga-state), then the method (saṅgaṃ tyaktvā — abandoning attachment), then the specific application (samo bhūtvā in siddhi and asiddhi), and finally the definition (samatvaṃ yoga ucyate). This four-part structure is the practical programme of karma yoga in condensed form. He notes that samatva is not the same as indifference (udāsīnatā) — the karma yogi acts with full energy and care, but the mind does not contract around success or expand in elation. It remains in its own ground, like a deeply rooted tree that bends in the wind without being uprooted."
      }
    },
    {
      "verse": 49,
      "sanskrit": "दूरेण ह्यवरं कर्म बुद्धियोगाद्धनञ्जय ।\nबुद्धौ शरणमन्विच्छ कृपणाः फलहेतवः ॥",
      "transliteration": "dūreṇa hy avaraṃ karma buddhi-yogād dhanaṃjaya\nbuddhau śaraṇam anviccha kṛpaṇāḥ phala-hetavaḥ",
      "translation": "Far inferior indeed is mere action compared to the yoga of intelligence, O Dhananjaya. Seek refuge in intelligence. Pitiable are those who are motivated by fruit.",
      "audio": "/assets/audio/ch02/verse_02_49.mp3",
      "word_breakdown": [
        {
          "word": "दूरेण",
          "transliteration": "dūreṇa",
          "root": "dūra (far, distant)",
          "grammatical_form": "Adjective used adverbially, instrumental singular",
          "meaning": "by far / at a great distance / vastly inferior"
        },
        {
          "word": "अवरम्",
          "transliteration": "avaram",
          "root": "avara (lower, inferior)",
          "grammatical_form": "Adjective, neuter, nominative singular",
          "meaning": "inferior / lower / of lesser value"
        },
        {
          "word": "बुद्धियोगात्",
          "transliteration": "buddhi-yogāt",
          "root": "buddhi (intelligence) + yoga (union/discipline)",
          "grammatical_form": "Compound noun, masculine, ablative singular",
          "meaning": "than the yoga of intelligence / compared to the discipline of wisdom"
        },
        {
          "word": "शरणम्",
          "transliteration": "śaraṇam",
          "root": "√śṛ (to protect) → śaraṇa (refuge, shelter)",
          "grammatical_form": "Noun, neuter, accusative singular",
          "meaning": "refuge / shelter / that which protects"
        },
        {
          "word": "कृपणाः",
          "transliteration": "kṛpaṇāḥ",
          "root": "kṛpaṇa (miser, pitiable one)",
          "grammatical_form": "Adjective used as noun, masculine, nominative plural",
          "meaning": "the pitiable ones / the miserly / those who are spiritually impoverished"
        }
      ],
      "commentary": {
        "dadaji": "This verse introduced Dadaji to the concept that has always moved him most: kṛpaṇa — the pitiable one. In Sanskrit, kṛpaṇa means both 'miser' and 'pitiable wretch.' The person who acts only for results is both: a miser because he cannot give freely, and pitiable because he has sentenced himself to constant disappointment. The world will never reliably deliver the results you want — it is simply too large and too complex for any individual to control. The person who demands results from action is like a man demanding that the weather obey his schedule. But the person who takes refuge in buddhi — in the clear intelligence that sees the Self — acts in freedom. This is the secret gift of karma yoga: it liberates the doer.",
        "sarvapriyananda": "The term buddhi-yoga is important and is used here for the first time in a technical sense. Śaṅkara interprets buddhi-yoga as the yoga of equanimous intelligence — acting in perfect inner steadiness, free from the pull of phala. The comparison is stark: karma divorced from this inner orientation (avaram karma) is described as 'dūreṇa' — far inferior — not slightly inferior but utterly different in kind. The instruction 'buddhau śaraṇam anviccha' — seek refuge in intelligence — is a call to make the purified intellect your home, your ground, your shelter. And the word kṛpaṇa — miserable, pitiable — for those motivated by fruit is one of the sharpest critiques in the Gita: the desire-motivated actor is not to be condemned but pitied, for he does not know his own greatness.",
        "yogananda": "Yogananda read buddhi-yoga as the yoga of cosmic intelligence — acting in alignment with the divine wisdom that underlies all of creation rather than from the small, calculating ego-mind. The phala-hetavaḥ (fruit-motivated actors) are kṛpaṇāḥ — spiritually impoverished — because they are drawing from a tiny, limited account of the ego when the infinite treasury of divine intelligence is available to them. The instruction 'seek refuge in intelligence' is the practical instruction of meditation: go inward, contact the deep intelligence of the Self, and act from there. Such actions carry a quality of rightness and effortlessness that mere willful, desire-driven action can never match.",
        "goyandka": "Goyandka explains 'avaram karma' precisely: it refers to sakāma karma — action accompanied by desire for results. Such action is not wrong in an absolute sense — it is appropriate for those at an early stage of spiritual development. But compared to niṣkāma karma unified with buddhi-yoga, it is as inferior as a clay lamp compared to the sun. The instruction 'buddhau śaraṇam anviccha' — 'seek refuge in intelligence' — is an instruction to bring every action under the governance of the purified intellect that has understood the Gita's teaching. Phala-hetavaḥ kṛpaṇāḥ — those motivated by fruits are pitiable — because they voluntarily limit themselves to the smallest possible portion of life's spiritual potential."
      }
    },
    {
      "verse": 50,
      "sanskrit": "बुद्धियुक्तो जहातीह उभे सुकृतदुष्कृते ।\nतस्माद्योगाय युज्यस्व योगः कर्मसु कौशलम् ॥",
      "transliteration": "buddhi-yukto jahātīha ubhe sukṛta-duṣkṛte\ntasmād yogāya yujyasva yogaḥ karmasu kauśalam",
      "translation": "The one endowed with intelligence abandons here both good and evil deeds. Therefore devote yourself to yoga — yoga is skill in action.",
      "audio": "/assets/audio/ch02/verse_02_50.mp3",
      "word_breakdown": [
        {
          "word": "बुद्धियुक्तः",
          "transliteration": "buddhi-yuktaḥ",
          "root": "buddhi + yukta (yoked to, united with)",
          "grammatical_form": "Compound adjective, masculine, nominative singular",
          "meaning": "one endowed with wisdom / one united with intelligence / the buddhi-yogi"
        },
        {
          "word": "उभे",
          "transliteration": "ubhe",
          "root": "ubha (both)",
          "grammatical_form": "Pronoun, nominative dual",
          "meaning": "both (of them)"
        },
        {
          "word": "सुकृतदुष्कृते",
          "transliteration": "sukṛta-duṣkṛte",
          "root": "su (well) + kṛta (done) and duṣ (ill) + kṛta (done)",
          "grammatical_form": "Compound noun, neuter, accusative dual",
          "meaning": "good action and evil action / meritorious and sinful deeds"
        },
        {
          "word": "कौशलम्",
          "transliteration": "kauśalam",
          "root": "kuśala (skilled, adept) + suffix",
          "grammatical_form": "Noun, neuter, nominative singular",
          "meaning": "skill / adeptness / artful proficiency"
        }
      ],
      "commentary": {
        "dadaji": "The phrase 'yogaḥ karmasu kauśalam' — yoga is skill in action — is one of the Gita's most practical gifts. What does skill in action mean? It means acting in such a way that no new karma is generated — not by acting less, but by acting from a deeper place. The buddhi-yukta person abandons 'both good and evil deeds' — not meaning he does no good, but that even his good actions do not create the seeds of future bondage, because they are performed without personal motive or identification. This is the art of living: doing everything fully while remaining interior free. Dadaji used to say: the greatest skill is to live your entire life as an offering, with no attachment to the offering or its reception.",
        "sarvapriyananda": "This verse contains one of the most quoted definitions in the Gita: yogaḥ karmasu kauśalam — yoga is skill in action. But the verse must be read in full context. The buddhi-yukta abandons ubhe — both — sukṛta and duṣkṛta (good and bad karmas). This is a startling claim: even meritorious action, when performed with ego and desire for reward, generates karma that binds the soul to saṃsāra. The skill (kauśalam) of yoga consists precisely in the technique by which action is performed without the ego's fingerprints — without the sense of 'I am the doer' and 'I want the result.' Tasmād yogāya yujyasva — 'therefore yoke yourself to yoga' — is the direct injunction: take up this practice now, as the most urgent priority of your life.",
        "yogananda": "Yogananda loved the word kauśalam — skill, artistry — in this context. The yogi is, above all, an artist of living. Just as a master musician produces music without struggle, without noise, without waste of energy, the karma yogi acts with a natural ease that comes from perfect alignment with the inner Self. This ease is not laziness — it is the supreme efficiency that comes from having eliminated the friction of ego and desire from every action. The abandonment of sukṛta-duṣkṛte — both good and bad karmas — refers to transcending the entire karma-generating mechanism, not by avoiding action but by performing all action as a divine offering, as nishkama seva (desireless service), which creates no binding residue in the soul.",
        "goyandka": "Goyandka's classical analysis of 'kauśalam' is precise: it means the art of performing action in such a way that it does not produce bondage. Ordinary action — whether morally good or bad — generates karma that brings future joy or suffering, binding the soul to rebirth. The buddhi-yukta person performs the same outward actions but with an entirely different inner orientation: without ego-identification, without desire for results, with full surrender to God's will. This inner orientation is the 'skill' (kauśala) that transforms action from a binding mechanism into a liberating one. The conclusion, tasmād yogāya yujyasva — 'therefore yoke yourself to yoga' — is the Gita's most direct command: begin now."
      }
    },
    {
      "verse": 51,
      "sanskrit": "कर्मजं बुद्धियुक्ता हि फलं त्यक्त्वा मनीषिणः ।\nजन्मबन्धविनिर्मुक्ताः पदं गच्छन्त्यनामयम् ॥",
      "transliteration": "karma-jaṃ buddhi-yuktā hi phalaṃ tyaktvā manīṣiṇaḥ\njanma-bandha-vinirmuktāḥ padaṃ gacchanty anāmayam",
      "translation": "The wise who are endowed with intelligence, renouncing the fruits born of action — freed from the bondage of birth — attain the state that is beyond all suffering.",
      "audio": "/assets/audio/ch02/verse_02_51.mp3",
      "word_breakdown": [
        {
          "word": "कर्मजम्",
          "transliteration": "karma-jam",
          "root": "karma + ja (born of, produced by)",
          "grammatical_form": "Compound adjective, neuter, accusative singular",
          "meaning": "born of action / produced by action / the fruit that arises from action"
        },
        {
          "word": "मनीषिणः",
          "transliteration": "manīṣiṇaḥ",
          "root": "manas (mind) + īṣa (ruling) → manīṣin (wise, thoughtful)",
          "grammatical_form": "Adjective used as noun, masculine, nominative plural",
          "meaning": "the wise / the thoughtful ones / those of profound understanding"
        },
        {
          "word": "जन्मबन्धविनिर्मुक्ताः",
          "transliteration": "janma-bandha-vinirmuktāḥ",
          "root": "janma (birth) + bandha (bondage) + vi + nis + √muc (to free)",
          "grammatical_form": "Compound adjective, masculine, nominative plural",
          "meaning": "completely freed from the bondage of birth / liberated from the cycle of rebirth"
        },
        {
          "word": "अनामयम्",
          "transliteration": "anāmayam",
          "root": "an (not) + āmaya (disease, suffering)",
          "grammatical_form": "Adjective, neuter, accusative singular",
          "meaning": "free from disease/suffering / the state beyond all pain / the healthy/whole state"
        }
      ],
      "commentary": {
        "dadaji": "Anāmayam padam — the state beyond suffering. This is the promise with which Krishna completes the teaching of this section. Dadaji always emphasized that the Gita's promise is not just personal peace or success in life — it is liberation from the root cause of all suffering, which is the false identification with the body-mind and its endless cycle of birth and death. The manīṣiṇaḥ — the truly wise ones — are not those with the most knowledge but those whose intelligence is aligned with the eternal Self. When karma-phala (the fruit of action) is surrendered completely, the mechanism of rebirth has nothing to feed on. The soul, freed of its accumulated weight, rises naturally to its original pristine state — beyond birth, beyond death, beyond all disease of being.",
        "sarvapriyananda": "This verse provides the teleological conclusion of karma yoga: what is the final result of the buddhi-yukta life? Janma-bandha-vinirmuktāḥ padaṃ gacchanty anāmayam — freed from the bondage of birth, they attain the state without suffering. This is moksha described in the most vivid and personal terms: not an abstract metaphysical state but a padam — a place, a position, an attainment — that is anāmaya, literally 'without disease.' The disease being referred to is the fundamental dis-ease of saṃsāric existence: the perpetual oscillation between pleasure and pain, the never-ending seeking and losing, the birth and death that characterizes all conditioned existence. The buddhi-yukta, through consistent practice of action without attachment to fruit, progressively loosens the knots of karma until no karma remains to generate another birth.",
        "yogananda": "Yogananda saw in anāmayam padam the description of what he called the state of 'cosmic consciousness' — the superconscious awareness that is completely free of all limitation, all suffering, all imperfection. The karma-jaṃ phalam — the fruit born of action — is the seed of future karma; when this seed is never planted (because the manīṣin acts without desire for results), no future crop of suffering can grow. Janma-bandha-vinirmukta — free from the bondage of birth — means the soul has graduated permanently from the school of earth life, not because it has escaped the world, but because it has fully learned the lesson: the Self is eternally free, and action performed from that freedom generates only light.",
        "goyandka": "Goyandka emphasizes the compound janma-bandha-vinirmuktāḥ: the word vinirmuktāḥ uses the prefix 'vi + nis' indicating complete, thorough liberation — not a partial or temporary freedom but the total severing of all bonds of birth. The Gita's logic is airtight: karma is the seed of rebirth; desire for karma-phala (fruit) is what energizes and plants that seed; therefore the renunciation of karma-phala is the renunciation of the very mechanism of rebirth. The buddhi-yukta manīṣin, through the practice taught in the preceding verses, performs all necessary action while creating no new karmic seeds — and so the accumulated karma gradually exhausts itself without renewal, and the soul attains the anāmayam padam, the state of perfect wholeness and freedom."
      }
    },
    {
      "verse": 52,
      "sanskrit": "यदा ते मोहकलिलं बुद्धिर्व्यतितरिष्यति ।\nतदा गन्तासि निर्वेदं श्रोतव्यस्य श्रुतस्य च ॥",
      "transliteration": "yadā te moha-kalilaṃ buddhir vyatitariṣyati\ntadā gantāsi nirvedaṃ śrotavyasya śrutasya ca",
      "translation": "When your intelligence shall cross over the mire of delusion, then you will become indifferent — dispassionate — to all that has been heard and all that is yet to be heard.",
      "audio": "/assets/audio/ch02/verse_02_52.mp3",
      "word_breakdown": [
        {
          "word": "मोहकलिलम्",
          "transliteration": "moha-kalilam",
          "root": "moha (delusion) + kalila (mire, thick mud, confusion)",
          "grammatical_form": "Compound noun, neuter, accusative singular",
          "meaning": "the mire of delusion / the thick mud of spiritual confusion"
        },
        {
          "word": "व्यतितरिष्यति",
          "transliteration": "vyatitariṣyati",
          "root": "vi + ati + √tṛ (to cross over)",
          "grammatical_form": "Verb, future tense, third person singular",
          "meaning": "will cross over / shall transcend / will pass beyond"
        },
        {
          "word": "निर्वेदम्",
          "transliteration": "nirvedam",
          "root": "nis (without) + veda (knowing, feeling) → nirveda (dispassion, indifference)",
          "grammatical_form": "Noun, neuter, accusative singular",
          "meaning": "dispassion / indifference / the state of being unstirred by external information"
        },
        {
          "word": "श्रोतव्यस्य",
          "transliteration": "śrotavyasya",
          "root": "√śru (to hear) + tavya (future passive participle)",
          "grammatical_form": "Gerundive, neuter/masculine, genitive singular",
          "meaning": "of what is yet to be heard / of what ought to be heard"
        },
        {
          "word": "श्रुतस्य",
          "transliteration": "śrutasya",
          "root": "√śru (to hear) → śruta (that which has been heard)",
          "grammatical_form": "Past passive participle, neuter/masculine, genitive singular",
          "meaning": "of what has been heard / of all received scriptural knowledge"
        }
      ],
      "commentary": {
        "dadaji": "This verse describes a moment of spiritual maturation that every sincere seeker eventually knows: the moment when the questioning mind finally grows quiet — not because it has been suppressed but because it has been satisfied at the root. Śrotavyasya śrutasya ca — indifferent to what has been heard and what is yet to be heard — does not mean the realized person is ignorant or uncurious. It means the restless seeking that drove the collecting of more and more knowledge has been stilled, because the knower has found what all that knowledge was pointing toward. Moha-kalila — the mire of delusion — is the state where we mistake the map for the territory, the finger pointing at the moon for the moon itself. When the buddhi crosses that mire, the moon is seen directly, and no more pointing is needed.",
        "sarvapriyananda": "This verse is Vedānta's description of the dawn of viveka (discrimination) in the purified intellect. Moha-kalilaṃ — the mire of moha — is the specific spiritual confusion in which the individual identifies the self with the not-Self: body, mind, ego, social role. When this confusion is penetrated by buddhi, the result is nirvedam — a profound equanimity toward all received knowledge (śruta) and all future knowledge (śrotavya). This is not indifference born of ignorance but the serene self-sufficiency of one who has found the Source. The entire Vedic apparatus of 'hear this, then hear this, then hear this' has accomplished its purpose: the seeker has been led to the shoreline of direct experience, beyond which no further instruction applies. The crossing (vyatitariṣyati) uses the prefix vi + ati — completely crossing to the other side.",
        "yogananda": "Yogananda saw in moha-kalila an image of profound accuracy: moha (delusion) is not a transparent fog but a thick mire — kalila — that actively impedes movement, that pulls the traveler back down each time he tries to advance. This is why spiritual progress often feels so difficult: moha is not passive but active, clinging, dragging. But when the buddhi — through the practice of karma yoga, meditation, and discrimination — gathers enough strength to vyatitariṣyati (cross completely over), the transformation is total. Nirveda toward all that has been heard and is yet to be heard means the spiritual practitioner is no longer information-seeking but being-abiding. He has shifted from the mode of the student reading maps to the mode of the traveler who has arrived at the destination.",
        "goyandka": "Goyandka notes that nirveda here is not the same as vairāgya (dispassion toward worldly pleasures) — it is something subtler and higher: dispassion toward even scriptural knowledge and spiritual teachings. This is the state beyond study, beyond practice, beyond accumulation of spiritual merit — the state in which the knower knows directly. Śrotavyasya ca śrutasya — both what has already been heard and what remains to be heard — covers all possible scriptural knowledge, present and future. When the buddhi has fully crossed the moha-kalila, no additional information can complete or improve upon the inner knowing that has been attained. This is the condition of the sthita-prajña (one of steady wisdom) whose description will occupy the remainder of Chapter 2."
      }
    }
  ]
}
