{
  "chapter": 17,
  "verses": [
    {
      "verse": 21,
      "sanskrit": "yat tu pratyupakārārthaṃ phalam uddiśya vā punaḥ | dīyate ca parikliṣṭaṃ tad dānaṃ rājasaṃ smṛtam ||",
      "transliteration": "yat tu pratyupakārārthaṃ phalam uddiśya vā punaḥ | dīyate ca parikliṣṭaṃ tad dānaṃ rājasaṃ smṛtam ||",
      "translation": "But that gift which is given with the expectation of return (pratyupakārārtham), or with a specific result in mind (phalam uddiśya), or given grudgingly and with difficulty (parikliṣṭam) — that gift is remembered as rajasic.",
      "audio": "/assets/audio/ch17/verse_17_21.mp3",
      "word_breakdown": [
        { "word": "yat tu", "meaning": "but that which" },
        { "word": "pratyupakārārtham", "meaning": "for the purpose of receiving something in return; expecting reciprocation" },
        { "word": "phalam", "meaning": "fruit, result, reward" },
        { "word": "uddiśya", "meaning": "aiming at, targeting, with the intent of" },
        { "word": "vā punaḥ", "meaning": "or again; alternatively" },
        { "word": "dīyate", "meaning": "is given" },
        { "word": "parikliṣṭam", "meaning": "grudgingly, with pain or reluctance, given under strain" },
        { "word": "tat", "meaning": "that" },
        { "word": "dānam", "meaning": "gift, charity, act of giving" },
        { "word": "rājasam", "meaning": "rajasic; of the nature of rajas (passion, desire, restlessness)" },
        { "word": "smṛtam", "meaning": "is remembered, is declared, is known" }
      ],
      "commentary": {
        "dadaji": "The rajasic giver is essentially a merchant of virtue — he gives only when he calculates a return. Three marks betray this attitude: he gives expecting reciprocation (pratyupakārārtham), he gives while mentally fixing on a specific reward (phalam uddiśya), and he gives with a sense of pain and reluctance (parikliṣṭam) as though parting with something precious. Such giving does not free the heart; it actually tightens the knot of ego and desire. True generosity is an outpouring — rajasic giving is a transaction. Notice that even if the outer act looks identical, the inner motive transforms the quality and fruit entirely.",
        "sarvapriyananda": "Swami Sarvapriyananda would observe that this verse exposes the contractual nature of rajasic charity. When we give and quietly calculate — 'now they owe me something' — we have turned generosity into a commercial exchange. The word parikliṣṭam is psychologically precise: there is actual inner pain or strain in the giving, because the rajasic person feels the loss of what he parts with. The ego is invested in holding and accumulating; every act of giving feels like a small wound. Such charity binds rather than liberates, because the giver's consciousness remains locked in the cycle of give-and-receive.",
        "yogananda": "Paramahansa Yogananda would point to the spiritual law underlying this verse: giving with expectation of return keeps the soul orbiting in the wheel of karma, because every transaction creates a counter-transaction. The rajasic giver is trapped in the very cycle he hopes to benefit from. Parikliṣṭam — that inner grudgingness — is the telltale sign that the ego has not surrendered. Yogananda taught that true giving should feel like joy, a natural overflow of divine love. The moment giving becomes painful, calculated, or transactional, we know rajas is at work, and the spiritual benefit is lost even if the material deed is done.",
        "goyandka": "Pandit Goyandka explains that the Gita here identifies the mercantile spirit (vyāpārika-buddhi) that can infect even acts of charity. Pratyupakārārtham means the giver secretly intends to recover his investment — whether in social goodwill, prestige, divine reward, or tangible return. Phalam uddiśya indicates the charity is aimed like an arrow at a specific result; it is not free giving at all, but a disguised desire. Parikliṣṭam reveals that giving actually goes against the person's nature at that moment — he feels the weight of the loss. Such charity accumulates rajasic karmic merit (puṇya) but cannot purify the heart or lead toward liberation."
      }
    },
    {
      "verse": 22,
      "sanskrit": "adeśa-kāle yad dānam apātrebhyaś ca dīyate | asatkṛtam avajñātaṃ tat tāmasam udāhṛtam ||",
      "transliteration": "adeśa-kāle yad dānam apātrebhyaś ca dīyate | asatkṛtam avajñātaṃ tat tāmasam udāhṛtam ||",
      "translation": "That gift which is given at the wrong place and wrong time (adeśa-kāle), to unworthy recipients (apātrebhyaḥ), without proper respect or honor (asatkṛtam), and with contempt (avajñātam) — that is declared tamasic.",
      "audio": "/assets/audio/ch17/verse_17_22.mp3",
      "word_breakdown": [
        { "word": "adeśa-kāle", "meaning": "at the wrong place (adeśa) and wrong time (akāle); in an unfit location and inauspicious moment" },
        { "word": "yad dānam", "meaning": "whatever gift, whichever act of giving" },
        { "word": "apātrebhyaḥ", "meaning": "to unworthy or unfit recipients (apātra — without the 'vessel', incapable of receiving worthily)" },
        { "word": "ca", "meaning": "and" },
        { "word": "dīyate", "meaning": "is given" },
        { "word": "asatkṛtam", "meaning": "without proper respect or honor; carelessly, perfunctorily" },
        { "word": "avajñātam", "meaning": "with contempt, disdain, or disrespect toward the recipient" },
        { "word": "tat", "meaning": "that" },
        { "word": "tāmasam", "meaning": "tamasic; of the nature of tamas (inertia, darkness, delusion)" },
        { "word": "udāhṛtam", "meaning": "is declared, is cited, is proclaimed" }
      ],
      "commentary": {
        "dadaji": "Tamasic charity carries four defects that together make the giving harmful rather than beneficial. Adeśa-kāla means giving at a place or time that is spiritually or practically inauspicious — for instance, enabling destructive behavior. Apātra means giving to one who is incapable of using the gift well, or who will use it against dharma. Asatkṛta is the absence of honor — the gift is dumped rather than offered. Avajñāta adds active contempt: the giver looks down on the recipient while giving. When all four are present, what looks like generosity is actually a form of harm — it degrades the recipient, corrupts the act, and accumulates tamasic karma for the giver.",
        "sarvapriyananda": "Swami Sarvapriyananda would highlight that tamasic giving often masquerades as charity but produces no sattvic elevation in either party. The concept of apātra — the 'unfit vessel' — is not about social hierarchy but about capacity and intention. Giving knowledge to one who will misuse it, or giving money to enable addiction, qualifies as apātra-dāna. Asatkṛta (without honoring the recipient) and avajñāta (with contempt) reveal that the giver does not see the divine in the receiver — which is the very essence that makes giving sacred. Tamasic giving is charity stripped of its soul.",
        "yogananda": "Yogananda would draw our attention to avajñātam — the attitude of contempt — as the spiritual poison that makes tamasic giving worse than no giving at all. When we give while looking down on the recipient, we reinforce the sense of separation and superiority that spiritual life aims to dissolve. The sattvic ideal is seeing every recipient as Nārāyaṇa, the Divine. Tamasic charity does the opposite — it uses the act of giving to assert the ego's superiority. Adeśa-kāla also teaches us that context matters: the same gift given at the wrong time or place can cause harm rather than good, and wisdom (viveka) must guide generosity.",
        "goyandka": "Pandit Goyandka explains this verse as defining charity that is spiritually inert or actively destructive. The Shastras prescribe careful attention to pātra (worthy recipients), deśa (appropriate place — such as a pilgrimage site or temple), and kāla (auspicious time — such as eclipses, holy festivals). Tamasic giving ignores all these considerations. Worse still, it combines carelessness (asatkṛta) with disrespect (avajñāta). Such giving does not create puṇya for the giver — it creates pāpa, sin. The commentary tradition warns: ill-considered charity that places destructive means in harmful hands is among the gravest misapplications of what could otherwise be a purifying virtue."
      }
    },
    {
      "verse": 23,
      "sanskrit": "oṃ tat sad iti nirdeśo brahmaṇas tri-vidhaḥ smṛtaḥ | brāhmaṇās tena vedāś ca yajñāś ca vihitāḥ purā ||",
      "transliteration": "oṃ tat sad iti nirdeśo brahmaṇas tri-vidhaḥ smṛtaḥ | brāhmaṇās tena vedāś ca yajñāś ca vihitāḥ purā ||",
      "translation": "\"Om Tat Sat\" — this threefold designation of Brahman is remembered. By this (tena), the brahmins, the Vedas, and the sacrifices were appointed and created of old (purā).",
      "audio": "/assets/audio/ch17/verse_17_23.mp3",
      "word_breakdown": [
        { "word": "om", "meaning": "the primordial sacred syllable; the vibrational name of Brahman; the affirmation of divine existence" },
        { "word": "tat", "meaning": "'That' — the transcendent, indescribable Absolute; pointing beyond all name and form" },
        { "word": "sat", "meaning": "'Being', 'Truth', 'the Real' — that which truly exists; the ultimate ground of reality" },
        { "word": "iti", "meaning": "thus, in this manner; used to mark a quoted expression" },
        { "word": "nirdeśaḥ", "meaning": "designation, indication, pointing-out, definition" },
        { "word": "brahmaṇaḥ", "meaning": "of Brahman — the ultimate Reality, the Absolute" },
        { "word": "tri-vidhaḥ", "meaning": "threefold, of three kinds" },
        { "word": "smṛtaḥ", "meaning": "is remembered, is declared by tradition" },
        { "word": "brāhmaṇāḥ", "meaning": "the brahmins, the knowers and teachers of sacred knowledge" },
        { "word": "tena", "meaning": "by that, from that — referring to Om Tat Sat" },
        { "word": "vedāḥ ca", "meaning": "and the Vedas — the scriptures of divine revelation" },
        { "word": "yajñāḥ ca", "meaning": "and the sacrifices, sacred rituals" },
        { "word": "vihitāḥ", "meaning": "were ordained, appointed, prescribed, established" },
        { "word": "purā", "meaning": "of old, in ancient times, at the beginning of creation" }
      ],
      "commentary": {
        "dadaji": "This verse is the axis around which the closing teaching of Chapter 17 turns. 'Om Tat Sat' is not merely a formula — it is the three-petaled flower of Brahman's self-revelation in sacred sound. Om affirms that Brahman IS — it is the syllable of pure existence and assent, the cosmic 'yes'. Tat points beyond everything that can be named or thought: 'That' — the nameless, formless Absolute that underlies all particular realities. Sat is being, truth, the real — what persists through all change. Together, Om Tat Sat expresses the full nature of Brahman: it exists (Om), it transcends (Tat), it is the very substance of truth (Sat). That from which all creation, all scripture, all sacrifice, all sacred culture flows — that is what this mantric triad names. When we use these syllables, we are not creating meaning; we are touching meaning that was always already there.",
        "sarvapriyananda": "Swami Sarvapriyananda would observe that 'Om Tat Sat' functions as a threefold pointer to the Absolute, each word approaching from a different angle. Om is the symbol of Brahman as the ground of all sound and being — Mandukya Upanishad devotes itself entirely to unpacking Om. Tat — 'That' — appears famously in the mahāvākya 'Tat tvam asi' (That thou art): it is the pronoun of the Infinite, used precisely because no noun could contain it. Sat is the ontological claim: Brahman is the only thing that truly is (sat), while everything else is contingent and perishable. The tradition preserved these three syllables as the most condensed and complete designations of Ultimate Reality. The verse then grounds all of Vedic civilization — brahmins, Vedas, yajñas — in this sacred triad, showing that sacred culture is not a human invention but an expression of the Absolute itself.",
        "yogananda": "Paramahansa Yogananda would dwell on Om as the key to understanding this verse and the verses that follow. In his commentary on the Gita, Yogananda taught that Om (Aum) is the Cosmic Vibration — what modern science calls the background hum of the universe, what mystics of all traditions have called the primordial Word or Logos. To chant Om is not merely to recite a syllable but to align one's consciousness with the vibrational ground of all existence. Tat — 'That' — Yogananda connected to the experience of transcendence in deep meditation, where the individual awareness dissolves into an incomprehensible vastness that can only be gestured at with a pronoun. Sat is the recognition that only Brahman truly is — all appearances are waves on this Ocean. The great traditions of India, Yogananda taught, were not superstitions but systematic sciences for realizing Om Tat Sat directly.",
        "goyandka": "Pandit Goyandka emphasizes that this verse establishes the cosmic foundation of all dharmic action. The three syllables are not merely names but express the essential nature of Brahman in its three aspects: Om = Brahman as the all-pervading vibratory presence behind creation; Tat = Brahman as the Transcendent beyond all qualities and forms; Sat = Brahman as the Eternal Being who is always present and real. The verse makes a startling ontological claim: brāhmaṇās tena vihitāḥ purā — the brahmins themselves, the Vedas themselves, the yajñas themselves were established by and from this Reality. Sacred tradition is not a human construction; it is an emanation of Brahman expressing itself through these three syllables. This is why all Vedic acts are initiated with Om — they are returning to their own source."
      }
    },
    {
      "verse": 24,
      "sanskrit": "tasmād om ity udāhṛtya yajña-dāna-tapaḥ-kriyāḥ | pravartante vidhānoktāḥ satataṃ brahma-vādinām ||",
      "transliteration": "tasmād om ity udāhṛtya yajña-dāna-tapaḥ-kriyāḥ | pravartante vidhānoktāḥ satataṃ brahma-vādinām ||",
      "translation": "Therefore, with \"Om\" uttered (om ity udāhṛtya), the acts of sacrifice, charity, and austerity prescribed by the scriptures (vidhānoktāḥ) are always begun by the knowers of Brahman (brahma-vādinām).",
      "audio": "/assets/audio/ch17/verse_17_24.mp3",
      "word_breakdown": [
        { "word": "tasmāt", "meaning": "therefore, for this reason — because Om Tat Sat is the designation of Brahman" },
        { "word": "om iti", "meaning": "having said 'Om'; with the utterance of Om" },
        { "word": "udāhṛtya", "meaning": "having uttered, having pronounced; after invoking" },
        { "word": "yajña-dāna-tapaḥ-kriyāḥ", "meaning": "the acts of sacrifice (yajña), charity (dāna), and austerity (tapas)" },
        { "word": "pravartante", "meaning": "are begun, are set in motion, proceed" },
        { "word": "vidhānoktāḥ", "meaning": "prescribed by scriptural injunction (vidhāna); as laid down in the Vedas" },
        { "word": "satatam", "meaning": "always, constantly, ever" },
        { "word": "brahma-vādinām", "meaning": "of the knowers of Brahman; of those who speak and follow the path of Brahman (brahma-vādinām, genitive plural)" }
      ],
      "commentary": {
        "dadaji": "The practical teaching follows naturally from verse 23: since Om is the primordial syllable through which Brahman established all sacred tradition, every act of sacred tradition should begin with Om. This is not ritualism — it is a conscious anchoring of action in its source. The brahma-vādins, those who truly understand and speak Brahman, know this. They do not begin sacrifice, charity, or austerity as isolated human deeds; they begin them as offerings returned to the very Reality from which they came. Satatam — always — tells us this is not occasional practice but the orientation of every sacred act without exception. Om as the opening syllable is the reminder: this is not mine; this flows from and toward Brahman.",
        "sarvapriyananda": "Swami Sarvapriyananda would connect this verse to the Vedic tradition of pūrva-pakṣa — the invocatory opening. Every Vedic ritual begins with Om because Om sanctifies by rooting the action in the Absolute. The brahma-vādinām — those whose speech and life are oriented toward Brahman — understand this not as mere convention but as ontological reality. When Om is uttered with awareness, the practitioner steps out of personal ego-space and into cosmic sacred space. Vidhānoktāḥ reminds us that this is not self-invented spirituality but a transmitted science, received from the guru-lineage and the Vedic revelation. Sacred action without Om risks remaining at the level of human will rather than divine offering.",
        "yogananda": "Yogananda would teach this verse as a practice instruction. He often guided disciples to inwardly chant Om before meditation, before service, before any spiritual act. The reason is physiological and spiritual simultaneously: Om vibrates in the spinal center (medulla oblongata) and resonates with the Cosmic AUM. To begin with Om is to tune the instrument of the body-mind to the cosmic frequency before playing the music of sacred action. Brahma-vādinām — knowers of Brahman — are those who have moved from intellectual understanding of these principles into direct experience. Their every act becomes a continuous yajna, an unbroken offering, precisely because they never lose the thread of Om.",
        "goyandka": "Pandit Goyandka explains this verse as providing a concrete śāstric instruction: Om must precede all three sacred activities — yajña (sacrifice), dāna (charity), tapas (austerity). This is vidhāna, scriptural regulation, not mere suggestion. The Gita is confirming the Vedic tradition rather than superseding it. Brahma-vādinām literally means 'those whose speech belongs to Brahman' — people whose words, thoughts, and actions are permeated with the awareness of the Absolute. For such persons, uttering Om before any sacred act is as natural as breathing. Satatam — the word 'always' — tells us that there is no sacred act so small or so familiar that it can be begun without this anchoring in the Absolute."
      }
    },
    {
      "verse": 25,
      "sanskrit": "tad ity anabhisandhāya phalaṃ yajña-tapaḥ-kriyāḥ | dāna-kriyāś ca vividhāḥ kriyante mokṣa-kāṅkṣibhiḥ ||",
      "transliteration": "tad ity anabhisandhāya phalaṃ yajña-tapaḥ-kriyāḥ | dāna-kriyāś ca vividhāḥ kriyante mokṣa-kāṅkṣibhiḥ ||",
      "translation": "\"Tat\" (That) — without aiming at fruit (anabhisandhāya phalam), various acts of sacrifice, austerity, and the diverse acts of charity are performed by those who desire liberation (mokṣa-kāṅkṣibhiḥ).",
      "audio": "/assets/audio/ch17/verse_17_25.mp3",
      "word_breakdown": [
        { "word": "tat iti", "meaning": "with (the word) 'Tat'; dedicating to 'That' — the Transcendent Absolute" },
        { "word": "anabhisandhāya", "meaning": "without aiming at, without fixing the mind upon; not targeting as a goal" },
        { "word": "phalam", "meaning": "fruit, result, reward, personal gain" },
        { "word": "yajña-tapaḥ-kriyāḥ", "meaning": "the acts of sacrifice (yajña) and austerity (tapas)" },
        { "word": "dāna-kriyāḥ", "meaning": "the acts of charity, the various forms of giving" },
        { "word": "ca vividhāḥ", "meaning": "and the various, diverse kinds" },
        { "word": "kriyante", "meaning": "are performed, are done, are carried out" },
        { "word": "mokṣa-kāṅkṣibhiḥ", "meaning": "by those who long for liberation; by the seekers of mokṣa (freedom from the cycle of birth and death)" }
      ],
      "commentary": {
        "dadaji": "The second syllable, Tat, transforms the inner architecture of action. While Om roots action in Brahman's being, Tat orients the action toward the Transcendent by releasing attachment to results. Anabhisandhāya phalam — without fixing one's aim on the fruit — is the teaching of nishkāma karma brought to its highest expression. The practitioner says inwardly: 'This act is not mine and its fruit is not for me — it belongs to That, the Nameless.' Mokṣa-kāṅkṣibhiḥ identifies who naturally lives in this way: those who genuinely long for liberation. When the heart is oriented toward freedom, it naturally loosens its grip on the fruits of action, because it has glimpsed a goal so much greater that ordinary rewards lose their pull.",
        "sarvapriyananda": "Swami Sarvapriyananda would connect anabhisandhāya phalam directly to the teaching of Chapter 3 (nishkāma karma) and Chapter 12 (the characteristics of the dear devotee). 'Tat' as the orienting syllable is a practical tool of surrender: by mentally invoking 'Tat' before and during action, the practitioner shifts the grammatical subject — the doer — from 'I' to 'That'. The action happens, the fruit unfolds, but the ego has stepped aside. This is not passivity or indifference; it is the highest form of engagement — complete action without psychological ownership of results. Mokṣa-kāṅkṣibhiḥ tells us this is not for those still entangled in worldly ambition, but for those whose deepest longing is freedom itself.",
        "yogananda": "Yogananda would point out that 'Tat' — 'That' — is the syllable of pure transcendence. It gestures at what cannot be named: the Absolute beyond all qualities. To dedicate action to 'That' is to offer it to the Unknown, the Uncontainable — which is the deepest possible act of faith. Yogananda taught that the liberation-seeker (mokṣa-kāṅkṣin) is not someone who has suppressed desire but someone whose desire has been purified into a single flame directed at God. All other desires become uninteresting by comparison. From this place of single-pointed longing, giving up the fruits of action is not a sacrifice but a natural overflow — you are already living in the freedom you seek.",
        "goyandka": "Pandit Goyandka explains that 'Tat' is the syllable of renunciation-in-action. The seeker of liberation does not renounce action — he performs various (vividhāḥ) acts of sacrifice, austerity, and charity. But the inner stance is transformed: anabhisandhāya phalam, not targeting the result. This is the teaching of karma-yoga at the level of the advanced sādhaka. The word vividhāḥ is important — it tells us the range of sacred acts remains wide and full; what changes is only the orientation. Tat as a prefix to action is a constant internal declaration: 'This is not for me; this is for That which is beyond me.' Such action leaves no karmic residue and progressively purifies the antaḥkaraṇa (inner instrument) toward liberation."
      }
    },
    {
      "verse": 26,
      "sanskrit": "sad-bhāve sādhu-bhāve ca sad ity etat prayujyate | praśaste karmaṇi tathā sac-chabdaḥ pārtha yujyate ||",
      "transliteration": "sad-bhāve sādhu-bhāve ca sad ity etat prayujyate | praśaste karmaṇi tathā sac-chabdaḥ pārtha yujyate ||",
      "translation": "In the sense of reality (sad-bhāve) and in the sense of goodness (sādhu-bhāve), the word \"Sat\" is employed (prayujyate), O Pārtha; and likewise the word \"Sat\" is applied to auspicious and praiseworthy actions (praśaste karmaṇi).",
      "audio": "/assets/audio/ch17/verse_17_26.mp3",
      "word_breakdown": [
        { "word": "sad-bhāve", "meaning": "in the sense of being, existence, reality; when denoting that which truly is" },
        { "word": "sādhu-bhāve", "meaning": "in the sense of goodness, virtue, excellence; when referring to what is noble and worthy" },
        { "word": "ca", "meaning": "and" },
        { "word": "sat iti etat", "meaning": "this word 'Sat'" },
        { "word": "prayujyate", "meaning": "is used, is employed, is applied" },
        { "word": "praśaste", "meaning": "in praiseworthy, auspicious, commendable" },
        { "word": "karmaṇi", "meaning": "in action, in deed, in sacred activity" },
        { "word": "tathā", "meaning": "likewise, in the same way" },
        { "word": "sac-chabdaḥ", "meaning": "the word Sat; the syllable Sat" },
        { "word": "pārtha", "meaning": "O son of Pṛthā (Arjuna); an address to Arjuna" },
        { "word": "yujyate", "meaning": "is joined, is applied, is connected, is fitting" }
      ],
      "commentary": {
        "dadaji": "This verse begins the explanation of the third syllable of the triad: Sat. Krishna unpacks Sat through multiple meanings, all of which converge on the same ultimate reality. Sad-bhāva is the ontological meaning: Sat = that which is real, that which has being, Brahman as pure existence. Sādhu-bhāva is the ethical meaning: Sat = that which is good, virtuous, noble — the person of excellent character (sādhu) embodies Sat. And praśaste karmaṇi — praiseworthy action — is also called Sat. This is a profound teaching: reality, goodness, and right action are not three separate things but three expressions of the same principle. When action is truly good, it is also real; when it is truly real, it is also good.",
        "sarvapriyananda": "Swami Sarvapriyananda would illuminate the richness of the Sanskrit root 'sat' — the present participle of 'as' (to be). Sat means 'that which is' — the real, the existent, the true. The Upanishads use Sat as one of the three terms for Brahman: Sat-Chit-Ānanda (Being-Consciousness-Bliss). Here the Gita expands the application: Sat covers ontology (sad-bhāva — Brahman as being), ethics (sādhu-bhāva — a good person is a 'sat-puruṣa'), and action (praśaste karmaṇi — righteous, auspicious acts). This tells us that the spiritual life is not divided into 'being' and 'doing' — when being is aligned with Brahman (Sat), doing naturally becomes sattvic and praiseworthy. The three meanings reinforce each other.",
        "yogananda": "Yogananda would appreciate how this verse reveals that the Sanskrit word Sat encompasses everything that is true, real, and good simultaneously. The language itself encodes a spiritual truth: there is no separation between what is ultimately real (Brahman as Sat) and what is ultimately good (ethical virtue) and what is ultimately right (praśaste karma). In deep meditation, Yogananda taught, one touches Sat directly — a state of consciousness that is simultaneously the experience of pure being, pure goodness, and pure appropriateness. Everything in creation that is truly real participates in Sat; everything that is truly good reflects Sat; every action that is truly right is an expression of Sat moving through the human instrument.",
        "goyandka": "Pandit Goyandka notes that this verse and the next together give us a five-fold exposition of Sat, covering the full range of its application. Here (v26) we have three: sad-bhāva (Brahman's being), sādhu-bhāva (the quality of goodness in persons and things), and praśaste karmaṇi (commendable, auspicious actions). The word sādhu is significant: a sādhu is literally a Sat-person, one who embodies being and goodness. When we call an action praśasta (praiseworthy, auspicious), we are recognizing it as partaking in Sat — the real, the true, the good. This multilayered exposition shows that Sat is not merely a metaphysical term but a living principle that pervades ethics, persons, and deeds."
      }
    },
    {
      "verse": 27,
      "sanskrit": "yajñe tapasi dāne ca sthitiḥ sad iti cocyate | karma caiva tad-arthīyaṃ sad ity evābhidhīyate ||",
      "transliteration": "yajñe tapasi dāne ca sthitiḥ sad iti cocyate | karma caiva tad-arthīyaṃ sad ity evābhidhīyate ||",
      "translation": "Steadfastness (sthitiḥ) in sacrifice, austerity, and charity is also called \"Sat\"; and action performed for the purpose of That (tad-arthīyam) is indeed also called \"Sat.\"",
      "audio": "/assets/audio/ch17/verse_17_27.mp3",
      "word_breakdown": [
        { "word": "yajñe tapasi dāne", "meaning": "in sacrifice (yajña), in austerity (tapas), in charity (dāna) — the three primary sacred activities" },
        { "word": "ca", "meaning": "and, also" },
        { "word": "sthitiḥ", "meaning": "steadfastness, stability, persistence, firm abiding" },
        { "word": "sat iti", "meaning": "is called 'Sat'; is designated by the word Sat" },
        { "word": "ca ucyate", "meaning": "and is said, is also called" },
        { "word": "karma ca eva", "meaning": "and action indeed, and the deed as well" },
        { "word": "tad-arthīyam", "meaning": "for the purpose of That (tat = Brahman); done for the sake of the Absolute; Brahman-oriented action" },
        { "word": "sat iti eva", "meaning": "is indeed called 'Sat'; verily designated Sat" },
        { "word": "abhidhīyate", "meaning": "is called, is named, is referred to as" }
      ],
      "commentary": {
        "dadaji": "Two more meanings of Sat are given here, completing the five-fold exposition. Sthitiḥ — steadfastness — in sacrifice, austerity, and charity is Sat. This is a crucial insight: not just the performance of these acts but the sustained, unwavering commitment to them over time is called Sat. Sat here becomes a virtue of character — the quality of being reliably, consistently engaged in dharmic practice without wavering. And tad-arthīyam karma — action done for the sake of That (Brahman) — is also Sat. This final meaning is the most exalted: when action is offered to the Absolute with no personal motive, it partakes of Brahman's own nature. Such action is Sat because it flows from the Real toward the Real.",
        "sarvapriyananda": "Swami Sarvapriyananda would emphasize sthitiḥ as perhaps the most practically valuable meaning given in this verse. Many people begin spiritual practice with enthusiasm; far fewer sustain it with sthitiḥ — steady, uninterrupted perseverance. The Gita has praised this quality under different names throughout: dhṛti (firmness), nishcaya (resolve), vyavasāyātmikā buddhi (one-pointed intelligence). Here it is identified as Sat itself — as participation in the Real. The reason is profound: truth is not an episode; it does not come and go. When our practice attains steadiness, it begins to resemble truth. And tad-arthīyam karma — action done for Brahman — is the highest expression of karma-yoga, where even the actor and the action dissolve into That.",
        "yogananda": "Yogananda would particularly resonate with tad-arthīyam — action for the sake of That. He often spoke of making one's entire life a yajña, a continuous offering to the Divine. This is what he called 'working for God': not abandoning activity but changing the inner owner of the action from ego to God. When this shift happens, every act — whether meditation, service, earning, speaking — becomes Sat, because it is rooted in and flowing toward the ultimate Being. Sthitiḥ (steadfastness) Yogananda saw as the mark of genuine spiritual maturity: the devotee who practices only when inspired is still in the early stages; the one who practices with unwavering regularity has touched Sat.",
        "goyandka": "Pandit Goyandka completes his exposition of the five meanings of Sat across verses 26-27: (1) sad-bhāva — existence/being, (2) sādhu-bhāva — goodness/virtue, (3) praśaste karmaṇi — praiseworthy actions, (4) sthitiḥ in yajña-tapas-dāna — steadfastness in sacred activity, (5) tad-arthīyam karma — action dedicated to Brahman. Together these five constitute the full semantic range of Sat as Krishna uses it in the Om Tat Sat mantra. Tad-arthīyam is the culminating meaning: when action is fully surrendered to Brahman, it becomes ontologically Sat — real in the deepest sense, no longer driven by asat desires but by the pull of the Real itself. This is the perfection of the Om Tat Sat orientation of all sacred life."
      }
    },
    {
      "verse": 28,
      "sanskrit": "aśraddhayā hutaṃ dattaṃ tapas taptaṃ kṛtaṃ ca yat | asad ity ucyate pārtha na ca tat pretya no iha ||",
      "transliteration": "aśraddhayā hutaṃ dattaṃ tapas taptaṃ kṛtaṃ ca yat | asad ity ucyate pārtha na ca tat pretya no iha ||",
      "translation": "Whatever oblation (hutam) is offered, gift (dattam) given, austerity (tapas) practiced, or any action performed without faith (aśraddhayā) — that is called \"asat\" (unreal, untrue), O Pārtha; it is of no benefit either hereafter (pretya) or here in this world (iha).",
      "audio": "/assets/audio/ch17/verse_17_28.mp3",
      "word_breakdown": [
        { "word": "aśraddhayā", "meaning": "without faith; lacking śraddhā — inner conviction, sincerity, heartfelt devotion; with a faithless or mechanical attitude" },
        { "word": "hutam", "meaning": "oblation offered in fire; what is offered in sacrifice (huta — from the root hu, to pour into fire)" },
        { "word": "dattam", "meaning": "what is given; gift, charity offered" },
        { "word": "tapas taptam", "meaning": "austerity practiced; tapas performed (taptam — from tap, to heat, to purify through heat)" },
        { "word": "kṛtam ca yat", "meaning": "and whatever other action is done or performed" },
        { "word": "asat iti", "meaning": "is called 'asat' — unreal, untrue, without being, without substance" },
        { "word": "ucyate", "meaning": "is called, is said, is declared" },
        { "word": "pārtha", "meaning": "O son of Pṛthā (Arjuna) — a tender, affectionate address at this crucial final teaching" },
        { "word": "na ca tat", "meaning": "and that is not; it is of no avail" },
        { "word": "pretya", "meaning": "after death; in the hereafter; in the next world" },
        { "word": "no iha", "meaning": "nor here; not in this world either (iha = here, in this life)" }
      ],
      "commentary": {
        "dadaji": "This is the closing verse of Chapter 17, and it delivers the most concentrated and consequential teaching of the entire chapter. Śraddhā — faith, inner conviction, the living heartfelt engagement with the sacred — is the animating principle behind ALL religious and spiritual practice. Without it, sacrifice (hutam), charity (dattam), austerity (taptam), and any other action (kṛtam) is called asat — literally 'unreal', 'without being', 'untrue'. The chapter began by showing that śraddhā determines which of the three guṇas our nature expresses. Now it closes by showing that the absence of śraddhā converts all sacred action into asat — that which has no power to transform, no power to reach Brahman, no power to bear fruit in any world. 'Na ca tat pretya no iha' — a double negation of enormous force: no benefit hereafter, and no benefit here. The outer shell of religious observance without the inner fire of śraddhā is, in the Gita's unsparing analysis, spiritually worthless. This verse is not a condemnation but an urgent invitation: let every act of sacrifice, every gift, every austerity be saturated with genuine faith — and it becomes Sat, it becomes real, it becomes alive.",
        "sarvapriyananda": "Swami Sarvapriyananda would see this verse as the essential diagnosis of the crisis of modern religiosity: the shell of practice without the substance of śraddhā. Śraddhā is not mere belief — it is living conviction that comes from the depths of one's being, an inward alignment with Truth that makes every sacred act genuine. Its absence makes even the most elaborate ritual asat — without reality, without substance, like a beautifully decorated vessel that is empty within. 'Pretya no iha' — neither in the next world nor in this one: the Gita is ruthlessly honest here. Mechanical religion produces neither liberation (pretya = beyond death) nor inner transformation (iha = in this life). The remedy is not more practice but deeper śraddhā — the inner turn toward Truth that makes practice come alive. This is why Chapter 17 begins with śraddhā as the root and ends with the loss of śraddhā as the fatal deficiency.",
        "yogananda": "Paramahansa Yogananda would call this verse the spiritual law of inner sincerity. The universe, he taught, responds to inner reality — not outer performance. When we perform religious acts without faith, without inner conviction, we are generating mere vibrations on the surface of consciousness; we are touching neither God nor our own deeper nature. Asat — unreal — is precisely the right word: such action exists only at the level of physical or mental performance but does not penetrate to the level of the soul. Yogananda often warned against what he called 'mechanical spirituality' — the trap of performing techniques, prayers, or rituals out of habit or social pressure rather than genuine longing for God. The antidote is to restore śraddhā: to reconnect with the original impulse that drove one to seek, to ask — why am I doing this? What do I truly want? When that connection is re-established, even the simplest act of worship becomes Sat, becomes real, becomes transformative.",
        "goyandka": "Pandit Goyandka regards this as the capstone verse not only of Chapter 17 but as a summary teaching for the entire Gita's analysis of action. The chapter began (v1-3) by establishing śraddhā as the foundation of human nature and as the root of all three guṇas' expressions. Now it closes by establishing aśraddhā as the root cause of spiritual futility. Asat — that which has no being — is the opposite of Sat, the Brahman whose three-syllable name has just been expounded across verses 23-27. Action without śraddhā cannot reach Brahman because it does not partake in Brahman's reality; it is a motion without spirit, a word without meaning. 'Na ca tat pretya no iha' is a teaching of immense practical importance for the sincere sādhaka: examine your practice. If śraddhā is weak, no amount of outward religious activity will suffice. Cultivate śraddhā first — through satsaṅga, through study of scripture, through proximity to great souls, through sincere prayer — and all else will follow. The chapter ends where it began: everything depends on śraddhā."
      }
    }
  ]
}
