{
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "sanskrit": "śrī-bhagavān uvāca —\nūrdhva-mūlam adhaḥ-śākham aśvatthaṃ prāhur avyayam |\nchandāṃsi yasya parṇāni yas taṃ veda sa veda-vit ||",
      "transliteration": "ūrdhva-mūlam adhaḥ-śākham aśvatthaṃ prāhur avyayam |\nchandāṃsi yasya parṇāni yas taṃ veda sa veda-vit ||",
      "translation": "The Blessed Lord said: They speak of the imperishable Aśvattha (sacred fig tree) with roots above and branches below, whose leaves are the Vedic hymns — he who knows it is a knower of the Vedas.",
      "audio": "/assets/audio/ch15/verse_15_01.mp3",
      "word_breakdown": [
        { "word": "ūrdhva-mūlam", "meaning": "with roots above (ūrdhva = above/upward; mūlam = roots)" },
        { "word": "adhaḥ-śākham", "meaning": "with branches below (adhaḥ = below/downward; śākham = branches)" },
        { "word": "aśvattham", "meaning": "the Aśvattha — the sacred fig/peepal tree; symbolizes the cosmos" },
        { "word": "prāhuḥ", "meaning": "they say, they speak of" },
        { "word": "avyayam", "meaning": "imperishable, eternal, inexhaustible" },
        { "word": "chandāṃsi", "meaning": "the Vedic hymns, the Vedas (from chandas = metre/Veda)" },
        { "word": "yasya", "meaning": "of which, whose" },
        { "word": "parṇāni", "meaning": "leaves" },
        { "word": "yaḥ", "meaning": "he who" },
        { "word": "tam", "meaning": "it (the tree)" },
        { "word": "veda", "meaning": "knows" },
        { "word": "saḥ", "meaning": "he" },
        { "word": "veda-vit", "meaning": "knower of the Vedas (veda-vit = one who truly knows the Veda)" }
      ],
      "commentary": {
        "dadaji": "The Lord opens this sacred chapter with the image of the Aśvattha tree whose roots reach upward into the infinite sky of Brahman — how beautifully He reveals that the source of all creation is above, in the Divine! The Vedas are compared to leaves — beautiful, life-giving, and cherished — yet they point to the tree, not to its root. Dadaji would say: true knowledge is not merely reciting the scriptures, but tracing every leaf, every branch, every root upward to the Beloved who is the source of all. One who truly knows this tree — this cosmic display of the Lord — is the real knower of the Vedas.",
        "sarvapriyananda": "This verse draws directly from the Kaṭha Upaniṣad (2.3.1), where the same inverted Aśvattha imagery appears as a symbol of saṃsāra — the phenomenal universe. The roots above (ūrdhva-mūlam) indicate that Pure Consciousness, Brahman, is the ultimate ground of all existence, while the branches spreading downward represent the gross and subtle manifestations of Prakṛti. The Vedas as leaves is a penetrating metaphor: the scriptures nourish and sustain the tree of dharma, but they are not the root itself. Vedānta urges us to go beyond the leaves to the root — beyond the words of the Veda to the silent Brahman they point toward.",
        "yogananda": "The cosmic tree of existence described here is the great Tree of Life known to mystics of all traditions — its taproot anchored in the Divine and its branches reaching into the relativities of time and space. God is the root hidden above in transcendence, and the visible world is the canopy of His self-expression below. The Vedas as leaves is a luminous image: just as leaves receive light and convert it into life-sustaining energy, the Vedic teachings receive the light of Truth and translate it into wisdom that nourishes the soul. To truly know this tree — to trace the visible back to the invisible Source — is the summit of all learning.",
        "goyandka": "The Lord begins Puruṣottama Yoga by citing a teaching that was ancient even in His time — the inverted cosmic tree of the Kaṭha Upaniṣad. 'Avyayam' qualifies the tree as eternally existing, not subject to destruction in the ultimate sense, because saṃsāra as a category of experience endures as long as ignorance endures. The chandāṃsi (Vedic metres/hymns) as parṇāni (leaves) indicates that the Vedas are the protecting and nourishing canopy of the cosmic tree — they preserve dharma. The Ācāryas uniformly interpret 'yas taṃ veda sa veda-vit' as meaning: one who truly comprehends this metaphor in its full depth — grasping that the cosmos has its ultimate root in the Imperishable — has grasped the very heart of Vedic knowledge."
      }
    },
    {
      "verse": 2,
      "sanskrit": "adhaś cordhvaṃ prasṛtās tasya śākhā\nguṇa-pravṛddhā viṣaya-pravālāḥ |\nadhaś ca mūlāny anusantatāni\nkarmānubandhīni manuṣya-loke ||",
      "transliteration": "adhaś cordhvaṃ prasṛtās tasya śākhā\nguṇa-pravṛddhā viṣaya-pravālāḥ |\nadhaś ca mūlāny anusantatāni\nkarmānubandhīni manuṣya-loke ||",
      "translation": "Its branches spread downward and upward, nourished by the guṇas, with sense-objects as their sprouts. And below, the roots spread downward, bound to action in the world of men.",
      "audio": "/assets/audio/ch15/verse_15_02.mp3",
      "word_breakdown": [
        { "word": "adhaḥ ca ūrdhvam", "meaning": "downward and upward" },
        { "word": "prasṛtāḥ", "meaning": "spread out, extended" },
        { "word": "tasya śākhāḥ", "meaning": "its branches" },
        { "word": "guṇa-pravṛddhāḥ", "meaning": "nourished and swelled by the three guṇas (sattva, rajas, tamas)" },
        { "word": "viṣaya-pravālāḥ", "meaning": "with sense-objects as tender sprouts/shoots (viṣaya = sense-objects; pravāla = new shoot)" },
        { "word": "adhaḥ ca", "meaning": "and below" },
        { "word": "mūlāni", "meaning": "roots" },
        { "word": "anusantatāni", "meaning": "spread out, proliferating" },
        { "word": "karmānubandhīni", "meaning": "bound by karma, entwining actions (karma + anubandhīni = action-bound)" },
        { "word": "manuṣya-loke", "meaning": "in the world of human beings" }
      ],
      "commentary": {
        "dadaji": "The tree of saṃsāra grows in every direction — upward into the divine worlds, downward into lower realms — sustained entirely by the three guṇas, the creative energies of nature. And what are its tender, alluring sprouts? The sense-objects — the sights, sounds, tastes, and touches that draw the mind outward. Dadaji would remind us gently: it is our karma, accumulated through countless births, that forms the secondary roots binding us to this human world. Every selfish action adds another root. Yet notice that the Lord describes all this without condemnation — it is the display of His own nature, and understanding it fully is itself a step toward freedom.",
        "sarvapriyananda": "This verse elaborates the anatomy of saṃsāra with Vedāntic precision. The branches extending in all directions represent the multiplicity of beings in all worlds — higher (devas, pitṛs) and lower (animals, hells) — all nourished and sustained by the interplay of sattva, rajas, and tamas. The sense-objects as 'pravāla' (new shoots) is revealing: they appear fresh, attractive, and inviting — yet they are merely the newest growth on a very old tree. The secondary roots growing downward into the human world bound by karma indicate that it is in human birth especially that karma accumulates or is dissolved. The entire teaching points to the urgent need for viveka — discriminative intelligence.",
        "yogananda": "The tree of cosmic manifestation ramifies in every direction — into high and low states of consciousness, into refined and gross levels of experience — and it is the three guṇas, the cosmic forces of light, activity, and inertia, that act as the sap feeding every branch. The sense-objects that glitter and call to us at the tips of the branches are the newest, most delicate shoots of this great tree — tempting, ephemeral, nourishing perhaps, but never the essence. The karmic roots binding humanity in the world of action are the result of accumulated desire and deed — the very system by which the soul ties itself ever more tightly to the wheel of birth and rebirth. Yoga is the practice of withdrawing from the shoots and tracing our way back to the root in God.",
        "goyandka": "The second verse completes the description of the cosmic Aśvattha by detailing its extension. The upward branches correspond to the subtler, higher lokas (worlds) where beings of greater sattva dwell; the downward branches correspond to the grosser realms. The critical phrase is 'guṇa-pravṛddhāḥ' — it is the three guṇas that sustain and expand the entire tree of phenomenal existence. The secondary roots in the human world 'karmānubandhīni' are particularly significant: the śāstric teaching is that it is in manuṣya-loka (the human realm) that karma is primarily generated and also primarily dissolved through jñāna and bhakti. This dual possibility — bondage and liberation — is unique to human birth."
      }
    },
    {
      "verse": 3,
      "sanskrit": "na rūpam asyeha tathopalabhyate\nnānto na cādir na ca sampratiṣṭhā |\naśvattham enaṃ su-virūḍha-mūlam\nasaṅga-śastreṇa dṛḍhena chittvā ||",
      "transliteration": "na rūpam asyeha tathopalabhyate\nnānto na cādir na ca sampratiṣṭhā |\naśvattham enaṃ su-virūḍha-mūlam\nasaṅga-śastreṇa dṛḍhena chittvā ||",
      "translation": "Its form is not perceived here as such — nor its end, nor its beginning, nor its foundation. Having cut this deeply-rooted Aśvattha with the firm axe of non-attachment (asaṅga-śastreṇa)...",
      "audio": "/assets/audio/ch15/verse_15_03.mp3",
      "word_breakdown": [
        { "word": "na rūpam", "meaning": "the form is not (na = not; rūpam = form)" },
        { "word": "asya", "meaning": "of this (tree)" },
        { "word": "iha", "meaning": "here (in this world of ordinary perception)" },
        { "word": "tathā upalabhyate", "meaning": "perceived as such (upalabhyate = is perceived/grasped)" },
        { "word": "na antaḥ", "meaning": "nor its end" },
        { "word": "na ca ādiḥ", "meaning": "nor its beginning" },
        { "word": "na ca sampratiṣṭhā", "meaning": "nor its foundation/resting place" },
        { "word": "aśvattham enam", "meaning": "this Aśvattha tree" },
        { "word": "su-virūḍha-mūlam", "meaning": "whose roots have grown very deep (su = very; virūḍha = firmly grown; mūlam = root)" },
        { "word": "asaṅga-śastreṇa", "meaning": "with the axe of non-attachment (asaṅga = non-clinging; śastra = weapon/axe)" },
        { "word": "dṛḍhena", "meaning": "firm, strong" },
        { "word": "chittvā", "meaning": "having cut, after cutting" }
      ],
      "commentary": {
        "dadaji": "This verse reveals something profound and humbling: the tree of this world cannot be truly comprehended from within it — you cannot see its beginning, its end, or its true foundation while standing inside it. This is the paradox of saṃsāra. But the Lord immediately gives us the remedy: take up the weapon of asaṅga — non-attachment, non-clinging — and cut it with firm, resolute strokes. Dadaji would say: the axe is not aggression but clarity. Asaṅga is not coldness — it is freedom. When we stop clinging to the tree, we can finally see it for what it is. Verses 3 and 4 together form one complete instruction — the command and its fruit.",
        "sarvapriyananda": "The Vedāntic insight here is critical: saṃsāra cannot be understood from within saṃsāra — its true form (rūpa), its beginning (ādi), its end (anta), and its ultimate ground (sampratiṣṭhā) are all imperceptible to the ordinary bound intellect. This is precisely the nature of māyā — it conceals itself. The prescription is equally clear and direct: cut the tree with asaṅga-śastra. Asaṅga — non-attachment — is the sharpest weapon in the Vedāntic arsenal because saṃsāra is sustained by attachment. When attachment is severed by the sword of vairāgya and viveka, the tree of saṃsāra loses its power to bind. This is the beginning of verse-3, which is completed by verse-4.",
        "yogananda": "How beautifully the Lord acknowledges that the cosmic tree of existence cannot be grasped by the intellect operating from within — its form shifts, its beginning is lost in the mists of creation, its end is invisible, its true foundation cannot be found through ordinary means. This is the confession that saṃsāra is ultimately mysterious to the ego-bound mind. The sword of non-attachment is the inner renunciation that the yogi must forge — not a sword of metal, but of discrimination. 'Su-virūḍha-mūlam' — the roots are deeply, deeply entrenched in the soil of habit, desire, and ego-identification. It takes a firm, practiced hand to cut them. But the Lord assures us: it can be done.",
        "goyandka": "Verses 3 and 4 constitute a single grammatical and philosophical unit. The first half (v3) establishes the epistemological point: the cosmic tree of saṃsāra does not reveal its true nature to sense perception — it has no visible beginning, end, or self-evident foundation. This corresponds to the ānādi nature of māyā in Advaita and the beginningless bondage taught across all Vedāntic schools. The remedy prescribed — asaṅga-śastra — is the weapon of vairāgya (dispassion), described as 'dṛḍha' (firm), indicating that it must be a steady, cultivated dispassion, not a momentary detachment. The 'su-virūḍha-mūlam' acknowledges the deep entrenchment of saṃsāric tendencies (vāsanās) that must be uprooted."
      }
    },
    {
      "verse": 4,
      "sanskrit": "tataḥ padaṃ tat parimārgitavyaṃ\nyasmin gatā na nivartanti bhūyaḥ |\ntam eva cādyaṃ puruṣaṃ prapadye\nyataḥ pravṛttiḥ prasṛtā purāṇī ||",
      "transliteration": "tataḥ padaṃ tat parimārgitavyaṃ\nyasmin gatā na nivartanti bhūyaḥ |\ntam eva cādyaṃ puruṣaṃ prapadye\nyataḥ pravṛttiḥ prasṛtā purāṇī ||",
      "translation": "...then that State must be sought, having gone to which one does not return again. I take refuge in that Primal Puruṣa alone, from whom the ancient flow of creation has poured forth.",
      "audio": "/assets/audio/ch15/verse_15_04.mp3",
      "word_breakdown": [
        { "word": "tataḥ", "meaning": "then, thereafter (after cutting the tree)" },
        { "word": "padam tat", "meaning": "that State, that Supreme Goal (padam = state/abode/goal)" },
        { "word": "parimārgitavyam", "meaning": "must be sought, should be earnestly searched for" },
        { "word": "yasmin gatāḥ", "meaning": "having gone to which, those who have reached which" },
        { "word": "na nivartanti", "meaning": "do not return" },
        { "word": "bhūyaḥ", "meaning": "again, any more" },
        { "word": "tam eva", "meaning": "that alone (emphatic)" },
        { "word": "ca ādyam puruṣam", "meaning": "and the Primal Person, the original Puruṣa (ādya = primeval/first)" },
        { "word": "prapadye", "meaning": "I take refuge, I surrender to (pra + pad = to fall forward into, surrender)" },
        { "word": "yataḥ", "meaning": "from whom" },
        { "word": "pravṛttiḥ", "meaning": "the flow of creation, activity, manifestation" },
        { "word": "prasṛtā", "meaning": "has poured forth, streamed out" },
        { "word": "purāṇī", "meaning": "ancient, primeval, beginningless" }
      ],
      "commentary": {
        "dadaji": "Having cut the tree of attachment, where do we go? The Lord says with great tenderness: seek that State from which there is no return — and then He models the very path by saying 'I take refuge in the Primal Puruṣa.' Prapadye — I surrender. Even the Lord speaks the language of surrender and love! Dadaji would say this is the most beautiful moment: after all the philosophical architecture, the answer is prapadye — simply fall into the arms of that One from whom all creation has flowed. The ancient river of existence has its source in Him. Return to the source. This is the whole teaching.",
        "sarvapriyananda": "This verse completes the grammatical sentence begun in verse 3 and delivers the Vedāntic climax: after renunciation comes the positive quest — parimārgitavyam, earnestly seek that State (tat padam) from which there is no return. The 'no return' (na nivartanti) is the Gita's definition of mokṣa — the irreversible recognition of one's identity with Brahman. Most strikingly, the Lord uses 'prapadye' — first person, present tense — 'I take refuge.' Even the Īśvara, speaking as the teacher, points beyond Himself to the Primal Source. This is the Gita's non-dual depth: the personal God points to the impersonal Absolute as the ground of all, including Himself.",
        "yogananda": "The goal is now stated with crystalline clarity: seek that State — tat padam — from which the liberated soul never returns to the cycle of birth and death. And the means is equally clear: prapadye — total, wholehearted surrender to the Primal Puruṣa, the Cosmic Source from whom the entire river of creation has been flowing since the beginning of time. Surrender is not weakness — it is the most direct route home. When the soul stops insisting on its own direction and simply falls into the current of the Divine, it finds itself carried back to the Ocean from which it came. This is the guru's teaching and the Lord's own example.",
        "goyandka": "Verse 4 completes the instruction of verse 3 and forms the positive counterpart to the renunciation enjoined there. The phrase 'parimārgitavyam' uses the gerundive form, denoting an imperative — it must be sought. The qualification of the Goal as that from which 'na nivartanti bhūyaḥ' (one does not return again) distinguishes mokṣa from the temporary heavenly states described in earlier chapters, from which souls do return. The use of 'prapadye' — 'I take refuge' — is theologically significant: the Lord Himself models the attitude of prapatti (surrender) before the Eternal, indicating that even within the Bhagavān-jīva relationship, the ultimate ground is the Puruṣottama described in the climactic verses of this chapter."
      }
    },
    {
      "verse": 5,
      "sanskrit": "nirmāna-mohā jita-saṅga-doṣā\nadhyātma-nityā vinivṛtta-kāmāḥ |\ndvandvair vimuktāḥ sukha-duḥkha-saṃjñair\ngacchanty amūḍhāḥ padam avyayam tat ||",
      "transliteration": "nirmāna-mohā jita-saṅga-doṣā\nadhyātma-nityā vinivṛtta-kāmāḥ |\ndvandvair vimuktāḥ sukha-duḥkha-saṃjñair\ngacchanty amūḍhāḥ padam avyayam tat ||",
      "translation": "Free from pride and delusion, with the fault of attachment conquered, ever-abiding in the Supreme Self, with desires completely withdrawn, freed from the pairs of opposites known as pleasure and pain — the undeluded go to that Imperishable State.",
      "audio": "/assets/audio/ch15/verse_15_05.mp3",
      "word_breakdown": [
        { "word": "nirmāna-mohāḥ", "meaning": "free from pride and delusion (nir = free from; māna = pride/ego; moha = delusion)" },
        { "word": "jita-saṅga-doṣāḥ", "meaning": "having conquered the fault of attachment (jita = conquered; saṅga = attachment; doṣa = fault/defect)" },
        { "word": "adhyātma-nityāḥ", "meaning": "ever-abiding/constant in the Supreme Self (adhyātma = the inner Self/Ātman; nitya = constant, eternal)" },
        { "word": "vinivṛtta-kāmāḥ", "meaning": "with desires completely withdrawn/turned away (vinivṛtta = completely turned back; kāma = desire)" },
        { "word": "dvandvaiḥ vimuktāḥ", "meaning": "freed from the pairs of opposites (dvandva = pair of opposites)" },
        { "word": "sukha-duḥkha-saṃjñaiḥ", "meaning": "known as/called pleasure and pain (sukha = pleasure; duḥkha = pain; saṃjña = known as)" },
        { "word": "gacchanti", "meaning": "they go, they attain" },
        { "word": "amūḍhāḥ", "meaning": "the undeluded, the un-confused ones (a = not; mūḍha = deluded)" },
        { "word": "padam avyayam tat", "meaning": "that Imperishable State (padam = state/abode; avyayam = imperishable; tat = that)" }
      ],
      "commentary": {
        "dadaji": "The Lord now describes the beautiful qualifications of those who walk freely toward liberation — and notice that He begins not with great austerities or intellectual feats, but with freedom from pride (māna) and delusion (moha). These are the inner veils that obscure the Divine. When pride falls away, the heart opens; when delusion clears, the Lord is everywhere visible. 'Adhyātma-nityāḥ' — they are constantly absorbed in the awareness of the inner Self. This is the life of unbroken remembrance that Dadaji always pointed to. Desires are turned back, opposites no longer toss them about — and so they walk, undeluded, straight into the Imperishable.",
        "sarvapriyananda": "This verse lists six precise qualifications for those who attain tat padam avyayam — the Imperishable State. From a Vedāntic perspective, the progression is systematic: first, freedom from pride and delusion (which constitute the ahaṅkāra-complex); then, conquest of saṅga (attachment, the root of bondage); then, adhyātma-nityatā (constant abidance in the Ātman — this is nididhyāsana, sustained Self-inquiry); then, withdrawal of desires; then, freedom from dvandvas. The final quality — amūḍha — is the natural result of all the others: delusion simply cannot persist once these six qualities are present. These are not goals to be achieved sequentially but facets of the same inner freedom.",
        "yogananda": "Here the Lord paints a portrait of the liberated soul — serene, untouched by vanity, undisturbed by attachment, anchored always in the awareness of the inner Self. 'Adhyātma-nityāḥ' — this phrase captures the essence of the yogi's life: every moment, in every situation, the awareness is turned inward to the Self that is ever-present, ever-blissful, ever-free. When desires are withdrawn from the senses and the pairs of opposites no longer create inner weather, the soul walks in a kind of perpetual sunshine. The word 'amūḍhāḥ' — undeluded — is the master word: it is confusion, not circumstance, that keeps us from the Imperishable. Remove the confusion, and liberation is here, now.",
        "goyandka": "This verse is the qualification-verse for the goal stated in verse 4. The Ācāryas note that these six qualities — nirmāna-moha, jita-saṅga-doṣa, adhyātma-nityatā, vinivṛtta-kāmatā, dvandva-vimuktatā, and amūḍhatva — constitute the sādhana-saptaka in miniature. 'Jita-saṅga-doṣa' is particularly important: saṅga (attachment) is called a 'doṣa' (fault, defect), indicating that it is a distortion of the natural state of the puruṣa, not its essence. 'Adhyātma-nityā' corresponds to the constant brahma-vicāra of the jñāna-mārga. The compound 'sukha-duḥkha-saṃjñaiḥ dvandvaiḥ' specifies that it is the experiential dvandvas — felt as pleasure and pain — that the sādhaka must transcend."
      }
    },
    {
      "verse": 6,
      "sanskrit": "na tad bhāsayate sūryo na śaśāṅko na pāvakaḥ |\nyad gatvā na nivartante tad dhāma paramaṃ mama ||",
      "transliteration": "na tad bhāsayate sūryaḥ na śaśāṅkaḥ na pāvakaḥ |\nyad gatvā na nivartante tad dhāma paramaṃ mama ||",
      "translation": "Neither the sun nor the moon nor fire illumines That — having gone there, they do not return. That is My Supreme Abode.",
      "audio": "/assets/audio/ch15/verse_15_06.mp3",
      "word_breakdown": [
        { "word": "na tad bhāsayate", "meaning": "does not illumine That (bhāsayate = illumines, lights up)" },
        { "word": "sūryaḥ", "meaning": "the sun" },
        { "word": "śaśāṅkaḥ", "meaning": "the moon (śaśa = hare; aṅka = mark — the moon 'marked with a hare')" },
        { "word": "pāvakaḥ", "meaning": "fire (pāvaka = the purifier — a name of Agni)" },
        { "word": "yad gatvā", "meaning": "having gone to which" },
        { "word": "na nivartante", "meaning": "they do not return" },
        { "word": "tad dhāma", "meaning": "that Abode, that radiance (dhāma = abode/light/radiance)" },
        { "word": "paramam", "meaning": "supreme, highest" },
        { "word": "mama", "meaning": "Mine, My (the Lord's)" }
      ],
      "commentary": {
        "dadaji": "Is there a more sublime verse in all of scripture? The Lord simply says: the sun does not shine there. The moon does not shine there. Fire does not shine there. And yet — That shines. That illumines everything else. It is the light of all lights, the awareness behind all awareness. 'Tad dhāma paramaṃ mama' — that Supreme Radiance is Mine, says the Lord, with quiet majesty. Dadaji would say: when you sit in deep meditation and all outer lights fade away, when even the inner visions dissolve — what remains, luminous and still? That is the dhāma. That is home. Those who find it do not need to search again.",
        "sarvapriyananda": "This is one of the most celebrated verses of the Gita, echoing the Muṇḍaka Upaniṣad (2.2.10) and the Kaṭha Upaniṣad (5.15) almost verbatim: 'na tatra sūryo bhāti na candra-tārakam, nemā vidyuto bhānti, kuto'yam agniḥ — tam eva bhāntam anubhāti sarvaṃ, tasya bhāsā sarvam idaṃ vibhāti.' The supreme Self is self-luminous (svayam-prakāśa) — it does not depend on any external source of illumination because it is itself the ground of all light, all perception, all knowing. The statement 'tad dhāma paramaṃ mama' is the Lord's personal claim on the Absolute — the Saguṇa Brahman identifying Himself with the Nirguṇa Brahman in an act of supreme teaching.",
        "yogananda": "This luminous verse describes the inner kingdom that the great mystics of all ages have entered — the realm of pure Self-luminous Consciousness where the instruments of the outer world (sun, moon, fire) have no jurisdiction. In deep samādhi the yogi enters this inner sun — a light that illumines the sun itself! The great saints have reported this experience: a light beyond all lights, a peace surpassing understanding, a joy with no cause. 'Tad dhāma paramaṃ mama' — the Lord says this is His home. And since we are, as He will say in verse 7, a fragment of Him, it is our home too. The prodigal souls are being called home.",
        "goyandka": "The Upaniṣadic source of this verse is well-established: the Kaṭha (5.15), Muṇḍaka (2.2.10), and Śvetāśvatara (6.14) Upaniṣads all contain this 'tamasaḥ parastat' passage. The Lord here identifies His own supreme dhāma with the self-luminous Brahman of the Upaniṣads. Three instruments of cosmic illumination are named — the sun (lord of the day), the moon (lord of the night), and Agni/fire (lord of earthly light and ritual) — and all three are declared incapable of illumining that Abode. This establishes that the Supreme cannot be an object of perception; it is the subject, the witness, the light of all lights. The verse is cited by all Ācāryas as proof that the Lord's 'parama dhāma' is identical with the nirguṇa Brahman."
      }
    },
    {
      "verse": 7,
      "sanskrit": "mamaivāṃśo jīva-loke jīva-bhūtaḥ sanātanaḥ |\nmanaḥ-ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati ||",
      "transliteration": "mamaivāṃśaḥ jīva-loke jīva-bhūtaḥ sanātanaḥ |\nmanaḥ-ṣaṣṭhāni indriyāṇi prakṛti-sthāni karṣati ||",
      "translation": "An eternal fragment of Myself alone — having become the jīva (individual soul) in the world of jīvas — draws to itself the senses, with mind as the sixth, abiding in Prakṛti.",
      "audio": "/assets/audio/ch15/verse_15_07.mp3",
      "word_breakdown": [
        { "word": "mama eva aṃśaḥ", "meaning": "a fragment/portion of Me alone (aṃśa = part, portion, fragment)" },
        { "word": "jīva-loke", "meaning": "in the world of jīvas, in the realm of living beings" },
        { "word": "jīva-bhūtaḥ", "meaning": "having become a jīva, manifesting as an individual soul" },
        { "word": "sanātanaḥ", "meaning": "eternal, ancient, everlasting" },
        { "word": "manaḥ-ṣaṣṭhāni", "meaning": "with mind as the sixth (manas + ṣaṣṭha = sixth), i.e., the five senses plus the mind" },
        { "word": "indriyāṇi", "meaning": "the senses (organs of perception)" },
        { "word": "prakṛti-sthāni", "meaning": "abiding in / situated in Prakṛti (material nature)" },
        { "word": "karṣati", "meaning": "draws, attracts, pulls toward itself" }
      ],
      "commentary": {
        "dadaji": "Here is the verse that makes the heart leap with recognition: 'mamaivāṃśaḥ' — you, the individual soul, are an eternal fragment of Me alone. Not separate, not forgotten, not abandoned — a living, eternal portion of the Divine, here in this world of jīvas. The beauty is in 'sanātanaḥ' — this fragment is not new, not temporary, not created at birth. It is eternal. Dadaji would say: this is why the soul can never truly be at peace with anything less than the Lord Himself — because it is His own part, and the part longs for the whole. The senses pull outward, but the soul's deepest pull is always inward, toward its Source.",
        "sarvapriyananda": "This verse is the cornerstone of the Viśiṣṭādvaita theology of Rāmānuja and also deeply significant in Advaita interpretation. 'Mamaivāṃśaḥ' — an aṃśa (fragment/portion) of the Lord — is the jīva. The eternal (sanātana) nature of the jīva-as-fragment is important: the individual soul is not a product of Prakṛti or a temporary confusion — it is an eternal reality related to Brahman. The jīva in its present condition is 'karṣati' — pulling the senses and mind toward itself, being driven by Prakṛti. The Advaitic reading notes that the 'fragment' metaphor ultimately points to non-difference: you cannot have a true fragment of the infinite — the jīva's apparent individuality is the superimposition of avidyā upon the one Ātman.",
        "yogananda": "God, the Infinite, has not merely created us from outside Himself — He has sent a ray of His own being into each form. 'Mamaivāṃśaḥ' — My very own portion, My own self in miniature, dwelling as the jīva in this world. This is a truth that, when felt and not merely understood, dissolves all sense of alienation, all fear, all existential loneliness. You are a wave of the Cosmic Ocean — as long as the wave forgets the ocean, it experiences itself as separate, tossed by the winds of the guṇas, dragging the senses around in search of satisfaction. When the wave remembers its nature, it relaxes into its Source. This is the whole spiritual journey in one verse.",
        "goyandka": "This verse establishes the ontological status of the jīva in the Gita's own teaching. 'Mama eva aṃśaḥ' — the emphatic 'eva' (alone, only) indicates the inseparability of the jīva from the Lord, even while the 'aṃśa' (portion) language maintains a distinction for teaching purposes. 'Sanātanaḥ' establishes that the jīva is not a new creation — it is beginningless, consistent with the Gita's teaching in chapter 2 that the ātmā is eternal. The compound 'manaḥ-ṣaṣṭhāni indriyāṇi' identifies the subtle body complex: the five jñānendriya (ear, eye, skin, tongue, nose) plus manas (the processing mind). This subtle body is what the jīva 'draws' — and it is what migrates from birth to birth, as the next verse will explain."
      }
    },
    {
      "verse": 8,
      "sanskrit": "śarīraṃ yad avāpnoti yac cāpy utkrāmatīśvaraḥ |\ngṛhītvaitāni saṃyāti vāyur gandhān ivāśayāt ||",
      "transliteration": "śarīram yad avāpnoti yac ca api utkrāmati īśvaraḥ |\ngṛhītvā etāni saṃyāti vāyuḥ gandhān iva āśayāt ||",
      "translation": "When the lord (jīva) obtains a body and when it departs from it, it takes these (senses and mind) along and goes — as the wind carries fragrances away from their source.",
      "audio": "/assets/audio/ch15/verse_15_08.mp3",
      "word_breakdown": [
        { "word": "śarīram yad avāpnoti", "meaning": "when (it) obtains a body (avāpnoti = obtains, acquires)" },
        { "word": "yad ca api utkrāmati", "meaning": "and also when it departs, rises out (utkrāmati = departs, exits)" },
        { "word": "īśvaraḥ", "meaning": "the lord — here the jīva, master/lord of the body" },
        { "word": "gṛhītvā", "meaning": "having taken, having gathered up" },
        { "word": "etāni", "meaning": "these (referring to the senses and mind from verse 7)" },
        { "word": "saṃyāti", "meaning": "goes, departs, moves on" },
        { "word": "vāyuḥ", "meaning": "the wind" },
        { "word": "gandhān", "meaning": "fragrances, scents" },
        { "word": "iva", "meaning": "like, just as" },
        { "word": "āśayāt", "meaning": "from their seat/source/abode (āśaya = resting place, source)" }
      ],
      "commentary": {
        "dadaji": "What a tender and beautiful simile the Lord chooses to describe the mystery of death and rebirth — not terror, not darkness, but a wind carrying fragrance. The jīva, the lord of the body, leaves its old home carrying the subtle fragrance of all its experiences, all its loves, all its impressions — and moves on to receive a new form. Dadaji would say: death is simply the wind moving on. The fragrance — the soul, the subtle body, the accumulated saṃskāras — does not disappear; it is simply carried forward. This verse gives great comfort: nothing essential is lost. But it also gives urgency: the fragrance we carry forward is shaped by what we cultivate here and now.",
        "sarvapriyananda": "This verse provides the Gita's elegant explanation of metempsychosis — the transmigration of the jīva. The jīva is called 'īśvaraḥ' (lord) because within the context of the body, it is the presiding intelligence. When it departs, it carries the 'liṅga-śarīra' — the subtle body consisting of the senses and mind mentioned in verse 7 — to its next embodiment. The wind-and-fragrance simile (vāyu-gandha) is philosophically precise: the wind (jīva) is imperceptible but its movement is revealed by what it carries; the fragrance (subtle body and saṃskāras) is invisible yet real. The jīva itself cannot be seen, but its presence is known through the expressions of the subtle body it bears.",
        "yogananda": "The ancient teaching of reincarnation is here expressed in the most lyrical simile of the entire Gita — the soul departing like a wind carrying fragrance. What a gracious way to describe what the materialist sees as mere death! The soul carries its unseen cargo of mental impressions, unfulfilled desires, spiritual attainments, and saṃskāras — its fragrance — from one embodiment to the next. The quality of that fragrance depends entirely on the flowers the soul has spent time with. If it has dwelt in the garden of divine consciousness, it carries the fragrance of God. If it has roamed through the markets of sense-gratification, it carries those scents instead. Choose your garden wisely, says this verse.",
        "goyandka": "This verse directly addresses the mechanics of rebirth (punarjanma), which the Gita affirms throughout. The jīva is called 'īśvara' — the controller, the presiding consciousness — because in relation to the body it governs, it is indeed the master. The simile of vāyu (wind) carrying gandhān (fragrances) from āśayāt (their source/resting place) is chosen with great care: the wind takes the smell but leaves the flower; the soul takes the subtle impressions but leaves the gross body. 'Gṛhītvā etāni saṃyāti' — having taken these (senses and mind), it departs. This is precisely the sūkṣma-śarīra (subtle body) described in the Sāṃkhya and Vedāntic systems as the vehicle of transmigration."
      }
    },
    {
      "verse": 9,
      "sanskrit": "śrotram cakṣuḥ sparśanaṃ ca rasanaṃ ghrāṇam eva ca |\nadhiṣṭhāya manaś cāyaṃ viṣayān upasevate ||",
      "transliteration": "śrotram cakṣuḥ sparśanam ca rasanam ghrāṇam eva ca |\nadhiṣṭhāya manaḥ ca ayam viṣayān upasevate ||",
      "translation": "Presiding over the ear, the eye, the tactile sense, the taste, the smell, and the mind — this one (the jīva) experiences the objects of the senses.",
      "audio": "/assets/audio/ch15/verse_15_09.mp3",
      "word_breakdown": [
        { "word": "śrotram", "meaning": "the ear (organ of hearing)" },
        { "word": "cakṣuḥ", "meaning": "the eye (organ of sight)" },
        { "word": "sparśanam", "meaning": "the tactile sense, the skin (organ of touch)" },
        { "word": "rasanam", "meaning": "the tongue (organ of taste)" },
        { "word": "ghrāṇam", "meaning": "the nose (organ of smell)" },
        { "word": "eva ca", "meaning": "and indeed, also" },
        { "word": "adhiṣṭhāya", "meaning": "presiding over, sitting as master of, inhabiting (adhi + sthā = to stand over/upon)" },
        { "word": "manaḥ ca", "meaning": "and the mind (manas)" },
        { "word": "ayam", "meaning": "this one (referring to the jīva)" },
        { "word": "viṣayān", "meaning": "sense-objects, the objects of experience" },
        { "word": "upasevate", "meaning": "experiences, enjoys, serves (upa + sev = to be near to, to attend upon, to experience)" }
      ],
      "commentary": {
        "dadaji": "The Lord now describes how the jīva inhabits and operates the wonderful instrument of the body — presiding over all five senses and the mind, experiencing the colors, sounds, tastes, and touches of this world. Dadaji would say: there is nothing wrong with this experience in itself — the Lord has given us these faculties as gifts, as windows through which the beauty of His creation can be received. The senses are not enemies. It is only when the jīva forgets that it is 'adhiṣṭhāya' — the presiding master — and instead becomes enslaved to the senses that saṃsāra deepens. The master who forgets he is the master and starts serving the servants — that is the human predicament.",
        "sarvapriyananda": "This verse completes the picture of verses 7 and 8 by showing how the jīva functions within embodied existence. The five jñānendriyas (ear, eye, skin, tongue, nose) plus manas constitute the complete set of experiential faculties, and the jīva 'adhiṣṭhāya' — presides over — all of them. This is the Vedāntic teaching that Consciousness is the substratum of all perception: the eyes do not truly see; the ears do not truly hear — it is Consciousness, functioning through these instruments, that perceives. The word 'adhiṣṭhāya' is crucial: the jīva is the master, not the instrument. Yet in practice, through avidyā, the master forgets its mastery and becomes identified with the instruments — and that is bondage.",
        "yogananda": "Here the Lord maps the extraordinary mechanism of human experience: five sense organs and the mind, all presided over by the soul. The soul is the electricity that animates the whole system — without it, all six faculties are inert. 'Adhiṣṭhāya' — sitting as the master above — is the soul's true relationship to the senses. Yet how often the soul descends from its throne and runs after the objects the senses report! The entire spiritual life could be described as the practice of reclaiming the throne — restoring the soul to its rightful position as master of the senses rather than their servant. Meditation is the royal road to this restoration.",
        "goyandka": "This verse enumerates the five jñānendriyas (cognitive senses) — śrotra (hearing), cakṣus (sight), sparśana (touch), rasana (taste), ghrāṇa (smell) — and adds manas (mind) as the sixth, consistent with verse 7. The term 'adhiṣṭhāya' (presiding over) is technically precise: in Sāṃkhya-Vedānta, the jīva is the adhiṣṭhātā (presiding consciousness) of the sense-organ complex; the senses themselves are material instruments (aparā prakṛti). 'Viṣayān upasevate' — the jīva 'serves' or 'attends upon' sense-objects — the word 'upasevate' implies a kind of attendance or service relationship, subtly pointing out the reversal: the master has begun serving the servants, the jīva has become subordinate to the objects of the senses."
      }
    },
    {
      "verse": 10,
      "sanskrit": "utkrāmantaṃ sthitaṃ vāpi bhuñjānaṃ vā guṇānvitam |\nvimūḍhā nānupaśyanti paśyanti jñāna-cakṣuṣaḥ ||",
      "transliteration": "utkrāmantam sthitam vā api bhuñjānam vā guṇānvitam |\nvimūḍhāḥ na anupaśyanti paśyanti jñāna-cakṣuṣaḥ ||",
      "translation": "The greatly deluded do not perceive the jīva departing, remaining, or experiencing — when it is accompanied by the guṇas. Those with the eye of knowledge see it.",
      "audio": "/assets/audio/ch15/verse_15_10.mp3",
      "word_breakdown": [
        { "word": "utkrāmantam", "meaning": "departing, leaving (the body at death) — utkrāmantam = the one going upward/out" },
        { "word": "sthitam", "meaning": "remaining, abiding (in the body during life)" },
        { "word": "vā api", "meaning": "or also, whether" },
        { "word": "bhuñjānam", "meaning": "experiencing, enjoying (sense-objects)" },
        { "word": "vā", "meaning": "or" },
        { "word": "guṇānvitam", "meaning": "accompanied by the guṇas (guṇa-anvita = endowed with / joined by the guṇas)" },
        { "word": "vimūḍhāḥ", "meaning": "the greatly deluded (vi = intensifier; mūḍha = confused/deluded)" },
        { "word": "na anupaśyanti", "meaning": "do not perceive, do not see following/tracking" },
        { "word": "paśyanti", "meaning": "they see, they perceive" },
        { "word": "jñāna-cakṣuṣaḥ", "meaning": "those with the eye of knowledge/wisdom (jñāna = knowledge; cakṣus = eye)" }
      ],
      "commentary": {
        "dadaji": "This verse draws a clear and compassionate distinction between the two kinds of people in this world: the vimūḍha, who moves through life and death without perceiving the soul that is the actor behind it all — and the jñāna-cakṣuṣa, whose inner eye is open and who sees the soul in all its states. Dadaji would say: the difference is not intelligence but attention. The deluded person's attention is always on the objects — the fragrances, not the wind that carries them. The wise person's attention rests on the Ātman — the wind itself, the light itself, the awareness itself. This inner sight, jñāna-cakṣus, is what satsaṅga, meditation, and the guru's grace slowly open within us.",
        "sarvapriyananda": "The verse describes three states of the jīva — utkrāmanta (departing the body), sthita (residing in the body), and bhuñjāna (experiencing through the body) — and declares that the ordinary person, 'vimūḍha' (greatly deluded), cannot perceive the subtle soul in any of these states. This is the blindness caused by avidyā: the person sees the death of the body but cannot perceive the departure of the jīva; they see someone awake and active but cannot perceive the silent witness-consciousness behind the activity. 'Jñāna-cakṣuṣaḥ' — those with the eye of discriminative wisdom — see precisely what the deluded miss: the eternal Ātman moving through all these states untouched, like a witness.",
        "yogananda": "How many millions of people have watched a loved one depart this world and yet seen nothing but the collapse of the physical form — not perceiving the luminous soul that rose from it like fragrance from a flower! And how many live their entire lives without once directly perceiving the soul within themselves — that silent, luminous witness behind all thought and sensation! The Lord calls such people 'vimūḍha' — not with contempt but with compassion — because delusion is simply the absence of light. The ones who see are those who have cultivated the inner eye of jñāna through meditation, satsaṅga, and sincere inquiry. That inner eye, once opened, cannot be closed again.",
        "goyandka": "This verse brings the first section of Chapter 15 to a close with a fundamental epistemological statement: the soul — in its three conditions of transmigrating (utkrāmanta), residing in a body (sthita), and experiencing sense-objects (bhuñjāna) — is invisible to the 'vimūḍha' (the one in whom viveka is absent) precisely because it is 'guṇānvita' (associated with the guṇas). The guṇas act as a concealing veil: the play of sattva, rajas, and tamas in the body-mind complex obscures the pure Consciousness that underlies it. The 'jñāna-cakṣuṣaḥ' — those equipped with the eye of Ātma-vicāra (Self-inquiry) — perceive the eternal jīva-svarūpa shining through all states. This sets up the Lord's further revelation of the Kṣara-Akṣara-Puruṣottama triad in the verses that follow."
      }
    }
  ]
}
