{
  "chapter": 7,
  "verses": [
    {
      "verse": 11,
      "sanskrit": "बलं बलवतां चाहं कामरागविवर्जितम् ।\nधर्माविरुद्धो भूतेषु कामोऽस्मि भरतर्षभ ॥",
      "transliteration": "balaṃ balavatāṃ cāhaṃ kāma-rāga-vivarjitam\ndharma-aviruddho bhūteṣu kāmo 'smi bharatarṣabha",
      "translation": "I am the strength of the strong, devoid of desire and passion. In all beings, O best of the Bharatas, I am that desire which is not contrary to dharma.",
      "audio": "/assets/audio/ch07/verse_07_11.mp3",
      "word_breakdown": [
        {
          "word": "बलम्",
          "transliteration": "balam",
          "root": "bala (strength, power)",
          "grammatical_form": "Noun, neuter, nominative singular",
          "meaning": "strength / power / vital force"
        },
        {
          "word": "बलवताम्",
          "transliteration": "balavatām",
          "root": "balavat (powerful one)",
          "grammatical_form": "Adjective used as noun, genitive plural",
          "meaning": "of the strong / of the mighty"
        },
        {
          "word": "कामरागविवर्जितम्",
          "transliteration": "kāma-rāga-vivarjitam",
          "root": "kāma (desire) + rāga (passion) + vi + √vṛj (to exclude)",
          "grammatical_form": "Tatpuruṣa compound, adjective, neuter, nominative singular",
          "meaning": "devoid of longing and passionate clinging / free from selfish desire and attachment"
        },
        {
          "word": "धर्माविरुद्धः",
          "transliteration": "dharma-aviruddhaḥ",
          "root": "dharma (righteousness) + a (not) + vi + √rudh (to obstruct)",
          "grammatical_form": "Compound adjective, masculine, nominative singular",
          "meaning": "not contrary to righteousness / that which does not oppose dharma"
        },
        {
          "word": "भरतर्षभ",
          "transliteration": "bharatarṣabha",
          "root": "bharata (descendant of Bharata) + ṛṣabha (bull, best)",
          "grammatical_form": "Compound noun, vocative singular",
          "meaning": "O best among the Bharatas / O bull of the Bharata dynasty — epithet for Arjuna"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji used to say with a quiet smile: 'Beta, even your strength when you lift a heavy thing — that is He lifting through you.' This verse brings such peace. Krishna is not only the distant Absolute; He is the very vitality pulsing in your muscles, the firm resolve in your spine. Yet He clarifies — the strength He embodies is pure, cleansed of selfish craving and possessive attachment. And even desire — that restless force we are so often told to suppress — when it moves in alignment with dharma, with the cosmic order, it too is Krishna. The desire to learn, to serve, to give love — that is God moving through us. What a tender and embracing vision of the divine.",
        "sarvapriyananda": "This verse does something philosophically precise: it does not say Krishna is all strength, but the strength of the strong — that irreducible, essential quality. Śaṅkara reads balam here as the pure power that enables function, stripped of its accidental qualities of ego-driven craving (kāma) and obsessive attachment (rāga). What remains when you subtract lust from strength? Pure śakti — and that is Brahman expressing through the finite. The second line is equally careful: kāma is not condemned wholesale. Desire that flows within the channels of dharma — especially the desire for liberation, jijñāsā — is itself a manifestation of the Divine. This is a non-dualistic ethics: nothing is evil in itself, only misaligned.",
        "yogananda": "Yogananda understood this verse as a map of inner energetics. The 'strength of the strong' points to prāṇa, the cosmic life-force which animates all biological and mental activity. When a yogi concentrates the life-force in meditation, withdrawing it from the periphery, they touch this very prāṇa of Krishna. And the desire spoken of here corresponds to what Yogananda called 'divine aspiration' — the soul's innate magnetism toward its Source. Selfish desire scatters our energy outward; dharmic desire gathers it and turns it Godward. The spiritual path is not the destruction of desire but its transformation — redirecting the river of longing from perishable objects back to the eternal Ocean.",
        "goyandka": "Goyandka emphasizes the theological precision of this verse. Krishna declares Himself the essence within phenomena, not the phenomena themselves. Strength as such — balam — belongs to Krishna; what belongs to the jīva is only the mistaken identification with that strength as 'mine.' Similarly, kāma is here carefully qualified: dharma-aviruddhaḥ — only desire that does not violate right conduct and scriptural injunction is divine. Forbidden desire, rooted in the three guṇas and directed at improper objects, is not Krishna but a distortion born of avidyā. This distinction is vital for ethical life: the Gītā does not sanction all desire, only that which supports the cosmic moral order."
      }
    },
    {
      "verse": 12,
      "sanskrit": "ये चैव सात्त्विका भावा राजसास्तामसाश्च ये ।\nमत्त एवेति तान्विद्धि न त्वहं तेषु ते मयि ॥",
      "transliteration": "ye caiva sāttvikā bhāvā rājasās tāmasāś ca ye\nmatta eveti tān viddhi na tv ahaṃ teṣu te mayi",
      "translation": "And whatever states of being there are — of sattva, of rajas, and of tamas — know that they all proceed from Me alone. I am not in them; they are in Me.",
      "audio": "/assets/audio/ch07/verse_07_12.mp3",
      "word_breakdown": [
        {
          "word": "सात्त्विकाः",
          "transliteration": "sāttvikāḥ",
          "root": "sattva (purity, being) + ika (suffix denoting quality)",
          "grammatical_form": "Adjective, masculine, nominative plural",
          "meaning": "of the nature of sattva / pure / luminous states"
        },
        {
          "word": "भावाः",
          "transliteration": "bhāvāḥ",
          "root": "√bhū (to be, to become)",
          "grammatical_form": "Noun, masculine, nominative plural",
          "meaning": "states of being / modes of existence / psychological conditions"
        },
        {
          "word": "मत्तः",
          "transliteration": "mattaḥ",
          "root": "mat (from Me) + taḥ (ablative suffix)",
          "grammatical_form": "Pronoun with ablative suffix, first person singular",
          "meaning": "from Me alone / proceeding from Me"
        },
        {
          "word": "विद्धि",
          "transliteration": "viddhi",
          "root": "√vid (to know)",
          "grammatical_form": "Imperative, second person singular",
          "meaning": "know! / understand! / recognise!"
        },
        {
          "word": "ते मयि",
          "transliteration": "te mayi",
          "root": "tat (they) + mayi (in Me, locative of aham)",
          "grammatical_form": "Pronoun, nominative plural + locative singular",
          "meaning": "they are in Me / they rest within Me"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji called this verse the answer to the great question: 'Where does everything come from?' All three modes — the peaceful clarity of sattva, the restless push of rajas, the heaviness of tamas — all arise from Him. Not a single experience is outside His domain. What gave Dadaji such peace was the second part: 'I am not in them — they are in Me.' The world does not contain God; God contains the world, as the sky contains clouds without being touched by them. When we feel heavy with tamas or scattered with rajas, the Lord Himself is the space within which even that heaviness rests. This is not fatalism; it is the most radical freedom — nothing is outside God, therefore nothing can permanently bind the soul.",
        "sarvapriyananda": "Vedānta makes a crucial distinction here that Krishna states with crystalline clarity: God is the ādhāra, the substratum, not the ādhāya, the content. The three guṇas and all their permutations arise from Brahman as modifications (vikāras) of prakṛti, which itself depends on Brahman. Yet Brahman is not modified — it remains nirguṇa, qualityless, the pure witness. This is the Advaita position of vivarta: the rope appears as a snake without the rope ever becoming a snake. The Divine appears as the three guṇas without ever becoming bound by them. 'Na tv ahaṃ teṣu' — 'I am not in them' — this is the statement of the unbound Self. 'Te mayi' — 'they are in Me' — this is the statement of non-dual ground.",
        "yogananda": "Yogananda saw this verse as describing the structure of cosmic consciousness. The three guṇas are the vibratory frequencies of the creative Aum-vibration — tamas is the slow, contracting frequency; rajas the active, differentiating frequency; sattva the luminous, harmonising frequency. All arise from the Cosmic Dreamer's meditation, like waves from the ocean. But the Dreamer — the ocean — is not disturbed by any wave. The yogi's task is to identify with the Ocean, not with any particular wave. In deep samādhi, the meditator experiences this directly: all states of mind — whether dull, active, or peaceful — are seen to arise and dissolve in one's own infinite awareness.",
        "goyandka": "Goyandka carefully notes the two-part structure of this verse. First: all threefold states of being originate in the Lord alone — He is the ultimate material and efficient cause. Second: He is not limited or contained by them. This preserves both divine immanence and divine transcendence simultaneously. The philosophical implication is vital for sādhanā: no state of mind — not even the deepest tamas or depression — is outside God's sovereignty. Yet God is not defined or confined by any of these states. This prevents two errors: the error of thinking God is absent during dark times, and the error of thinking that any pleasant sattvic experience is itself the final realisation of God."
      }
    },
    {
      "verse": 13,
      "sanskrit": "त्रिभिर्गुणमयैर्भावैरेभिः सर्वमिदं जगत् ।\nमोहितं नाभिजानाति मामेभ्यः परमव्ययम् ॥",
      "transliteration": "tribhir guṇa-mayair bhāvair ebhiḥ sarvam idaṃ jagat\nmohitaṃ nābhijānāti mām ebhyaḥ param avyayam",
      "translation": "Deluded by these three states of being composed of the gunas, the entire world does not know Me — who am beyond them and imperishable.",
      "audio": "/assets/audio/ch07/verse_07_13.mp3",
      "word_breakdown": [
        {
          "word": "त्रिभिः",
          "transliteration": "tribhiḥ",
          "root": "tri (three)",
          "grammatical_form": "Numeral, instrumental plural",
          "meaning": "by the three / through the agency of three"
        },
        {
          "word": "गुणमयैः",
          "transliteration": "guṇa-mayaiḥ",
          "root": "guṇa (quality, strand) + maya (made of, full of)",
          "grammatical_form": "Compound adjective, instrumental plural",
          "meaning": "made of the guṇas / constituted by the three modes"
        },
        {
          "word": "मोहितम्",
          "transliteration": "mohitam",
          "root": "√muh (to be deluded, to be confused)",
          "grammatical_form": "Past passive participle, neuter, nominative singular",
          "meaning": "deluded / bewildered / rendered unconscious of truth"
        },
        {
          "word": "परम्",
          "transliteration": "param",
          "root": "para (beyond, supreme)",
          "grammatical_form": "Adjective, neuter, accusative singular",
          "meaning": "the one beyond / transcendent / the supreme"
        },
        {
          "word": "अव्ययम्",
          "transliteration": "avyayam",
          "root": "a (not) + √vī / vi + √i (to spend, to diminish)",
          "grammatical_form": "Adjective, neuter, accusative singular",
          "meaning": "imperishable / immutable / that which does not decay"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji would gently ask: 'What is the real tragedy of human life?' And then answer: 'Not suffering — suffering can purify. The real tragedy is that God is right here, as our very Self, and we do not know it.' This verse names that tragedy. The whole world — sarvam idaṃ jagat — is asleep to God, hypnotised by the colourful play of sattva, rajas, and tamas. The three guṇas are like a magnificent theatrical production — so beautiful, so involving, so real-seeming — and the audience forgets it is watching a show. The Director, the one 'beyond and imperishable,' goes unrecognised. Dadaji said the only solution is grace — and grace comes through surrender, through love, through not mistaking the show for the whole of reality.",
        "sarvapriyananda": "This verse is the classical statement of saṃsāra's cause: guṇa-maya moha — delusion born of the three modes. The entire jagat — the moving, changing universe — is permeated by the three guṇas, and beings embedded in this play lose sight of the avyaya, the changeless. Śaṅkara comments that 'ebhyaḥ param' (beyond these) establishes Krishna's nirguṇa nature — He is not merely a fourth, higher guṇa, but the dimensionless ground from which all guṇas arise. The ignorance here is not intellectual error alone but existential: the entire orientation of the embodied being is toward the guṇas rather than toward their source. Jñāna yoga is the systematic reversal of this orientation.",
        "yogananda": "Yogananda described the guṇas as the three currents of cosmic electricity — tamas as the negative pole, rajas as the positive, sattva as the neutral or harmonising current. The soul, caught in the interplay of these currents, forgets its identity with the Source beyond all polarity. This is māyā at the causal level — not illusion in the sense of non-existence, but in the sense of misidentification. The yogi who progresses through meditation increasingly perceives the guṇas as modifications of one underlying consciousness — and eventually transcends even the sattvic modifications to rest in the guṇātīta state, where the avyaya Self alone shines. This is samādhi: knowing Krishna as param, the Beyond.",
        "goyandka": "Goyandka draws attention to the universality asserted here: sarvam idaṃ jagat — not some people, not unwise people, but the entire world is deluded. This applies to those in sattva as much as those in tamas, because even sattvic beings remain within the guṇas and therefore within the realm of ignorance. The only exceptions are those who take refuge in Krishna (next verse). Goyandka also emphasises 'avyayam' — Krishna is not subject to decay or modification, unlike every guṇa-state which is inherently temporary. Recognising this impermanence of all guṇa-states is itself the beginning of discrimination (viveka) that leads out of moha."
      }
    },
    {
      "verse": 14,
      "sanskrit": "दैवी ह्येषा गुणमयी मम माया दुरत्यया ।\nमामेव ये प्रपद्यन्ते मायामेतां तरन्ति ते ॥",
      "transliteration": "daivī hy eṣā guṇa-mayī mama māyā duratyayā\nmām eva ye prapadyante māyām etāṃ taranti te",
      "translation": "This divine māyā of Mine, made of the three gunas, is indeed hard to cross over. Those who take refuge in Me alone — they cross over this māyā.",
      "audio": "/assets/audio/ch07/verse_07_14.mp3",
      "word_breakdown": [
        {
          "word": "दैवी",
          "transliteration": "daivī",
          "root": "deva (divine, God) + ī (feminine suffix)",
          "grammatical_form": "Adjective, feminine, nominative singular",
          "meaning": "divine / belonging to the Lord / of God's own power"
        },
        {
          "word": "माया",
          "transliteration": "māyā",
          "root": "√mā (to measure, to create) or ma + yā (that which is not fully real)",
          "grammatical_form": "Noun, feminine, nominative singular",
          "meaning": "the creative power of delusion / cosmic illusion / God's projective energy"
        },
        {
          "word": "दुरत्यया",
          "transliteration": "duratyayā",
          "root": "dur (hard) + ati + √i (to go beyond, to cross)",
          "grammatical_form": "Compound adjective, feminine, nominative singular",
          "meaning": "hard to cross / nearly impassable / extremely difficult to transcend"
        },
        {
          "word": "प्रपद्यन्ते",
          "transliteration": "prapadyante",
          "root": "pra + √pad (to step toward, to take refuge)",
          "grammatical_form": "Present tense, third person plural, ātmanepada",
          "meaning": "take refuge / surrender / fall at the feet of"
        },
        {
          "word": "तरन्ति",
          "transliteration": "taranti",
          "root": "√tṛ (to cross, to overcome)",
          "grammatical_form": "Present tense, third person plural, parasmaipada",
          "meaning": "they cross over / they transcend / they get beyond"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji would fold his hands and say: 'Beta, do not try to fight māyā — you will lose. The only way is to run to God.' This verse is the Gītā's great statement of the path of surrender. Māyā is called 'daivī' — divine — because it is not an enemy; it is God's own creative power. It is 'mine,' Krishna says — this is not something alien to the Lord. And yet it is duratyayā — nearly impossible to overcome by personal effort alone. The gate that opens is prapatti — complete self-surrender to Krishna. Not partial surrender, not surrender as a technique, but the heart's genuine giving over of itself. When that happens, māyā does not fight you — it simply steps aside, because the owner has come home.",
        "sarvapriyananda": "The term 'daivī māyā' is philosophically rich. It distinguishes God's māyā from jīva's avidyā (ignorance). Māyā belongs to Īśvara — it is His śakti, His creative power that projects the universe. It is guṇa-mayī — made of the three qualities — meaning it is entirely within the realm of prakṛti, not of puruṣa. That it is duratyayā for the individual is evident from the world's condition (previous verse). The solution — mām eva prapadyante — is not a devotional concession but a precise metaphysical prescription: since māyā is the Lord's śakti, only alignment with the Lord Himself can neutralise it. You cannot overcome God's power by your own effort; you can only be carried beyond it by God's grace.",
        "yogananda": "Yogananda explained māyā as the Cosmic Magician's show — a performance of infinite creativity and convincing illusion. The word 'daivī' tells us it originates in the divine will; it is purposive, not accidental. Māyā provides the stage for the soul's evolutionary journey back to God-consciousness. It is duratyayā — hard to escape — because the ego, itself a product of māyā, cannot lift itself out of māyā by its own strength. This is why the saints emphasise surrender: 'mām eva' — Me alone, not technique, not philosophy, not effort. The moment the soul truly surrenders its will to the Cosmic Will, it discovers it was never separate from the ocean — it was only a wave believing itself separate.",
        "goyandka": "Goyandka offers a careful grammatical and theological analysis. 'Mama māyā' — My māyā — establishes that māyā is not an independent power but entirely subordinate to God. What is called 'hard to cross' is so only for the jīva operating through ego and personal effort; it presents no obstacle for the one who surrenders to the Lord. 'Mām eva' — the word eva (alone, only) is emphatic: partial surrender or surrender to lesser powers does not avail. Goyandka also notes that 'taranti te' — they cross over — is in the simple present, indicating this is a universal and reliable principle, not an occasional possibility. Surrender to God is the guaranteed and only means of liberation from māyā."
      }
    },
    {
      "verse": 15,
      "sanskrit": "न मां दुष्कृतिनो मूढाः प्रपद्यन्ते नराधमाः ।\nमाययापहृतज्ञाना आसुरं भावमाश्रिताः ॥",
      "transliteration": "na māṃ duṣkṛtino mūḍhāḥ prapadyante narādhamāḥ\nmāyayāpahṛta-jñānā āsuraṃ bhāvam āśritāḥ",
      "translation": "The evil-doers, the deluded, the lowest of men — those whose wisdom has been swept away by māyā and who follow the nature of the asuras — they do not take refuge in Me.",
      "audio": "/assets/audio/ch07/verse_07_15.mp3",
      "word_breakdown": [
        {
          "word": "दुष्कृतिनः",
          "transliteration": "duṣkṛtinaḥ",
          "root": "duṣ (bad, evil) + √kṛ (to do) + in (agent suffix)",
          "grammatical_form": "Noun/adjective, masculine, nominative plural",
          "meaning": "evil-doers / those who perform wicked actions habitually"
        },
        {
          "word": "नराधमाः",
          "transliteration": "narādhamāḥ",
          "root": "nara (human being) + adhama (lowest)",
          "grammatical_form": "Tatpuruṣa compound, masculine, nominative plural",
          "meaning": "the lowest of human beings / those who have squandered human life"
        },
        {
          "word": "मायया",
          "transliteration": "māyayā",
          "root": "māyā (cosmic illusion, divine creative power)",
          "grammatical_form": "Noun, feminine, instrumental singular",
          "meaning": "by māyā / through the agency of cosmic delusion"
        },
        {
          "word": "अपहृतज्ञानाः",
          "transliteration": "apahṛta-jñānāḥ",
          "root": "apa + √hṛ (to carry away, to steal) + jñāna (wisdom)",
          "grammatical_form": "Bahuvrīhi compound, masculine, nominative plural",
          "meaning": "those whose wisdom has been carried away / robbed of discernment"
        },
        {
          "word": "आसुरम् भावम्",
          "transliteration": "āsuraṃ bhāvam",
          "root": "asura (demon, one who rejects the divine) + bhāva (nature, state)",
          "grammatical_form": "Adjective + noun, accusative singular",
          "meaning": "the demonic nature / the disposition that opposes the divine"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji never read this verse with harshness — always with compassion. He would say: 'These people are not condemned — they are simply asleep in a very deep way, and māyā has stolen even their capacity to seek.' The four types named here are not separate categories but a single pattern of spiritual unavailability: actions aligned against dharma create a hardened ego, which becomes mūḍha (dull), which sinks to the lowest human potential, until even wisdom is swept away by the tide of illusion. The āsura-bhāva is not about demons — it describes a human being who has forgotten that anything greater than the ego exists. Dadaji's prayer was always for such souls: 'May God's grace reach even them, for they cannot reach toward it themselves.'",
        "sarvapriyananda": "This verse is a diagnostic, not a condemnation. Krishna describes the mechanisms by which the soul becomes unavailable for surrender. Notice the sequence: duṣkṛtina (wrong action) leads to mūḍha (delusion), which produces narādhama (the wasting of human potential), which results in māyayāpahṛta-jñāna (wisdom stolen by māyā), which ends in āsura-bhāva (orientation away from the divine). Each stage progressively closes off the possibility of prapatti. Āsura-bhāva does not mean practising black magic — it means living as if matter is all there is, as if the ego is the final reality. This is the deepest delusion: the denial of one's own divine nature.",
        "yogananda": "Yogananda described these four types as souls at different stages of spiritual darkness. The 'evil-doers' have oriented their life-energy entirely outward and downward. The 'deluded' have lost the capacity for self-reflection. The 'lowest of humans' have wasted the precious gift of human birth — the only incarnation in which God-realisation is accessible. And those with stolen wisdom represent the saddest condition: they may be intellectually brilliant, yet their brilliance serves only the ego. The āsura-nature is materialism in its subtlest form — the conviction that no reality exists beyond what the senses and ego can grasp. Yogananda taught that even these souls will eventually turn toward God, but after many more cycles of learning through suffering.",
        "goyandka": "Goyandka presents this verse as the necessary complement to verse 14. Having stated the path of prapatti, Krishna now explains why not everyone takes it. Four distinct obstacles are named. Duṣkṛtina: the accumulation of sinful acts creates saṃskāras (mental impressions) that pull the mind away from God. Mūḍha: tamasic delusion prevents discrimination. Narādhama: the deliberate degradation of human potential by choosing animalistic life-goals. Māyayāpahṛta-jñāna: even learning and knowledge, when divorced from ethical living and surrender to God, become tools of ego-reinforcement. Āsura-bhāva ties them together: a fundamental orientation against the divine will. Goyandka notes this is why karma, jñāna, and bhakti must be integrated — no one alone suffices."
      }
    },
    {
      "verse": 16,
      "sanskrit": "चतुर्विधा भजन्ते मां जनाः सुकृतिनोऽर्जुन ।\nआर्तो जिज्ञासुरर्थार्थी ज्ञानी च भरतर्षभ ॥",
      "transliteration": "catur-vidhā bhajante māṃ janāḥ sukṛtino 'rjuna\nārto jijñāsur arthārthī jñānī ca bharatarṣabha",
      "translation": "Four kinds of virtuous people worship Me, O Arjuna — the distressed, the seeker of knowledge, the seeker of wealth, and the wise one, O best of the Bharatas.",
      "audio": "/assets/audio/ch07/verse_07_16.mp3",
      "word_breakdown": [
        {
          "word": "चतुर्विधाः",
          "transliteration": "catur-vidhāḥ",
          "root": "catur (four) + vidhā (kind, type)",
          "grammatical_form": "Compound adjective, masculine, nominative plural",
          "meaning": "of four kinds / fourfold in type"
        },
        {
          "word": "सुकृतिनः",
          "transliteration": "sukṛtinaḥ",
          "root": "su (good, well) + √kṛ (to do) + in (agent suffix)",
          "grammatical_form": "Noun/adjective, masculine, nominative plural",
          "meaning": "virtuous / those who have accumulated good karma / meritorious souls"
        },
        {
          "word": "आर्तः",
          "transliteration": "ārtaḥ",
          "root": "√ṛ / ā + √ṛ (to be afflicted, to be in pain)",
          "grammatical_form": "Past passive participle used as noun, masculine, nominative singular",
          "meaning": "the distressed one / the afflicted / one who suffers and cries out to God"
        },
        {
          "word": "जिज्ञासुः",
          "transliteration": "jijñāsuḥ",
          "root": "√jñā (to know) — desiderative form: one desirous of knowing",
          "grammatical_form": "Desiderative noun, masculine, nominative singular",
          "meaning": "the seeker of knowledge / the spiritually curious / one who yearns to understand Truth"
        },
        {
          "word": "अर्थार्थी",
          "transliteration": "arthārthī",
          "root": "artha (purpose, wealth, object of desire) + arthin (one who seeks)",
          "grammatical_form": "Tatpuruṣa compound, masculine, nominative singular",
          "meaning": "the seeker of material benefit / one who approaches God for worldly purposes"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji loved this verse because it shows how open-armed God is. No one is turned away. The ārtī — the person in anguish — cries out, and that cry reaches God. The jijñāsu may begin with just curiosity, wondering if there is something more to life. The arthārthī may come asking for a job, for health, for a child — and even that prayer is honoured. And then there is the jñānī, who comes knowing who He is and who they themselves are. All four are called sukṛtinaḥ — people of good merit. Dadaji said: 'God does not demand that you come perfectly. He accepts whatever level you come at — because the very act of turning toward God is itself the beginning of awakening.' The door is always open.",
        "sarvapriyananda": "This verse provides the psychology of devotion. The ārtī approaches God in crisis — pain cracks the ego's self-sufficiency open. The jijñāsu comes with philosophical hunger — the best of minds, approaching the divine with genuine inquiry. The arthārthī comes with desire — which Krishna does not condemn; even desire-driven worship creates a relationship with God that can deepen. The jñānī alone comes in knowledge of identity — not worshipping a separate God but recognising the non-difference between the worshipper and the worshipped. All four are sukṛtina — meritorious — which places bhakti above mere performance: the quality of the act is determined by the orientation of the heart toward the Divine, not by its perfection.",
        "yogananda": "Yogananda taught that these four types represent the four stages of every soul's journey. In youth or crisis we are ārtī — suffering drives us to God. Through life's questions we become jijñāsu — curiosity about life's meaning deepens into spiritual inquiry. The arthārthī stage represents the soul that still believes happiness lies in outer fulfillment, yet turns to God to get it — and God, compassionate, both gives and uses that relationship to draw the soul further inward. Finally comes the jñānī, the soul that has realised: what I was seeking outside is the very Source within me. Yogananda said most devotees pass through all four stages in a single lifetime, or even in a single meditation.",
        "goyandka": "Goyandka carefully notes 'sukṛtinaḥ' — all four are virtuous, not just the jñānī. This means that approaching God even for worldly purposes, if done with sincerity and with God as the object of approach, is itself meritorious. It is a far higher act than not approaching God at all, which is the condition described in the previous verse. Goyandka identifies these four as a hierarchy of readiness rather than a hierarchy of worth: the ārtī and arthārthī worship God for relief and gain; the jijñāsu seeks to understand God; only the jñānī has transcended the devotee-God duality. Yet all four are honoured. The Gītā's inclusivity on this point is theologically significant: saguṇa devotion for any sincere purpose leads ultimately toward nirguṇa realisation."
      }
    },
    {
      "verse": 17,
      "sanskrit": "तेषां ज्ञानी नित्ययुक्त एकभक्तिर्विशिष्यते ।\nप्रियो हि ज्ञानिनोऽत्यर्थमहं स च मम प्रियः ॥",
      "transliteration": "teṣāṃ jñānī nitya-yukta eka-bhaktir viśiṣyate\npriyo hi jñānino 'tyartham ahaṃ sa ca mama priyaḥ",
      "translation": "Of these, the wise one — ever united with Me, devoted to Me alone — is the most excellent. For I am supremely dear to the wise, and the wise is supremely dear to Me.",
      "audio": "/assets/audio/ch07/verse_07_17.mp3",
      "word_breakdown": [
        {
          "word": "ज्ञानी",
          "transliteration": "jñānī",
          "root": "√jñā (to know) + in (possessive suffix)",
          "grammatical_form": "Noun, masculine, nominative singular",
          "meaning": "the wise one / the one who has knowledge of the Self / the jñānī-devotee"
        },
        {
          "word": "नित्ययुक्तः",
          "transliteration": "nitya-yuktaḥ",
          "root": "nitya (eternal, constant) + √yuj (to unite, to yoke)",
          "grammatical_form": "Tatpuruṣa compound, masculine, nominative singular",
          "meaning": "ever united / perpetually in yoga / always connected to the Divine"
        },
        {
          "word": "एकभक्तिः",
          "transliteration": "eka-bhaktiḥ",
          "root": "eka (one, single) + bhakti (devotion, love)",
          "grammatical_form": "Tatpuruṣa compound, masculine, nominative singular",
          "meaning": "of single-pointed devotion / exclusively devoted / undivided in love"
        },
        {
          "word": "विशिष्यते",
          "transliteration": "viśiṣyate",
          "root": "vi + √śiṣ (to distinguish, to excel)",
          "grammatical_form": "Present passive/middle, third person singular",
          "meaning": "excels / is pre-eminent / stands apart as the highest"
        },
        {
          "word": "अत्यर्थम्",
          "transliteration": "atyartham",
          "root": "ati (beyond, exceedingly) + artha (meaning, purpose, value)",
          "grammatical_form": "Adverb (compound used adverbially)",
          "meaning": "exceedingly / supremely / beyond all measure"
        }
      ],
      "commentary": {
        "dadaji": "This verse moved Dadaji to tears sometimes. He would say: 'Can you imagine — God Himself says the wise devotee is dear to Me. God — who needs nothing, who lacks nothing — says this person is My beloved.' The jñānī is not someone with bookish knowledge; this is the person who has realised God, who lives in constant union (nitya-yukta), whose entire devotion is undivided (eka-bhakti). And the relationship is mutual: I am dear to the jñānī, and the jñānī is dear to Me. Dadaji said this is the secret of the saints — they don't merely love God; they know themselves to be loved by God completely. That reciprocal love is the highest state of existence. This is the goal.",
        "sarvapriyananda": "The jñānī described here is not merely an intellectual who has studied Vedānta. Nitya-yukta — perpetually unified — means this person lives in continuous non-dual awareness. Eka-bhakti — single-pointed devotion — means the mind never wavers from its recognition of the Absolute. From Śaṅkara's perspective, this is the jīvanmukta, the one liberated while living, who sees Brahman everywhere and in all things. The mutual priyatā (dearness) Krishna declares is Vedānta's bold statement: Brahman's love is not metaphorical. The relationship between the realised jñānī and Brahman is the only truly non-transactional relationship — two who are ultimately One, expressing the joy of that Oneness through the form of devotion.",
        "yogananda": "Yogananda saw in this verse the description of the God-united master — the fully Self-realised soul who has achieved the state of nirbīja samādhi, where even the seed of separation from God is gone. Nitya-yukta: always in union — not just during meditation but in every moment of waking, dreaming, and deep sleep. Eka-bhakti: the heart is no longer divided between God and world because the jñānī has seen the world as God. Yogananda wrote that such a one becomes a 'divine magnet' — God is drawn to them because in them God sees Himself most clearly reflected. 'I am dear to the jñānī' — God knows Himself through the jñānī's realisation, and this is the most intimate form of divine joy.",
        "goyandka": "Goyandka analyses the superlative 'viśiṣyate' — the jñānī is not merely good but the best of the four types. The reason is structural: the other three worship God for something — relief, knowledge, wealth. The jñānī worships God as God, having no other need or seeking. This is utterly pure devotion, ananya-bhakti. Goyandka notes that nitya-yukta and eka-bhakti together constitute the highest definition of bhakti-yoga: continuous union and undivided attention. The statement that the jñānī is 'supremely dear' to God is not anthropomorphism; it reflects the metaphysical principle that the closest affinity exists between like natures — the jñānī, having realised their divine nature, is closest to the Divine."
      }
    },
    {
      "verse": 18,
      "sanskrit": "उदाराः सर्व एवैते ज्ञानी त्वात्मैव मे मतम् ।\nआस्थितः स हि युक्तात्मा मामेवानुत्तमां गतिम् ॥",
      "transliteration": "udārāḥ sarva evaite jñānī tv ātmaiva me matam\nāsthitaḥ sa hi yuktātmā mām evānuttamāṃ gatim",
      "translation": "Noble indeed are all of these; but the wise one I regard as My very Self — for with his self absorbed in Me, he is established in Me alone as the supreme goal.",
      "audio": "/assets/audio/ch07/verse_07_18.mp3",
      "word_breakdown": [
        {
          "word": "उदाराः",
          "transliteration": "udārāḥ",
          "root": "ud (up, elevated) + √dṛ / ā (to lift, to esteem)",
          "grammatical_form": "Adjective, masculine, nominative plural",
          "meaning": "noble / magnanimous / generous in spirit / elevated souls"
        },
        {
          "word": "ज्ञानी",
          "transliteration": "jñānī",
          "root": "√jñā (to know) + in (possessive suffix)",
          "grammatical_form": "Noun, masculine, nominative singular",
          "meaning": "the wise one / the one with Self-knowledge"
        },
        {
          "word": "आत्मैव",
          "transliteration": "ātmaiva",
          "root": "ātman (Self, soul) + eva (indeed, alone — emphatic particle)",
          "grammatical_form": "Noun + emphatic particle, nominative singular",
          "meaning": "My very Self / none other than Myself — the jñānī is identical with Me"
        },
        {
          "word": "युक्तात्मा",
          "transliteration": "yuktātmā",
          "root": "yukta (yoked, united) + ātman (self, mind)",
          "grammatical_form": "Bahuvrīhi compound, masculine, nominative singular",
          "meaning": "one whose self is unified / whose mind is absorbed in God / with a disciplined spirit"
        },
        {
          "word": "अनुत्तमाम्",
          "transliteration": "anuttamām",
          "root": "an (not) + uttama (highest, topmost)",
          "grammatical_form": "Adjective, feminine, accusative singular (qualifying gatim)",
          "meaning": "the unsurpassed / the supreme / that which has no higher — qualifying 'goal'"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji used to pause long after reading this verse. Then he would say quietly: 'Do you understand what God is saying? He is saying the jñānī is His own Self.' This is the most intimate statement in the entire Bhagavad Gītā. God does not say 'the jñānī is My best devotee' or 'the jñānī is very close to Me.' He says: ātmaiva — My very Self. This is the Upaniṣadic truth made personal and warm: tat tvam asi — Thou art That. And before saying this, Krishna does something beautiful — He affirms all four devotees: 'Udārāḥ sarva' — all are noble. No one is turned away. But the jñānī has gone all the way home, and home is God Himself.",
        "sarvapriyananda": "This verse contains one of the most theologically daring declarations in all of sacred literature: jñānī tu ātmaiva me matam — 'the jñānī is indeed My very Self.' Śaṅkara takes this literally: the jñānī is Brahman, and this is not a hyperbolic compliment but a statement of ontological fact. The appearance of duality between devotee and God dissolves in the jñānī's realisation, just as the dream-figure dissolves upon waking — not annihilated but revealed as never having been separate from the dreamer. 'Yuktātmā mām eva anuttamāṃ gatim' — 'with Self unified, established in Me as the supreme goal' — this is mokṣa: not going somewhere, but recognising what has always been the case.",
        "yogananda": "Yogananda saw this verse as the climax of the jñānī's journey: the wave realises it was always the ocean. The phrase 'mām evānuttamāṃ gatim' — 'established in Me as the supreme destination' — points to what he called the breathless state of cosmic consciousness, where the yogi's individual awareness merges into the Infinite without losing consciousness. This is not annihilation; it is the fullest possible existence. The other three types of devotees — the ārtī, jijñāsu, and arthārthī — are still on the journey. The jñānī has arrived. And upon arrival, they discover that the journey was always within the Destination, that the seeker was always the sought, that the separate 'I' was always 'He.'",
        "goyandka": "Goyandka emphasises the word 'tu' (but/however) in 'jñānī tu' — it marks a contrast and elevation. While all four devotees are honoured as udāra (noble), the jñānī occupies a categorically different position. 'Ātmaiva me matam' — I consider him My own Self — is not merely devotional warmth but an exact description of the jñānī's state: they have realised ātman = Brahman, and therefore from God's perspective, there is no difference. Goyandka notes that 'anuttamāṃ gatim' — the unsurpassed goal — means no higher attainment exists. This is not one stage on the path; it is the completion of all paths. The jñānī's establishment in God is final and unshakeable."
      }
    },
    {
      "verse": 19,
      "sanskrit": "बहूनां जन्मनामन्ते ज्ञानवान्मां प्रपद्यते ।\nवासुदेवः सर्वमिति स महात्मा सुदुर्लभः ॥",
      "transliteration": "bahūnāṃ janmanām ante jñānavān māṃ prapadyate\nvāsudevaḥ sarvam iti sa mahātmā su-durlabhaḥ",
      "translation": "At the end of many births, the one who has wisdom takes refuge in Me, knowing 'Vāsudeva is all.' Such a great soul is very rare indeed.",
      "audio": "/assets/audio/ch07/verse_07_19.mp3",
      "word_breakdown": [
        {
          "word": "बहूनाम्",
          "transliteration": "bahūnām",
          "root": "bahu (many, much)",
          "grammatical_form": "Adjective, genitive plural",
          "meaning": "of many / after countless"
        },
        {
          "word": "जन्मनाम्",
          "transliteration": "janmanām",
          "root": "√jan (to be born) → janman (birth, life)",
          "grammatical_form": "Noun, neuter, genitive plural",
          "meaning": "of births / of lifetimes"
        },
        {
          "word": "ज्ञानवान्",
          "transliteration": "jñānavān",
          "root": "jñāna (knowledge) + vat (possessing)",
          "grammatical_form": "Adjective used as noun, masculine, nominative singular",
          "meaning": "the one possessed of wisdom / the fully matured knower"
        },
        {
          "word": "वासुदेवः सर्वम्",
          "transliteration": "vāsudevaḥ sarvam",
          "root": "Vāsudeva (son of Vasudeva — Krishna) + sarva (all, everything)",
          "grammatical_form": "Proper noun, nominative + adjective/pronoun, nominative",
          "meaning": "Vāsudeva is everything / Krishna is all / the Absolute is the totality of existence"
        },
        {
          "word": "सुदुर्लभः",
          "transliteration": "su-durlabhaḥ",
          "root": "su (very, intensifier) + dur (hard) + √labh (to obtain, to find)",
          "grammatical_form": "Compound adjective, masculine, nominative singular",
          "meaning": "very rarely found / exceedingly rare / extremely hard to come by"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji would sometimes say this verse with a long exhale — as if the weight of those 'many births' was felt in his body. The evolution of the soul across countless lives, slowly, slowly, birth by birth, experience by experience, purification by purification — until finally something inside completely opens, and the jñānī falls at God's feet, knowing: 'Vāsudeva is all — there is nothing that is not God.' The epithet Vāsudeva is so rich — the one who dwells (vāsa) everywhere, in whom everything dwells, son of Vasudeva. And the great soul who reaches this recognition is su-durlabha — so rare as to be almost beyond imagining. Dadaji said: 'We are lucky just to have heard these words.'",
        "sarvapriyananda": "The Mahāvākya of this verse is 'vāsudevaḥ sarvam iti' — Vāsudeva is everything. This is the experiential realisation of the Upaniṣadic declaration 'sarvam khalv idaṃ brahma' — all this is indeed Brahman. The qualification 'bahūnāṃ janmanām ante' — after many births — tells us this realisation is the fruit of long spiritual evolution. Karma accumulates, burns, purifies; birth by birth the veil thins; and at last the moment of complete seeing arrives. The mahātmā here is literally the 'great Self' — one whose self has expanded to encompass everything, for whom the boundary between self and world has dissolved. 'Su-durlabhaḥ' — Krishna's own honest acknowledgment that such completeness is extraordinarily rare.",
        "yogananda": "Yogananda called this the verse of cosmic remembrance. The soul travels through many incarnations, each one adding another layer of purification, another degree of expansion of awareness. What accumulates across lives is not merely good karma but jñāna — actual insight into the nature of Reality. At the culmination of this long journey comes the flash of total recognition: Vāsudeva — the all-pervading One — is all. Not 'God is everywhere' as a theological belief, but as direct perception, as immediate as seeing one's own hand. Yogananda said the greatest saints have this vision constantly: every atom of creation is seen as a wave in the ocean of Cosmic Consciousness. To see this clearly and always — that is the rarest of human attainments.",
        "goyandka": "Goyandka draws three teachings from this verse. First: spiritual realisation requires the long ripening of many lifetimes — there are no true shortcuts, though grace can accelerate the journey. Second: the content of the jñānī's realisation is precisely stated — 'Vāsudeva is all' — this is sarvatmabhāva, the realisation of God as the Self of all. This is not theism but the highest non-dualism: there is nothing that is not God. Third: su-durlabha — this rarity is Krishna's honest statement about the nature of full realisation. Goyandka uses this to counsel humility: those still on the path should not imagine they have already arrived, and should intensify their sādhanā with renewed dedication."
      }
    },
    {
      "verse": 20,
      "sanskrit": "कामैस्तैस्तैर्हृतज्ञानाः प्रपद्यन्तेऽन्यदेवताः ।\nतं तं नियममास्थाय प्रकृत्या नियताः स्वया ॥",
      "transliteration": "kāmais tais tair hṛta-jñānāḥ prapadyante 'nya-devatāḥ\ntaṃ taṃ niyamam āsthāya prakṛtyā niyatāḥ svayā",
      "translation": "Those whose wisdom has been carried away by various desires take refuge in other deities — following this or that rule of worship — driven by their own nature.",
      "audio": "/assets/audio/ch07/verse_07_20.mp3",
      "word_breakdown": [
        {
          "word": "कामैः",
          "transliteration": "kāmaiḥ",
          "root": "√kam (to desire, to long for) → kāma (desire, wish)",
          "grammatical_form": "Noun, masculine, instrumental plural",
          "meaning": "by desires / through the force of various longings"
        },
        {
          "word": "हृतज्ञानाः",
          "transliteration": "hṛta-jñānāḥ",
          "root": "√hṛ (to take, to carry away) + jñāna (wisdom, discernment)",
          "grammatical_form": "Bahuvrīhi compound, masculine, nominative plural",
          "meaning": "those whose wisdom has been stolen / whose discrimination has been carried away by desires"
        },
        {
          "word": "अन्यदेवताः",
          "transliteration": "anya-devatāḥ",
          "root": "anya (other, different) + devatā (deity, divine being)",
          "grammatical_form": "Tatpuruṣa compound, feminine accusative plural",
          "meaning": "other deities / devas other than the Supreme / limited divine beings"
        },
        {
          "word": "नियमम्",
          "transliteration": "niyamam",
          "root": "ni + √yam (to restrain, to regulate) → niyama (rule, observance, vow)",
          "grammatical_form": "Noun, masculine, accusative singular",
          "meaning": "a rule / a vow / a particular form of ritual observance"
        },
        {
          "word": "प्रकृत्या",
          "transliteration": "prakṛtyā",
          "root": "pra + √kṛ (to make, to do) → prakṛti (nature, one's own constitution)",
          "grammatical_form": "Noun, feminine, instrumental singular",
          "meaning": "by nature / through one's own inherent constitution / impelled by one's own tendencies"
        }
      ],
      "commentary": {
        "dadaji": "Dadaji read this verse with great tenderness, not judgment. He would say: 'These people are not wrong to worship — worship is always good. But their vision is limited by what their desires can see.' When desire dominates, the heart seeks a God-of-results — a deity who grants this wish or that boon. And so they follow this practice or that ritual, choosing their deity based on what they need. Dadaji said this is natural, even beautiful at its own level — it is still worship, still turning toward the divine, even if partially. The limitation is not in their sincerity but in their vision. As desires are gradually fulfilled and eventually seen through, these same souls will find their way to the deeper surrender described in verse 19.",
        "sarvapriyananda": "The verse makes a careful metaphysical distinction: not all worship is worship of the same reality. Anya-devatāḥ — other deities — are finite divine beings, devas, who exist within the cosmic order and can grant specific boons. They are real; their worship is valid at its level. But they are not the Supreme. The person driven by desire (kāmais hṛta-jñānāḥ — wisdom stolen by desires) cannot see past the finite object of desire to the Infinite behind it. 'Prakṛtyā niyatāḥ svayā' — constrained by their own nature — indicates this is not mere stubbornness but a genuine developmental stage. The guṇas of their own constitution determine what level of reality they can apprehend. This verse is descriptive, not condemnatory.",
        "yogananda": "Yogananda saw in this verse the spiritual-psychological mechanism of misdirected seeking. Every desire, he taught, is ultimately a misidentified desire for God — for bliss, for completeness, for that which never ends. When desire is strong, the seeker looks for its satisfaction in the outer world or in limited divine beings who can fulfil specific requests. The various niyamas — rules of worship for different deities — represent the many doorways of the cosmic temple. They are not false doors, but they lead to finite rooms, not the Infinite Hall of Brahman. The role of the satguru and of scriptural study is to gently expand the devotee's vision: 'What you truly want is not this — it is That.' As the soul matures, the outer doors become recognisable as openings in the same boundless sanctuary.",
        "goyandka": "Goyandka presents this verse as the explanation for the diversity of religious practice in the world. People follow different deities and different observances because their desires are different and their natures (prakṛti) are different. The phrase 'taṃ taṃ niyamam āsthāya' — following this or that rule — indicates the variety of sādhanā traditions, each adapted to a particular deity and a particular type of devotee. Goyandka insists this is not condemned in the Gītā; it is simply described as limited. The implication of the surrounding verses is clear: when desires are exhausted or transcended, and when the worship of limited deities reveals its limitations, the seeker is ready for the highest teaching — prapatti to the Supreme Brahman alone."
      }
    }
  ]
}
