{
  "chapter": 11,
  "verses": [
    {
      "verse": 21,
      "sanskrit": "amī hi tvāṃ surasaṃghā viśanti kecid bhītāḥ prāñjalayo gṛṇanti | svastīty uktvā maharṣisiddhasaṃghāḥ stuvanti tvāṃ stutibhiḥ puṣkalābhiḥ ||",
      "transliteration": "amī hi tvāṃ sura-saṃghā viśanti kecit bhītāḥ prāñjalayo gṛṇanti | svasti ity uktvā maharṣi-siddha-saṃghāḥ stuvanti tvāṃ stutibhiḥ puṣkalābhiḥ ||",
      "translation": "Indeed these hosts of gods are entering into You; some in fear, with palms joined, are praising You; bands of great sages and perfected ones cry svasti (may it be well) and extol You with copious hymns.",
      "audio": "/assets/audio/ch11/verse_11_21.mp3",
      "word_breakdown": [
        {
          "word": "amī",
          "meaning": "these (yonder)"
        },
        {
          "word": "hi",
          "meaning": "indeed, verily"
        },
        {
          "word": "tvām",
          "meaning": "You"
        },
        {
          "word": "sura-saṃghāḥ",
          "meaning": "hosts/multitudes of gods"
        },
        {
          "word": "viśanti",
          "meaning": "are entering"
        },
        {
          "word": "kecit",
          "meaning": "some"
        },
        {
          "word": "bhītāḥ",
          "meaning": "in fear, frightened"
        },
        {
          "word": "prāñjalayaḥ",
          "meaning": "with palms joined in reverence"
        },
        {
          "word": "gṛṇanti",
          "meaning": "are praising, chanting"
        },
        {
          "word": "svasti iti",
          "meaning": "saying svasti / may it be well"
        },
        {
          "word": "uktvā",
          "meaning": "having said, crying out"
        },
        {
          "word": "maharṣi",
          "meaning": "great sages (maharishi)"
        },
        {
          "word": "siddha-saṃghāḥ",
          "meaning": "bands/hosts of perfected ones (siddhas)"
        },
        {
          "word": "stuvanti",
          "meaning": "are extolling, are lauding"
        },
        {
          "word": "stutibhiḥ",
          "meaning": "with hymns, with praises"
        },
        {
          "word": "puṣkalābhiḥ",
          "meaning": "copious, abundant, excellent"
        }
      ],
      "commentary": {
        "dadaji": "Arjuna witnesses something beautiful even within his growing fear — the gods and sages do not flee from this overwhelming form, they rush toward it, some trembling, some singing. This is a lesson for us too: when life feels crushing and incomprehensible, the wise response is not to run away but to fold our hands and say svasti — may all be well. Even in the face of what we cannot understand, we can praise. The perfected ones know that behind every terrifying appearance of the Divine, there is only grace.",
        "sarvapriyananda": "This verse opens the stuti — the hymn of praise — that Arjuna will sustain through several verses even as fear overwhelms him. The Upaniṣads speak of the Divine as both the terrible (ghora) and the auspicious (śiva); here we see both responses simultaneously: some gods enter in fear (bhītāḥ), others fold their palms and sing. The cry of svasti — the primordial blessing — is itself an affirmation that Brahman, even in its most terrifying aspect, is ultimately welfare (kalyāṇa). Arjuna is beginning to discover the non-dual truth that the destroyer and the sustainer are one.",
        "yogananda": "As souls at the moment of cosmic dissolution return to the ocean of Spirit, so the divine hosts are seen flowing back into the one Source from which they emanated. Fear arises from the illusion of separateness; even the gods who tremble here have not yet fully realized their unity with the Cosmic Christ-consciousness. The siddhas who sing svasti have touched that realization — they know that what appears as terrible withdrawal is only the Infinite reclaiming Itself. Every great kriyā experience carries a whisper of this: the ego trembles, but the soul sings.",
        "goyandka": "Bhagavān's cosmic form draws all the celestial beings toward it like iron to a magnet. The devas who enter in fear still enter — even their fear is a form of surrender. The maharṣis and siddhas who cry svasti and sing stutis are models of the proper attitude before the Viśvarūpa: complete reverence, abundant praise, and wholehearted acceptance of whatever the Divine wills. The term puṣkalābhiḥ — copious, overflowing — indicates that no words are sufficient to praise Bhagavān fully; yet the sages pour forth hymns in abundance as an act of devotion, not as a claim of completeness."
      }
    },
    {
      "verse": 22,
      "sanskrit": "rudrādityā vasavo ye ca sādhyā viśve'śvinau marutaś coṣmapāś ca | gandharvayakṣāsurasiddhasaṃghā vīkṣante tvāṃ vismitāś caiva sarve ||",
      "transliteration": "rudrā ādityā vasavo ye ca sādhyāḥ viśve aśvinau marutaḥ ca uṣmapāḥ ca | gandharva-yakṣa-asura-siddha-saṃghāḥ vīkṣante tvāṃ vismitāḥ ca eva sarve ||",
      "translation": "The Rudras, Adityas, Vasus, Sadhyas, Vishvedevas, the two Ashvins, the Maruts, the Ushma-pas (ancestors who consume steam), and the hosts of Gandharvas, Yakshas, Asuras, and Siddhas — all of them gaze upon You in amazement.",
      "audio": "/assets/audio/ch11/verse_11_22.mp3",
      "word_breakdown": [
        {
          "word": "rudrāḥ",
          "meaning": "the eleven Rudras (storm gods)"
        },
        {
          "word": "ādityāḥ",
          "meaning": "the twelve Adityas (solar deities)"
        },
        {
          "word": "vasavaḥ",
          "meaning": "the eight Vasus (elemental gods)"
        },
        {
          "word": "sādhyāḥ",
          "meaning": "the Sadhyas (a class of celestial beings)"
        },
        {
          "word": "viśve",
          "meaning": "the Vishvedevas (all-gods)"
        },
        {
          "word": "aśvinau",
          "meaning": "the two Ashvins (twin divine physicians)"
        },
        {
          "word": "marutaḥ",
          "meaning": "the Maruts (storm wind gods)"
        },
        {
          "word": "uṣmapāḥ",
          "meaning": "the Ushma-pas, ancestors who consume vapor/steam"
        },
        {
          "word": "gandharvāḥ",
          "meaning": "Gandharvas (celestial musicians)"
        },
        {
          "word": "yakṣāḥ",
          "meaning": "Yakshas (nature spirits)"
        },
        {
          "word": "asurāḥ",
          "meaning": "Asuras (titans, demonic powers)"
        },
        {
          "word": "siddhāḥ",
          "meaning": "Siddhas (perfected spiritual beings)"
        },
        {
          "word": "saṃghāḥ",
          "meaning": "hosts, multitudes, groups"
        },
        {
          "word": "vīkṣante",
          "meaning": "they gaze upon, they behold"
        },
        {
          "word": "vismitāḥ",
          "meaning": "in amazement, astonished"
        },
        {
          "word": "sarve",
          "meaning": "all, without exception"
        }
      ],
      "commentary": {
        "dadaji": "Arjuna carefully names all the great orders of celestial beings — from the fierce Rudras to the gentle Ashvins, from the luminous Adityas to the demonic Asuras — and observes that every one of them, without exception, stands gazing in amazement. This is profound: even beings who are normally adversaries of one another — Asuras and Siddhas, demigods and Gandharvas — are united in this single moment of shared wonder. The Divine does not divide; in the presence of Bhagavān's fullness, all distinctions dissolve. When we are truly open to the Infinite, our own inner conflicts also still.",
        "sarvapriyananda": "The Vedic cosmology assembles itself here in a comprehensive catalogue: Rudras (forces of dissolution), Adityas (forces of light and cosmic order), Vasus (elemental substrata of existence), and the rest, up to the Asuras. This is not mere mythology — it is a symbolic map of all the forces, both auspicious and inauspicious, that constitute phenomenal existence. The Gītā's point is that all of these — including what we ordinarily call evil or demonic — are within Brahman. Vismitāḥ — astonishment — is the natural epistemological response when the limited mind confronts the Unlimited. As the Māṇḍūkya Upaniṣad says, Brahman is that before which all words and minds turn back.",
        "yogananda": "The enumeration of divine orders here maps the entire hierarchy of creation — from the Rudras (cosmic forces of change) to the Asuras (souls still entangled in ego-darkness). Paramahansaji taught that every level of consciousness is represented in this cosmic form: the angels, the elementals, the awakened and the unawakened, all gazing upon the one Source. In meditation, when the meditator touches the deeper states of samādhi, something similar occurs within — all the inner beings, all the habitual forces and tendencies of the mind, suddenly stand still in awe. The entire inner universe pauses before the Self.",
        "goyandka": "This verse enumerates the principal categories of celestial and semi-celestial beings to make the point that none of them is excluded from the vision of the Viśvarūpa. The Uṣmapāḥ — the pitṛ ancestors who subsist on vapor (uṣma) — represent even the realm of the departed. Thus beings of all three lokas (heavens, earth, and lower realms) are present and transfixed. Vismitāḥ — struck with wonder — is the only possible response of any being, however exalted, to the direct vision of Bhagavān's complete cosmic manifestation. This universal amazement is itself a teaching: no created being can fully comprehend the Creator."
      }
    },
    {
      "verse": 23,
      "sanskrit": "rūpaṃ mahat te bahuvaktranetram mahābāho bahubāhūrupādam | bahūdaraṃ bahuradaṃṣṭrākarālaṃ dṛṣṭvā lokāḥ pravyathitās tathāham ||",
      "transliteration": "rūpam mahat te bahu-vaktra-netram mahā-bāho bahu-bāhu-ūru-pādam | bahu-udaram bahu-daṃṣṭrā-karālam dṛṣṭvā lokāḥ pravyathitāḥ tathā aham ||",
      "translation": "Seeing Your vast form with many faces and eyes, O mighty-armed, with many arms, thighs and feet, many bellies, and terrible with many tusks — the worlds are trembling, and so am I.",
      "audio": "/assets/audio/ch11/verse_11_23.mp3",
      "word_breakdown": [
        {
          "word": "rūpam mahat",
          "meaning": "vast/great form"
        },
        {
          "word": "bahu-vaktra-netram",
          "meaning": "having many faces (vaktra) and eyes (netra)"
        },
        {
          "word": "mahā-bāho",
          "meaning": "O mighty-armed one (vocative)"
        },
        {
          "word": "bahu-bāhu",
          "meaning": "many arms"
        },
        {
          "word": "ūru",
          "meaning": "thighs"
        },
        {
          "word": "pādam",
          "meaning": "feet"
        },
        {
          "word": "bahūdaram",
          "meaning": "many bellies"
        },
        {
          "word": "bahu-daṃṣṭrā",
          "meaning": "many tusks/fangs"
        },
        {
          "word": "karālam",
          "meaning": "terrible, fearful, gaping"
        },
        {
          "word": "dṛṣṭvā",
          "meaning": "having seen, upon seeing"
        },
        {
          "word": "lokāḥ",
          "meaning": "the worlds, all beings"
        },
        {
          "word": "pravyathitāḥ",
          "meaning": "are greatly trembling, deeply disturbed"
        },
        {
          "word": "tathā aham",
          "meaning": "and so am I, likewise I"
        }
      ],
      "commentary": {
        "dadaji": "With tathāham — and so am I — Arjuna drops all pretense of being a warrior unmoved by fear. He joins the trembling worlds in their honesty. This is actually a mark of Arjuna's spiritual openness: he does not suppress his fear or pretend to bravado. The cosmic form with its innumerable limbs and mouths shows us that the Divine is not contained in any single shape — it is the shape of everything simultaneously. When a devotee truly begins to see this, the small self cannot help but tremble; it is the trembling of the finite before the Infinite.",
        "sarvapriyananda": "The repetition of bahu — many — throughout this verse is deliberate and powerful: many faces, many arms, many thighs, many bellies, many tusks. The Vedāntic insight here is that the Cosmic Form is the totality of all particular forms. As the Bṛhadāraṇyaka Upaniṣad declares, this universe is verily Brahman — not that it contains Brahman, but that it is Brahman. The daṃṣṭrā (tusks) are the instrument of cosmic destruction; their fearfulness signals that preservation and dissolution are equally functions of the one Reality. Pravyathitāḥ — the worlds tremble — because finitude cannot easily accommodate the vision of the Infinite.",
        "yogananda": "The many faces and arms of the Cosmic Form are not mere poetic imagery — they represent the innumerable channels through which the one Cosmic Energy (prāṇa) flows into manifestation. Each belly is a universe being sustained; each tusk is a force of transformation that appears destructive from below but is creative from the perspective of the Whole. Paramahansaji wrote that this vision corresponds to the experience of the yogi in the highest states of samādhi, where the personal sense of body dissolves and one perceives oneself as the body of the cosmos. The trembling Arjuna feels is the ego's last resistance before dissolution.",
        "goyandka": "Bhagavān is called mahābāho — mighty-armed — here, which is usually an epithet of Arjuna himself. By addressing Bhagavān with this title, Arjuna implicitly acknowledges that all strength belongs to the Lord. The compound bahu-daṃṣṭrā-karālam (terrible with many fangs) is the first direct acknowledgment of the raudra — the dreadful — aspect of the Viśvarūpa. The entire created world trembles (pravyathitāḥ lokāḥ), and Arjuna aligns himself with this universal trembling. This is the appropriate response to the recognition of Bhagavān's sovereignty over all creation, including the forces of dissolution."
      }
    },
    {
      "verse": 24,
      "sanskrit": "nabhaḥspṛśaṃ dīptam anekavarṇaṃ vyāttānanaṃ dīptaviśālanetram | dṛṣṭvā hi tvāṃ pravyathitāntarātmā dhṛtiṃ na vindāmi śamaṃ ca viṣṇo ||",
      "transliteration": "nabhaḥ-spṛśam dīptam aneka-varṇam vyātta-ānanam dīpta-viśāla-netram | dṛṣṭvā hi tvām pravyathita-antarātmā dhṛtim na vindāmi śamam ca viṣṇo ||",
      "translation": "Touching the sky, blazing, of many colors, with gaping mouths and large flaming eyes — seeing You, my inner self trembles; I find neither steadiness nor peace, O Vishnu.",
      "audio": "/assets/audio/ch11/verse_11_24.mp3",
      "word_breakdown": [
        {
          "word": "nabhaḥ-spṛśam",
          "meaning": "touching the sky, reaching the heavens"
        },
        {
          "word": "dīptam",
          "meaning": "blazing, shining, effulgent"
        },
        {
          "word": "aneka-varṇam",
          "meaning": "of many colors, multi-hued"
        },
        {
          "word": "vyātta-ānanam",
          "meaning": "with wide-open/gaping mouths (vyātta = opened wide)"
        },
        {
          "word": "dīpta-viśāla-netram",
          "meaning": "with large (viśāla) blazing (dīpta) eyes (netra)"
        },
        {
          "word": "dṛṣṭvā hi",
          "meaning": "indeed having seen, upon beholding"
        },
        {
          "word": "tvām",
          "meaning": "You"
        },
        {
          "word": "pravyathita",
          "meaning": "greatly agitated, deeply trembling"
        },
        {
          "word": "antarātmā",
          "meaning": "the inner self, the inner soul"
        },
        {
          "word": "dhṛtim",
          "meaning": "steadiness, fortitude, courage"
        },
        {
          "word": "na vindāmi",
          "meaning": "I do not find, I cannot obtain"
        },
        {
          "word": "śamam",
          "meaning": "peace, tranquility, calm"
        },
        {
          "word": "viṣṇo",
          "meaning": "O Vishnu (vocative, the All-pervading)"
        }
      ],
      "commentary": {
        "dadaji": "Arjuna says his antarātmā — his inner self — is trembling. This is deeper than physical fear; it is the disturbance of the soul itself. He cannot find dhṛti (steadiness) or śama (peace). And yet he is still speaking to Bhagavān — that sustained address is itself an act of love and faith even in the midst of terror. This teaches us something precious: we need not be serene to pray. We can bring our trembling, our confusion, our loss of equilibrium, directly to the Lord. The very inability to find peace is placed in the hands of the one who can give it.",
        "sarvapriyananda": "Nabhaḥspṛśam — touching the sky — indicates that the Cosmic Form has no upper limit; it surpasses the highest heavens. The Taittirīya Upaniṣad describes Brahman as that from which all speech, together with the mind, returns unable to reach it. Arjuna is experiencing that epistemological limit viscerally: his inner self (antarātmā) is shaken at its foundations. Dhṛti and śama — steadiness and peace — are the very qualities that Vedānta says arise from Self-knowledge (ātma-jñāna). Arjuna's confession that he lacks them here shows that the vision of the Viśvarūpa, while sublime, is not yet the same as liberating Self-knowledge; that comes later in the Gītā.",
        "yogananda": "The form that touches the sky (nabhaḥspṛśam) is the form of Infinite Consciousness itself, which has no boundary above or below, no edge in any direction. The many colors (anekavarṇam) are the vibrational frequencies of AUM as they manifest in different planes of existence — what Paramahansaji called the multifaceted light of Spirit. The gaping mouths are the vortices of cosmic energy that consume and recycle all form. When a meditator enters deep states and feels this cosmic vastness opening around them, the small sense of personal identity (ego) trembles exactly as Arjuna describes — dhṛtim na vindāmi — no foothold remains.",
        "goyandka": "This verse intensifies the description from the previous: now the form blazes (dīptam), spans the cosmos (nabhaḥspṛśam), and is multi-colored (anekavarṇam), suggesting its presence in all states and dimensions of existence. The word viṣṇo — O Vishnu — is significant here: Viṣṇu means the All-pervading (from viś, to pervade). Even in his terror, Arjuna instinctively names Bhagavān by the name that describes His omnipresence. This is the beginning of surrender: the recognition that the Being whose form terrifies is the same Being who pervades all, including oneself. There is nowhere to flee, and so Arjuna can only ask for grace."
      }
    },
    {
      "verse": 25,
      "sanskrit": "daṃṣṭrākarālāni ca te mukhāni dṛṣṭvaiva kālānalasannibhāni | diśo na jāne na labhe ca śarma prasīda deveśa jagannivāsa ||",
      "transliteration": "daṃṣṭrā-karālāni ca te mukhāni dṛṣṭvā eva kāla-anala-sannibhāni | diśaḥ na jāne na labhe ca śarma prasīda deva-īśa jagan-nivāsa ||",
      "translation": "Seeing Your faces terrible with tusks, like the fires of cosmic dissolution — I do not know the directions, I find no shelter. Have mercy, O Lord of gods, O Abode of the universe.",
      "audio": "/assets/audio/ch11/verse_11_25.mp3",
      "word_breakdown": [
        {
          "word": "daṃṣṭrā-karālāni",
          "meaning": "terrible/fearsome with tusks/fangs (daṃṣṭrā = tusk, karāla = terrible)"
        },
        {
          "word": "te mukhāni",
          "meaning": "Your faces/mouths"
        },
        {
          "word": "dṛṣṭvā eva",
          "meaning": "just upon seeing, merely by beholding"
        },
        {
          "word": "kāla-anala",
          "meaning": "the fire of Time/cosmic dissolution (kāla = Time/Death, anala = fire)"
        },
        {
          "word": "sannibhāni",
          "meaning": "resembling, like, similar to"
        },
        {
          "word": "diśaḥ",
          "meaning": "the directions (cardinal and intermediate)"
        },
        {
          "word": "na jāne",
          "meaning": "I do not know, I am disoriented"
        },
        {
          "word": "na labhe",
          "meaning": "I do not find, I do not obtain"
        },
        {
          "word": "śarma",
          "meaning": "shelter, peace, comfort, refuge"
        },
        {
          "word": "prasīda",
          "meaning": "have mercy, be gracious, be pleased"
        },
        {
          "word": "deveśa",
          "meaning": "O Lord of gods (deva = god, īśa = lord)"
        },
        {
          "word": "jagan-nivāsa",
          "meaning": "O Abode of the universe (jagat = world, nivāsa = dwelling)"
        }
      ],
      "commentary": {
        "dadaji": "Diśo na jāne — I do not know the directions. When we lose our bearings completely, when even the basic coordinates of our inner life dissolve, what remains? Only the plea: prasīda — be gracious. Arjuna's two closing epithets are profound: deveśa, Lord of all the gods, shows Bhagavān's supremacy over every power; jagannivāsa, Abode of the universe, shows that even this terrifying form is ultimately a home. The Universe itself dwells within Bhagavān. There is nowhere else to go — and so surrender becomes the only natural movement. Arjuna's terror is becoming the doorway to complete self-giving.",
        "sarvapriyananda": "Kālānala — the fire of Time — is one of the most potent compounds in the entire Gītā. Kāla is both time and death; anala is the fire that leaves nothing unconsumed. The face of the Viśvarūpa is likened to this fire not to terrify but to reveal the deepest truth: time is the Brahman in its aspect of dissolution. The Kaṭha Upaniṣad places the inquiry into the nature of death at its very center; here Arjuna meets that inquiry face to face, literally. I do not know the directions (diśo na jāne) is the disorientation of the ego when the usual cognitive landmarks disappear. The only remaining orientation is toward Bhagavān: prasīda — be gracious.",
        "yogananda": "The fire of cosmic dissolution (kālānala) that Arjuna sees in the mouths of the Cosmic Form is the same energy that mystics call the dark night of the soul — the moment when all the ego's comfortable structures are consumed. Paramahansaji said that the true guru often appears in this terrifying aspect to the chela whose ego-attachments must be burned away. The plea prasīda — be merciful — is the most important word in this verse: it is the turning of the will away from self-reliance and toward divine grace. When we genuinely do not know the directions anymore, we are finally ready to be guided.",
        "goyandka": "Arjuna's disorientation — I do not know the directions (diśo na jāne) — is complete. The Viśvarūpa has overwhelmed all of Arjuna's cognitive and emotional faculties. Yet in this moment of total helplessness, he addresses Bhagavān with two supremely beautiful names: deveśa (Lord of all deities, the supreme authority) and jagannivāsa (the very abode and ground of the universe). This is the paradox of devotional surrender: the Being who terrifies is the only Being who can give shelter. Arjuna has arrived at the heart of bhakti — not comfort-seeking devotion, but the surrender of one who has nowhere else to turn."
      }
    },
    {
      "verse": 26,
      "sanskrit": "amī ca tvāṃ dhṛtarāṣṭrasya putrāḥ sarve sahaivavanipālasaṃghaiḥ | bhīṣmo droṇaḥ sūtaputras tathāsau sahāsmadīyair api yodhamukhyaiḥ ||",
      "transliteration": "amī ca tvām dhṛtarāṣṭrasya putrāḥ sarve saha eva avani-pāla-saṃghaiḥ | bhīṣmaḥ droṇaḥ sūta-putraḥ tathā asau saha asmadīyaiḥ api yodha-mukhyaiḥ ||",
      "translation": "All these sons of Dhritarashtra, along with the hosts of kings — Bhishma, Drona, and that son of a charioteer (Karna), along with our own chief warriors as well —",
      "audio": "/assets/audio/ch11/verse_11_26.mp3",
      "word_breakdown": [
        {
          "word": "amī",
          "meaning": "these (yonder ones)"
        },
        {
          "word": "dhṛtarāṣṭrasya putrāḥ",
          "meaning": "sons of Dhritarashtra (the Kauravas)"
        },
        {
          "word": "sarve",
          "meaning": "all of them"
        },
        {
          "word": "saha eva",
          "meaning": "together with, along with"
        },
        {
          "word": "avani-pāla-saṃghaiḥ",
          "meaning": "the hosts of kings (avani = earth, pāla = protector/king)"
        },
        {
          "word": "bhīṣmaḥ",
          "meaning": "Bhishma, the grandsire and commander"
        },
        {
          "word": "droṇaḥ",
          "meaning": "Drona, the preceptor of martial arts"
        },
        {
          "word": "sūta-putraḥ",
          "meaning": "son of a charioteer — Karna (tathā asau = and that one yonder)"
        },
        {
          "word": "asmadīyaiḥ",
          "meaning": "with our own, with those on our side"
        },
        {
          "word": "api",
          "meaning": "also, even"
        },
        {
          "word": "yodha-mukhyaiḥ",
          "meaning": "with the chief warriors/heroes"
        }
      ],
      "commentary": {
        "dadaji": "Arjuna is now cataloguing the names of those he loves and those he opposes — and he is seeing all of them rushing into the same devouring mouth. Bhishma, his beloved grandsire. Drona, his teacher. Even our own warriors — his own people. This is the cruelest and most personal dimension of the vision: the Cosmic Form does not spare the beloved. It is precisely those we cannot bear to lose who are seen entering the terrible mouths. This is the divine mercy in its most hidden form: showing us that clinging to persons, however dear, cannot be our ultimate refuge.",
        "sarvapriyananda": "Note that Arjuna identifies three specific enemies by name: Bhīṣma (the eldest, most revered), Droṇa (the guru, the teacher), and Sūtaputra Karṇa (mentioned with a hint of social contempt that even now clings to Arjuna). But then he adds — with startling honesty — saha asmadīyaiḥ, along with our own. His side too is being consumed. The vision of kāla (Time) is wholly impartial; it does not take sides on the battlefield of Kurukṣetra. This impartiality of the Cosmic Form is the expression of what the Upaniṣads call the equality of Brahman: He who sees all beings in the Self and the Self in all beings (Īśa Upaniṣad 6).",
        "yogananda": "When Arjuna names Bhīṣma, Droṇa, and Karṇa, and then immediately includes his own warriors, he has touched a spiritual truth: the cosmic dissolution makes no distinction between the righteous and the unrighteous, the beloved and the hated. All forms are equally impermanent, equally expressions of the one Energy that now reclaims them. Master said: Even those you love most dearly are only passing guests in the inn of this world. The vision of the Viśvarūpa is an experiential confirmation of what the greatest saints have always taught — non-attachment is not indifference, it is the recognition of the one Life in all lives.",
        "goyandka": "Arjuna's naming of the principal warriors of both sides serves a doctrinal purpose in the Gītā: it establishes that the cosmic dissolution he witnesses in the Viśvarūpa is, in miniature, the actual historical outcome of the Mahābhārata war. What Arjuna sees here is not merely a vision but a revelation of what has already been decreed by Kāla — divine Time. The inclusion of asmadīyaiḥ (our own warriors) shows that Arjuna's attachment to his own side has not yet been fully surrendered; he feels the loss of his warriors as more painful than the loss of opponents. This residual partiality is what the subsequent teaching of the Gītā will resolve."
      }
    },
    {
      "verse": 27,
      "sanskrit": "vaktrāṇi te tvaramāṇā viśanti daṃṣṭrākarālāni bhayānakāni | kecid vilagnā daśanāntareṣu saṃdṛśyante cūrṇitair uttamāṅgaiḥ ||",
      "transliteration": "vaktrāṇi te tvaramāṇāḥ viśanti daṃṣṭrā-karālāni bhayānakāni | kecit vilagnāḥ daśana-antareṣu saṃdṛśyante cūrṇitaiḥ uttama-aṅgaiḥ ||",
      "translation": "They rush into Your mouths, terrible with tusks and fearful to behold. Some are seen with their heads crushed, stuck in the gaps between the teeth.",
      "audio": "/assets/audio/ch11/verse_11_27.mp3",
      "word_breakdown": [
        {
          "word": "vaktrāṇi",
          "meaning": "mouths, faces"
        },
        {
          "word": "te",
          "meaning": "Your"
        },
        {
          "word": "tvaramāṇāḥ",
          "meaning": "rushing, hastening, moving swiftly"
        },
        {
          "word": "viśanti",
          "meaning": "they enter, they go into"
        },
        {
          "word": "daṃṣṭrā-karālāni",
          "meaning": "terrible/fearsome with tusks/fangs"
        },
        {
          "word": "bhayānakāni",
          "meaning": "frightful, horrible, causing fear"
        },
        {
          "word": "kecit",
          "meaning": "some"
        },
        {
          "word": "vilagnāḥ",
          "meaning": "stuck, clinging, caught"
        },
        {
          "word": "daśana-antareṣu",
          "meaning": "in the spaces/gaps between the teeth (daśana = tooth)"
        },
        {
          "word": "saṃdṛśyante",
          "meaning": "are seen, are visible"
        },
        {
          "word": "cūrṇitaiḥ",
          "meaning": "crushed, pulverized, ground to powder"
        },
        {
          "word": "uttama-aṅgaiḥ",
          "meaning": "with heads (uttama = highest/uppermost, aṅga = limb/part)"
        }
      ],
      "commentary": {
        "dadaji": "This verse contains the most graphically terrifying image in the entire Viśvarūpa episode: warriors stuck between the teeth, their heads crushed. Vyāsa does not soften this. Why? Because the truth about mortality is not soft. The Gītā is unflinching about what Time does to the body, to the warrior, to the most powerful kings and preceptors. Yet simultaneously, Bhagavān has already told Arjuna in Chapter 2 that the Self cannot be cut or burned or crushed. What Arjuna sees being destroyed here are the bodies alone. The uttamāṅga — the head, the seat of intellect — being crushed is the image of ego-dissolution, the precondition for liberation.",
        "sarvapriyananda": "The uttamāṅgaiḥ — literally the highest limb, meaning the head — being cūrṇita (ground to powder) between the divine teeth is a stark image of the crushing of ahaṃkāra, the ego. The Sanskrit philosophical tradition places the seat of individuation in the head (and specifically the intellect, buddhi). Its destruction between the jaws of Kāla is the death of the false self. From an Advaita perspective, what is destroyed here is precisely what was never real — the sense of a separate, individual existence. As Śaṅkarācārya comments on this section of the Gītā, the cosmic form is Brahman revealing what It always does: dissolve the apparent into the real.",
        "yogananda": "The image of beings stuck between the teeth with heads crushed is a vision of how most souls leave the cycle of rebirth — not through conscious liberation but through being ground by the law of karma and the mechanical forces of nature. The ones who enter the mouth completely (who have fully surrendered) are in a very different state from those who are stuck — clinging even at the last moment to their separate identity. In yoga, the complete surrender of the ego-self into divine consciousness is liberation (mokṣa); the partial surrender leaves residue (saṃskāra) that must be worked out in further lives. The choice, Master taught, is ours.",
        "goyandka": "The graphic detail of cūrṇitair uttamāṅgaiḥ — heads being crushed — drives home the absolute sovereignty of Kāla over all embodied beings, however mighty. Bhīṣma, who had the power to choose the moment of his own death; Droṇa, master of every weapon; Karṇa, the greatest archer — all are reduced to this. The message for the sādhaka is clear: no accumulation of worldly power, however great, can resist the jaws of Time. Only the one who has identified with the Timeless (ātman) is truly safe. This is why Bhagavān will tell Arjuna in the next verses: I am Time (kālo'smi). Arjuna is being shown not just a vision, but his ultimate teacher."
      }
    },
    {
      "verse": 28,
      "sanskrit": "yathā nadīnāṃ bahavo'mbuvegāḥ samudram evābhimukhā dravanti | tathā tavāmī naralokavīrā viśanti vaktrāṇy abhivijvalanti ||",
      "transliteration": "yathā nadīnām bahavaḥ ambu-vegāḥ samudram eva abhimukhāḥ dravanti | tathā tava amī naraloka-vīrāḥ viśanti vaktrāṇi abhi-vijvalanti ||",
      "translation": "As the many swift currents of rivers flow toward the ocean alone, so do these heroes of the world of men enter Your flaming mouths.",
      "audio": "/assets/audio/ch11/verse_11_28.mp3",
      "word_breakdown": [
        {
          "word": "yathā",
          "meaning": "as, just as (introduces the simile)"
        },
        {
          "word": "nadīnām",
          "meaning": "of rivers (genitive plural)"
        },
        {
          "word": "bahavaḥ",
          "meaning": "many, numerous"
        },
        {
          "word": "ambu-vegāḥ",
          "meaning": "swift currents/floods of water (ambu = water, vega = speed/current)"
        },
        {
          "word": "samudram eva",
          "meaning": "toward the ocean alone, into the ocean only"
        },
        {
          "word": "abhimukhāḥ",
          "meaning": "facing toward, directed toward"
        },
        {
          "word": "dravanti",
          "meaning": "they flow, they run swiftly"
        },
        {
          "word": "tathā",
          "meaning": "so too, likewise (completes the simile)"
        },
        {
          "word": "tava",
          "meaning": "Your"
        },
        {
          "word": "amī",
          "meaning": "these (yonder ones)"
        },
        {
          "word": "naraloka-vīrāḥ",
          "meaning": "heroes/warriors of the world of men (naraloka = human world)"
        },
        {
          "word": "viśanti",
          "meaning": "are entering"
        },
        {
          "word": "vaktrāṇi",
          "meaning": "mouths"
        },
        {
          "word": "abhi-vijvalanti",
          "meaning": "that are blazing, flaming brilliantly"
        }
      ],
      "commentary": {
        "dadaji": "This is one of the most beautiful and heartbreaking similes in all of sacred literature. Rivers do not resist the ocean. They do not deliberate about whether to arrive. From the moment of their birth in some Himalayan glacier or monsoon cloud, they are already flowing toward that one destination — the ocean that will absorb them completely. Our lives are like this. Every moment, every action, every loss and gain, every love — all of it is moving us, whether we know it or not, toward the one Source. The warriors rushing into Bhagavān's mouth are not being destroyed; they are returning home. The flame of the divine mouth is the flame of reunion.",
        "sarvapriyananda": "This river-to-ocean simile is, philosophically speaking, the most precise image in the Gītā for the relationship between jīva and Brahman. The Chāndogya Upaniṣad uses the same image: These rivers, the eastern and the western, flow to the sea; becoming the sea itself, they do not know they are separate rivers. Individual souls (jīvas) are like rivers — distinct in form, bearing different names, arising from different sources — yet each one flows inexorably toward the ocean of Brahman. The dissolution (pralaya) is not annihilation but homecoming. The flame of the divine mouth (abhivijvalanti) is the fire of ānanda — bliss — not of destruction.",
        "yogananda": "Of all the images in the Viśvarūpa passage, this one — rivers flowing to the ocean — is the most consoling even within the terrifying vision. Every great river has its own character, its own beauty, its own path through mountains and valleys. And yet, it is always the ocean in disguise, moving toward self-recognition. So too every soul, regardless of its path — the warrior, the sage, the sinner, the saint — is the divine ocean in a temporary riverine form, flowing home. This is the cosmic optimism at the heart of Vedānta: not a single drop of consciousness is ever lost. The flames of the divine mouth are the light of the Supreme Self recognizing Itself in all returning forms.",
        "goyandka": "The simile yathā nadīnāṃ ... samudram is perfect in its precision: rivers do not choose to reach the ocean — their very nature impels them. So too the warriors of the human world do not choose to enter the cosmic mouth — they are impelled by the law of kāla (Time) and their prārabdha karma. The word eva (alone, only) after samudram is important: there is only one ocean toward which all rivers flow. Similarly, there is only one ultimate destination for all beings — return to the Supreme. The abhivijvalanti (flaming) mouths are the consuming fire of divine grace (prasāda) that burns away all karmic residue at the moment of return. No karma survives contact with the Divine."
      }
    },
    {
      "verse": 29,
      "sanskrit": "yathā pradīptaṃ jvalanaṃ pataṃgā viśanti nāśāya samṛddhavegāḥ | tathaiva nāśāya viśanti lokās tavāpi vaktrāṇi samṛddhavegāḥ ||",
      "transliteration": "yathā pradīptam jvalanam pataṃgāḥ viśanti nāśāya samṛddha-vegāḥ | tathā eva nāśāya viśanti lokāḥ tava api vaktrāṇi samṛddha-vegāḥ ||",
      "translation": "As moths, with great speed, fly into a blazing fire to their destruction, so too do these creatures swiftly enter into Your mouths for their destruction.",
      "audio": "/assets/audio/ch11/verse_11_29.mp3",
      "word_breakdown": [
        {
          "word": "yathā",
          "meaning": "as, just as"
        },
        {
          "word": "pradīptam",
          "meaning": "blazing, well-kindled, brightly burning"
        },
        {
          "word": "jvalanam",
          "meaning": "fire, flame"
        },
        {
          "word": "pataṃgāḥ",
          "meaning": "moths (literally those who fly/fall), insects drawn to flame"
        },
        {
          "word": "viśanti",
          "meaning": "they enter, fly into"
        },
        {
          "word": "nāśāya",
          "meaning": "for destruction, to their death (nāśa = destruction, dative)"
        },
        {
          "word": "samṛddha-vegāḥ",
          "meaning": "with great speed, with powerful velocity (samṛddha = complete/full, vega = speed)"
        },
        {
          "word": "tathā eva",
          "meaning": "so too, exactly in the same way"
        },
        {
          "word": "lokāḥ",
          "meaning": "the creatures, the people, the beings of the worlds"
        },
        {
          "word": "tava api",
          "meaning": "Your also, into Yours as well"
        },
        {
          "word": "vaktrāṇi",
          "meaning": "mouths"
        }
      ],
      "commentary": {
        "dadaji": "The moth simile cuts even deeper than the river simile because of its element of fatal attraction. The moth is not pushed into the flame — it is drawn. It rushes toward its own destruction with full speed (samṛddhavegāḥ). This is the mystery of the soul's relationship with the Infinite: there is something in us that longs for our own dissolution into the Divine, that senses — however dimly — that our individual existence is a kind of exile and the flame of God is home. The Sufi poets called this the love that burns the lover. Our desires, our addictions, our loves — all of them are distorted forms of this original longing for the one Flame.",
        "sarvapriyananda": "The two similes placed together — rivers to ocean (v28) and moths to flame (v29) — are philosophically complementary. The river simile emphasizes the inevitability and naturalness of return to Brahman; the moth simile emphasizes the attraction — the pull of the Infinite on the finite. The moth's destruction (nāśāya) when read through the lens of non-dualism is liberation, not annihilation. The Śvetāśvatara Upaniṣad speaks of the Self as the one light of lights — the flame to which all individual flames of consciousness are irresistibly drawn. The speed (samṛddhavegāḥ) underscores that when the ego-shell is fully opened, the return to Source is not gradual but instantaneous.",
        "yogananda": "The moth-and-flame image is the most powerful in all mystical literature across traditions — found in Rūmī, in the Song of Songs, in the words of St. John of the Cross. In the Gītā it appears at the precise moment when the mystical vision is at its most overwhelming. The moth does not understand the fire; it only knows the unbearable attractiveness of the light. So too the soul, in its deepest nature, is attracted to the Divine Light with a force that overrides all rational calculation. Paramahansaji wrote: The soul, like the moth that seeks the flame, must dare to plunge — and in plunging, finds not death but its own blazing nature. The nāśa (destruction) is the destruction of the illusion of separateness only.",
        "goyandka": "The brilliance of this simile lies in the phrase samṛddhavegāḥ, used identically in both the protasis (the moths) and the apodosis (the humans) — with full, unbounded speed. This verbal echo is Vyāsa's way of making the structural parallelism complete: as above (in the natural world of moths), so below (in the world of human destiny). The word pradīptam (blazing, fully kindled) echoes the earlier descriptions of the Viśvarūpa's blazing mouths and eyes. What ordinary creatures flee from as a source of destruction is what the divine cosmic fire truly is: the most complete expression of Bhagavān's power. For the sādhaka, this is an instruction: do not flee from the demands of sādhana that feel destructive to the ego — rush into them."
      }
    },
    {
      "verse": 30,
      "sanskrit": "lelihyase grasamānaḥ samantāl lokān samagrān vadanair jvaladbhiḥ | tejobhir āpūrya jagat samagraṃ bhāsas tavogrāḥ pratapanti viṣṇo ||",
      "transliteration": "lelihyase grasamānaḥ samantāt lokān samagrān vadanaiḥ jvaladbhiḥ | tejobhiḥ āpūrya jagat samagram bhāsaḥ tava ugrāḥ pratapanti viṣṇo ||",
      "translation": "You lick up all the worlds on all sides with Your flaming mouths, devouring them; Your fierce rays fill the entire universe with radiance and scorch it, O Vishnu.",
      "audio": "/assets/audio/ch11/verse_11_30.mp3",
      "word_breakdown": [
        {
          "word": "lelihyase",
          "meaning": "You are licking (intensive form of lih, to lick — expressing repeated, relishing action)"
        },
        {
          "word": "grasamānaḥ",
          "meaning": "devouring, swallowing, consuming (present participle)"
        },
        {
          "word": "samantāt",
          "meaning": "from all sides, all around, in every direction"
        },
        {
          "word": "lokān samagrān",
          "meaning": "all the worlds, all the realms entirely (samagra = complete, entire)"
        },
        {
          "word": "vadanaiḥ",
          "meaning": "with mouths/faces"
        },
        {
          "word": "jvaladbhiḥ",
          "meaning": "blazing, flaming (present participle of jval)"
        },
        {
          "word": "tejobhiḥ",
          "meaning": "with fiery rays, with luminous energies, with splendor (tejas = fire/radiance)"
        },
        {
          "word": "āpūrya",
          "meaning": "filling completely, pervading (āpūrya = having filled)"
        },
        {
          "word": "jagat samagram",
          "meaning": "the entire universe, the whole world"
        },
        {
          "word": "bhāsaḥ",
          "meaning": "rays, radiances, beams of light"
        },
        {
          "word": "tava ugrāḥ",
          "meaning": "Your fierce/terrible (ugra = fierce, intense)"
        },
        {
          "word": "pratapanti",
          "meaning": "are scorching, are blazing, are heating intensely"
        },
        {
          "word": "viṣṇo",
          "meaning": "O Vishnu, O All-pervader (vocative)"
        }
      ],
      "commentary": {
        "dadaji": "Lelihyase — You are licking. The intensity of this word is startling. Not merely swallowing, not merely consuming — licking, tasting, relishing. The cosmic dissolution is not a grim mechanical process for Bhagavān; it is an expression of the same divine delight that pervades all creation. The ugra (fierce) rays of Bhagavān fill and scorch the entire universe — yet these same rays are the light by which we see. Tejas in Sanskrit means both fire and the light of wisdom. The scorching that Arjuna describes is, from a higher perspective, the burning away of ignorance. As Arjuna will soon hear: I am Time, the great destroyer. Time destroys only what obscures the eternal.",
        "sarvapriyananda": "This verse is the culmination of Arjuna's description of the terrifying aspect of the Viśvarūpa. Lelihyase — the intensive, frequentative form of the verb to lick — conveys a relishing, ongoing action, not a one-time event. Creation, sustenance, and dissolution are not three separate events but one continuous divine activity. The Upaniṣads describe Brahman as the one who eats all foods (annāda, Taittirīya 3.10); the mouths of the Cosmic Form are the same mouths of Brahman that the Upaniṣad describes. Bhāsas tavogrāḥ — Your fierce radiances — recall the Muṇḍaka Upaniṣad: From that blazing one, suns and fire and Soma arise. Bhagavān's scorching is the scorching of a supreme intelligence that consumes all that is unreal.",
        "yogananda": "The simultaneous devouring (grasamānaḥ) and illuminating (bhāsaḥ) in this closing verse reveals the two aspects of the one cosmic AUM: the creative vibration that sustains (which fills the universe with light) and the dissolving vibration that reclaims (which scorches and consumes). Paramahansaji described cosmic dissolution as AUM withdrawing its sustaining frequency from each plane of existence in sequence — the very tejas (radiance) that was creation's light becomes the flame of dissolution. This is not tragedy; it is the in-breath of God after a cosmic out-breath. The entire Viśvarūpa chapter is Arjuna's experiential confrontation with that in-breath, and his growing readiness to surrender to it completely.",
        "goyandka": "Lelihyase and grasamānaḥ together — licking and devouring simultaneously — present the most intense image of Bhagavān's cosmic activity in this chapter. Yet even here, Arjuna addresses Bhagavān as Viṣṇo — the All-pervading — not as the destroyer alone. This is deeply significant: the very Being who devours and scorches is the same one who pervades all with His presence. The tejas (fiery energy) that burns is also the tejas that illumines. In the tradition of the Gītā-bhāṣya, this verse serves as the transition point: having shown Arjuna the totality of His cosmic action — creation, sustenance, and dissolution all active simultaneously — Bhagavān will now, in the next verse, speak for Himself and declare His true identity as Kāla, Time itself."
      }
    }
  ]
}