{
  "chapter": 1,
  "verses": [
    {
      "verse": 43,
      "sanskrit": "अर्जुन उवाच ।\nउत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।\nनरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥",
      "transliteration": "arjuna uvāca\nutsanna-kula-dharmāṇāṃ manuṣyāṇāṃ janārdana\nnara ke 'niyataṃ vāso bhavatīty anuśuśruma",
      "translation": "Arjuna said: O Janardana, we have heard that those men whose family traditions are destroyed must dwell for an indefinite period in hell.",
      "audio": "/assets/audio/ch01/verse_01_43.mp3",
      "word_breakdown": [
        {
          "word": "उत्सन्न",
          "transliteration": "utsanna",
          "root": "√sad (to fall, to perish) + prefix ut-",
          "grammatical_form": "Past passive participle, used as compound adjective",
          "meaning": "destroyed / ruined / overthrown"
        },
        {
          "word": "कुलधर्माणाम्",
          "transliteration": "kula-dharmāṇām",
          "root": "kula (family/clan) + √dhṛ (to hold, to sustain)",
          "grammatical_form": "Compound noun, masculine/neuter, genitive, plural",
          "meaning": "of the family traditions / of the clan duties"
        },
        {
          "word": "नरके",
          "transliteration": "narake",
          "root": "nara (man) + ka (suffix); nāraka (hell)",
          "grammatical_form": "Noun, masculine/neuter, locative, singular",
          "meaning": "in hell / in the infernal regions"
        },
        {
          "word": "अनियतम्",
          "transliteration": "aniyatam",
          "root": "a- (negation) + √yam (to restrain, to control)",
          "grammatical_form": "Adjective/adverb, neuter, nominative, singular",
          "meaning": "indefinite / uncertain / without fixed duration"
        },
        {
          "word": "अनुशुश्रुम",
          "transliteration": "anuśuśruma",
          "root": "√śru (to hear) + prefix anu-",
          "grammatical_form": "Perfect tense, first person, plural (we have heard)",
          "meaning": "we have heard / we have learned from tradition"
        }
      ],
      "commentary": {
        "dadaji": "Beta, this verse carries the weight of all that has been said before. Arjuna is not making a selfish argument — he is citing what the elders taught: those who destroy the sacred bonds of family and tradition must bear the consequences for a long, uncertain time. 'Anuśuśruma' — we have heard, we have been taught this. It is humble testimony to the wisdom received from ancestors and teachers. Arjuna is saying: 'I did not invent this fear; the sages said so.' This is the grief of a man who has absorbed dharma deeply and trembles at the thought of violating it. Whatever mistakes he may make in his reasoning, the sincerity of his anguish here is real and should be respected before it is corrected.",
        "sarvapriyananda": "Arjuna appeals here to śruti — that which has been heard, transmitted through sacred tradition. The word 'anuśuśruma' points to received wisdom, the authority of lineage teaching. He argues that when kula-dharma collapses, an entire moral ecosystem collapses with it, and the consequences — metaphorically described as dwelling in hell — are far-reaching and prolonged. From the Advaita standpoint, of course, Brahman alone is real, and no hell or heaven is ultimately permanent. But at the vyāvahārika, or practical, level of dharma, these consequences are real enough within that frame of understanding. Krishna will soon shift Arjuna to a higher standpoint — the paramārthika — where such fears dissolve in the recognition of the Self's indestructible nature.",
        "yogananda": "This verse speaks to the law of karma that operates across time and lives. When the inner structures of dharma — those disciplines that guide the soul's evolution — are broken, the soul descends into lower states of consciousness, what the scriptures call hell. 'Niyatam' here signifies not punishment but consequence: the soul must revisit those lessons until they are truly learned. Arjuna's appeal to what has been 'heard' — anuśuśruma — reflects the tradition of inner guidance passed from guru to disciple, generation to generation. The destruction of kula-dharma is therefore not merely a social tragedy but a spiritual one: the breaking of those sacred bonds through which divine wisdom flows from one soul to another.",
        "goyandka": "Arjuna here invokes the testimony of scriptural tradition ('anuśuśruma' — we have heard from authoritative sources) to support his argument that the destruction of kula-dharma leads to prolonged residence in naraka. The Dharmaśāstras and Purāṇas affirm this teaching. When the ordained duties of a family line are abandoned, the pitṛs lose their ritual support, the progeny become adharmic, and the entire social fabric tears. The consequence — an indeterminate stay in lower planes — is the karmic fruit of such wholesale neglect of duty. Notably, Arjuna says 'we have heard,' not 'I believe' — showing that his concern is grounded in scripture, not personal sentiment alone."
      }
    },
    {
      "verse": 44,
      "sanskrit": "अर्जुन उवाच ।\nअहो बत महत्पापं कर्तुं व्यवसिता वयम् ।\nयद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥",
      "transliteration": "arjuna uvāca\naho bata mahat pāpaṃ kartuṃ vyavasitā vayam\nyad rājya-sukha-lobhena hantuṃ sva-janam udyatāḥ",
      "translation": "Arjuna said: Alas! We are resolved to commit a great sin — we who are endeavoring to slay our own people out of greed for the pleasures of kingship.",
      "audio": "/assets/audio/ch01/verse_01_44.mp3",
      "word_breakdown": [
        {
          "word": "अहो बत",
          "transliteration": "aho bata",
          "root": "aho (exclamation of sorrow/surprise) + bata (alas, indeed)",
          "grammatical_form": "Indeclinable exclamatory particles",
          "meaning": "alas! / oh, how terrible! / what a great sorrow!"
        },
        {
          "word": "महत्पापम्",
          "transliteration": "mahat pāpam",
          "root": "mahat (great) + √pā (to protect) or pāpa (sin, evil)",
          "grammatical_form": "Adjective + noun, neuter, accusative, singular",
          "meaning": "a great sin / a terrible evil deed"
        },
        {
          "word": "लोभेन",
          "transliteration": "lobhena",
          "root": "√lubh (to covet, to be greedy)",
          "grammatical_form": "Noun, masculine, instrumental, singular",
          "meaning": "by greed / on account of avarice"
        },
        {
          "word": "स्वजनम्",
          "transliteration": "sva-janam",
          "root": "sva (own, self) + √jan (to be born, people)",
          "grammatical_form": "Compound noun, masculine, accusative, singular (collective)",
          "meaning": "own people / one's own kinsmen"
        },
        {
          "word": "उद्यताः",
          "transliteration": "udyatāḥ",
          "root": "√yam (to restrain, to raise) + prefix ud-",
          "grammatical_form": "Past passive participle, masculine, nominative, plural",
          "meaning": "poised to / prepared for / endeavoring / ready to strike"
        }
      ],
      "commentary": {
        "dadaji": "'Aho bata' — these two small words carry a universe of grief. Arjuna's lament here is not the cold calculation of strategy; it is the cry of a loving heart that has suddenly seen its own reflection and is horrified. 'We are resolved,' he says — 'vyavasitā vayam' — as though waking from a dream to realize what he was about to do. And the cause? Lobha — greed. For pleasures of kingdom. Arjuna names his own motivation honestly, even unflinchingly. This is not weakness, my child; this is the conscience speaking. A man who cannot see his own potential for sin is truly lost. Arjuna sees clearly. His sorrow is the beginning of grace.",
        "sarvapriyananda": "Verse 44 marks the emotional climax of Arjuna's despondency. 'Aho bata' — two exclamations of anguish stacked together — signals the collapse of his warrior resolve into moral horror. Arjuna has turned the lens of viveka, discrimination, upon his own motivation and found it wanting: rājya-sukha-lobha, the greed for royal pleasure. This is a rare moment of self-awareness in the heat of battle. However, Vedanta would note that Arjuna's analysis, while emotionally sincere, is philosophically incomplete. He is about to receive the correction from Krishna: it is not greed alone that defines action, but the spirit in which action is performed. True renunciation is internal, not the abandonment of the battlefield.",
        "yogananda": "In the exclamation 'aho bata,' Arjuna's ego-consciousness breaks open. He glimpses the ego's central deception: using the language of duty to mask the hunger for power and comfort. 'Rājya-sukha-lobha' — craving for the pleasures of kingship — is the true root of this war, and Arjuna sees it. This moment of ruthless self-examination is a form of spiritual awakening. The yogi who can honestly witness his own desires without justification is closer to freedom than one who rationalizes every action as duty. Yet Arjuna will overcorrect: from this honest recognition of greed, he will slide into inaction — which is its own escape. Krishna's teaching will aim at the exact center between these extremes.",
        "goyandka": "In this verse Arjuna commits a significant error of attribution. He states that 'we' are driven by rājya-sukha-lobha — the greed for royal pleasures. This charge may be leveled rightly at Duryodhana's party, but it misrepresents the Pāṇḍavas' cause, which is rooted in legitimate claim to their kingdom unjustly seized. Arjuna's confusion here illustrates how emotional disturbance clouds right perception. Nevertheless, the verse is valuable because it demonstrates that Arjuna is not fighting from blind aggression — he is capable of moral self-reflection. His anguish is genuine even if his conclusions are mistaken, and this very capacity for reflection prepares him to receive Krishna's instruction."
      }
    },
    {
      "verse": 45,
      "sanskrit": "अर्जुन उवाच ।\nयदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।\nधार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥",
      "transliteration": "arjuna uvāca\nyadi mām apratīkāram aśastraṃ śastra-pāṇayaḥ\ndhārtarāṣṭrā raṇe hanyus tan me kṣemataraṃ bhavet",
      "translation": "Arjuna said: If the sons of Dhritarashtra, weapons in hand, should slay me in battle — unresisting and unarmed — that would be better for my welfare.",
      "audio": "/assets/audio/ch01/verse_01_45.mp3",
      "word_breakdown": [
        {
          "word": "अप्रतीकारम्",
          "transliteration": "apratīkāram",
          "root": "a- (negation) + prati (against) + √kṛ (to do, to act)",
          "grammatical_form": "Compound noun/adjective, neuter/masculine, accusative, singular",
          "meaning": "without resistance / non-retaliating / offering no opposition"
        },
        {
          "word": "अशस्त्रम्",
          "transliteration": "aśastram",
          "root": "a- (negation) + śastra (weapon, that which can be thrown)",
          "grammatical_form": "Adjective, masculine, accusative, singular",
          "meaning": "unarmed / without weapons"
        },
        {
          "word": "शस्त्रपाणयः",
          "transliteration": "śastra-pāṇayaḥ",
          "root": "śastra (weapon) + pāṇi (hand)",
          "grammatical_form": "Bahuvrīhi compound, masculine, nominative, plural",
          "meaning": "those with weapons in hand / the armed ones"
        },
        {
          "word": "धार्तराष्ट्राः",
          "transliteration": "dhārtarāṣṭrāḥ",
          "root": "Dhṛtarāṣṭra (name) + patronymic suffix -a",
          "grammatical_form": "Patronymic noun, masculine, nominative, plural",
          "meaning": "the sons of Dhritarashtra / the Kaurava princes"
        },
        {
          "word": "क्षेमतरम्",
          "transliteration": "kṣemataraṃ",
          "root": "√kṣi (to dwell in safety) or kṣema (safety, well-being)",
          "grammatical_form": "Noun/adjective comparative form, neuter, nominative, singular",
          "meaning": "more beneficial / better for my welfare / more conducive to good"
        }
      ],
      "commentary": {
        "dadaji": "This is the deepest point of Arjuna's despair, and yet in a strange way, it is also his most tender moment. He would rather die — unarmed, unresisting — than kill his own. There is something almost saintly in this wish, is there not? And yet Krishna will have to gently show him that this is not saint-hood but confusion. The saint who lays down his weapon out of love is different from the warrior who does so out of grief and fear. Arjuna's heart is pure — his love for his family is real — but purity of heart alone does not make a choice right. Sometimes, the most loving thing is to stand firm and do what dharma demands, even when it tears the heart.",
        "sarvapriyananda": "Arjuna's statement in verse 45 appears, on the surface, as sublime non-violence — the willingness to be slain rather than slay. Śaṅkarācārya notes that this is moha, delusion, dressed in the language of virtue. True ahiṃsā arises from the recognition of the Self in all — that which cannot be slain. Arjuna's wish to be killed rather than fight arises not from that recognition, but from grief and ego-identification with bodily relations. Vedanta distinguishes sharply: the Jñāni lays down the ego; the confused man lays down his bow. The first is liberation; the second is merely abdication. It is precisely because Arjuna mistakes one for the other that Krishna's teaching becomes necessary.",
        "yogananda": "Here Arjuna reaches the limit of emotional endurance and, paradoxically, offers himself as a sacrifice. 'Let them kill me — unresisting, unarmed.' On the inner plane, this is the ego's last and subtlest ploy: by choosing total passivity, it avoids confrontation not out of wisdom, but out of an inability to bear the pain of choice. The true yogi cultivates apratīkāra — non-resistance — from a place of inner strength and identification with the Infinite, not from the collapse of the personal will. Arjuna's apratīkāra is the exhaustion of a soldier, not the peace of a sage. This distinction is the very heart of what Krishna must teach: action arising from stillness, not the stillness born of defeat.",
        "goyandka": "This verse represents the nadir of Arjuna's viṣāda. He prefers death — apratīkāram, without resistance; aśastram, unarmed — to fulfilling his svadharma as a kṣatriya. The word 'kṣemataraṃ' — more beneficial for my welfare — is telling. Arjuna believes that allowing himself to be killed is the greater good. This is adharma cloaked in the appearance of śānti. The śāstras are clear that a kṣatriya who abandons his dharmic duty on the battlefield does not attain the higher worlds thereby. True kṣema, true welfare, comes from faithful adherence to svadharma, not from its abandonment. This verse thus sets up the entire Gītā: Krishna must demonstrate that performing one's dharma — even when it is terrifying — is the real path to kṣema."
      }
    },
    {
      "verse": 46,
      "sanskrit": "सञ्जय उवाच ।\nएवमुक्त्वार्जुनः सङ्ख्ये रथोपस्थ उपाविशत् ।\nविसृज्य सशरं चापं शोकसंविग्नमानसः ॥",
      "transliteration": "sañjaya uvāca\nevam uktvārjunaḥ saṃkhye rathopastha upāviśat\nvisṛjya sa-śaraṃ cāpaṃ śoka-saṃvigna-mānasaḥ",
      "translation": "Sanjaya said: Having spoken thus on the battlefield, Arjuna sat down upon the seat of the chariot, casting aside his bow and arrows, his mind overwhelmed with grief.",
      "audio": "/assets/audio/ch01/verse_01_46.mp3",
      "word_breakdown": [
        {
          "word": "एवमुक्त्वा",
          "transliteration": "evam uktvā",
          "root": "evam (thus, in this way) + √vac (to speak)",
          "grammatical_form": "Indeclinable (evam) + absolutive/gerund of √vac",
          "meaning": "having spoken thus / after saying this"
        },
        {
          "word": "रथोपस्थे",
          "transliteration": "rathopasthe",
          "root": "ratha (chariot) + upastha (seat, lap, surface)",
          "grammatical_form": "Compound noun, masculine/neuter, locative, singular",
          "meaning": "on the seat of the chariot / in the chariot"
        },
        {
          "word": "विसृज्य",
          "transliteration": "visṛjya",
          "root": "√sṛj (to release, to let go) + prefix vi-",
          "grammatical_form": "Absolutive/gerund (having released, having cast aside)",
          "meaning": "having cast aside / having let go / having laid down"
        },
        {
          "word": "शोकसंविग्न",
          "transliteration": "śoka-saṃvigna",
          "root": "śoka (grief, sorrow) + √vij (to shake, to agitate) + prefix sam-",
          "grammatical_form": "Karmadhāraya compound, past passive participle, used as adjective",
          "meaning": "overwhelmed with grief / agitated by sorrow / shaken by lamentation"
        },
        {
          "word": "मानसः",
          "transliteration": "mānasaḥ",
          "root": "manas (mind, inner faculty of thought and feeling)",
          "grammatical_form": "Noun, neuter (used as adjective suffix), nominative, singular",
          "meaning": "whose mind / his mind / the one whose consciousness"
        }
      ],
      "commentary": {
        "dadaji": "And so the great warrior sits. The bow — Gāṇḍīva, the most powerful bow in the world — falls from his hands. The arrows scatter. And Arjuna sits down, his heart broken with śoka, grief. Sañjaya narrates this to the blind king Dhṛtarāṣṭra with a quiet sadness. This is the end of Chapter 1 and the beginning of everything. From this collapse, the Gītā will rise. The lotus grows from mud, beta. Without this moment of Arjuna's complete surrender to sorrow, there would be no teaching. God waits for us to run out of our own answers before He can give us His. Arjuna's grief is sacred because it is honest, and from it, the greatest scripture of the world is born.",
        "sarvapriyananda": "This closing verse of Chapter 1 is narrated by Sañjaya, the minister gifted with divine sight by Vyāsa, reporting to the blind king Dhṛtarāṣṭra. The image is of total collapse: 'visṛjya sa-śaraṃ cāpaṃ' — Arjuna casts aside his arrow-filled bow — and 'śoka-saṃvigna-mānasaḥ' — his mind shaken to its roots by grief. In Advaita terms, this is the moment of total vairāgya — detachment — but not the vairāgya born of wisdom. It is vairāgya born of pain. The Gītā will now transform it into the vairāgya born of jñāna. The bow will be taken up again — but by a different Arjuna, one who has heard the deathless teaching of the Self.",
        "yogananda": "The first chapter closes with this silent, devastating image: the mighty Arjuna, seated in the chariot between the two armies, bow and arrows cast down, his mind — mānasaḥ — shaken by the storm of śoka. On the inner plane, this is the moment every spiritual seeker eventually faces: the point at which all outer weapons — strategies, plans, ego-defenses — are laid down, and the soul sits in its own emptiness, not yet filled with the light of wisdom. It is a necessary dark night. Paramahansaji wrote that the soul must be emptied of its false securities before it can receive the truth. Arjuna's grief is universal: it is the grief of every soul that glimpses, for the first time, the cost of awakening.",
        "goyandka": "The first chapter, titled 'Arjuna-Viṣāda-Yoga' — the Yoga of Arjuna's Despondency — concludes here with Sañjaya's account of Arjuna's complete breakdown. The casting down of the bow (cāpa) and arrows (sa-śaram) is symbolically significant: Arjuna has abandoned not just his weapons but his svadharma as a kṣatriya. 'Śoka-saṃvigna-mānasaḥ' describes the state of mind that makes right action impossible — a mind seized and shaken by grief. The Gīta Press commentary emphasizes that this viṣāda, though painful, is ultimately called a 'yoga' because it becomes the gateway to the highest teaching. It is the necessary prelude: from the depths of confusion, Arjuna will soon take śaraṇa — refuge — in Sri Krishna as his guru."
      }
    }
  ]
}
