{
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "sanskrit": "arjuna uvāca —\nprakṛtiṃ puruṣaṃ caiva kṣetraṃ kṣetrajñam eva ca |\netad veditum icchāmi jñānaṃ jñeyaṃ ca keśava ||",
      "transliteration": "arjuna uvāca —\nprakṛtiṃ puruṣaṃ ca eva kṣetraṃ kṣetrajñam eva ca |\netad veditum icchāmi jñānaṃ jñeyaṃ ca keśava ||",
      "translation": "Arjuna said: O Keśava, I desire to know about Prakṛti (primal Nature) and Puruṣa (the conscious Self), the Field (kṣetra) and the Knower of the Field (kṣetrajña), knowledge (jñāna) and that which ought to be known (jñeya).",
      "audio": "/assets/audio/ch13/verse_13_01.mp3",
      "word_breakdown": [
        {
          "word": "prakṛtim",
          "meaning": "Prakṛti — primal Nature, the material principle, the matrix of all manifestation"
        },
        {
          "word": "puruṣam",
          "meaning": "Puruṣa — the cosmic Person, the conscious Self, the witnessing principle"
        },
        {
          "word": "ca eva",
          "meaning": "and also, and indeed"
        },
        {
          "word": "kṣetram",
          "meaning": "the Field — the body, the world of experience, matter"
        },
        {
          "word": "kṣetrajñam",
          "meaning": "the Knower of the Field — the conscious witness within the body"
        },
        {
          "word": "eva ca",
          "meaning": "and also, likewise"
        },
        {
          "word": "etad",
          "meaning": "this — referring to all the above"
        },
        {
          "word": "veditum icchāmi",
          "meaning": "I desire to know — I wish to understand fully"
        },
        {
          "word": "jñānam",
          "meaning": "knowledge — the means and the nature of knowing"
        },
        {
          "word": "jñeyam",
          "meaning": "that which ought to be known — the ultimate object of knowledge, the Self/Brahman"
        },
        {
          "word": "keśava",
          "meaning": "O Keśava — name of Krishna meaning 'He of beautiful hair,' or slayer of the demon Keśī"
        }
      ],
      "commentary": {
        "dadaji": "Arjuna's question at the opening of this great chapter is a gift to all seekers. He does not ask about battles or duties here — he asks about the deepest reality: what is matter, what is Spirit, what is the body, who is the one who knows? This single question unlocks the entire philosophy of Sāṃkhya and Vedānta. Notice how Arjuna addresses Krishna as 'Keśava' — the beautiful one — as if acknowledging that the one who will answer is himself the very consciousness he is asking about. When we sit quietly and ask 'Who am I?' we are repeating Arjuna's question. The seeking itself is the beginning of jñāna.",
        "sarvapriyananda": "Arjuna's six-fold inquiry — Prakṛti, Puruṣa, kṣetra, kṣetrajña, jñāna, jñeya — maps precisely onto the two fundamental categories of Vedāntic analysis: the known and the knower, matter and consciousness. The Sāṃkhya system had already elaborated Prakṛti and Puruṣa as its foundational duality. What the Gītā will do, in verse 3, is transcend even that duality by declaring a non-dual ground. The Muṇḍaka Upaniṣad similarly opens with the question 'What, being known, is everything known?' — jñāna and jñeya are not separate; the Knower who truly knows itself knows all. Arjuna's question is philosophically exact and sets the stage for the deepest teaching of the Gītā.",
        "yogananda": "In this blessed chapter, the veil between the outer world and inner Spirit is drawn aside. Arjuna is asking: what is the relation between the body-mind-world complex — Prakṛti, the Field — and the pure Consciousness that witnesses it all — Puruṣa, the Knower? The meditator who has sat long in stillness has already begun to sense this division: on one side is the parade of thoughts, sensations, and phenomena; on the other is the still, luminous Witness that is never disturbed. Arjuna's question is the question that meditation ultimately answers — not through words alone but through direct inner experience of the Self, the Kṣetrajña.",
        "goyandka": "This verse, found in many traditional editions as an interpolation, establishes the subject matter (viṣaya) of the entire thirteenth chapter. The six terms Arjuna uses — Prakṛti, Puruṣa, kṣetra, kṣetrajña, jñāna, jñeya — are not random; they represent the complete structure of Sāṃkhya-Vedānta inquiry. Prakṛti and Puruṣa are the cosmic principles; kṣetra and kṣetrajña are their individual manifestations in each body; jñāna is the means; jñeya is the goal. Śrī Bhagavān will answer each of these in turn. The sincere student of the Gītā should approach this chapter with the same earnest desire as Arjuna — to truly know, not merely to accumulate information."
      }
    },
    {
      "verse": 2,
      "sanskrit": "śrī bhagavān uvāca —\nidaṃ śarīraṃ kaunteya kṣetram ity abhidhīyate |\netad yo vetti taṃ prāhuḥ kṣetrajña iti tadvidaḥ ||",
      "transliteration": "śrī bhagavān uvāca —\nidaṃ śarīraṃ kaunteya kṣetram iti abhidhīyate |\netad yaḥ vetti taṃ prāhuḥ kṣetrajñaḥ iti tadvidaḥ ||",
      "translation": "The Blessed Lord said: This body, O Kaunteya (Arjuna), is called the Field (kṣetra). The one who knows this — the knowers of truth (tadvidaḥ) call that one the Knower of the Field (kṣetrajña).",
      "audio": "/assets/audio/ch13/verse_13_02.mp3",
      "word_breakdown": [
        {
          "word": "idam",
          "meaning": "this — pointing directly at the body being addressed"
        },
        {
          "word": "śarīram",
          "meaning": "the body — the physical and subtle body together, the entire psycho-physical organism"
        },
        {
          "word": "kaunteya",
          "meaning": "O son of Kuntī — Arjuna, addressed as the son of his mother Kuntī"
        },
        {
          "word": "kṣetram",
          "meaning": "the Field — that which is known, experienced, cultivated; the body as the field of experience"
        },
        {
          "word": "iti",
          "meaning": "thus, so — indicating a definition or name"
        },
        {
          "word": "abhidhīyate",
          "meaning": "is called, is designated, is known as"
        },
        {
          "word": "etad",
          "meaning": "this — referring to the Field just named"
        },
        {
          "word": "yaḥ vetti",
          "meaning": "who knows — the one who cognizes, who is aware of the Field"
        },
        {
          "word": "tam",
          "meaning": "that one — referring to the one who knows"
        },
        {
          "word": "prāhuḥ",
          "meaning": "they call, they declare — the wise say"
        },
        {
          "word": "kṣetrajñaḥ",
          "meaning": "the Knower of the Field — pure consciousness, the witnessing Self within the body"
        },
        {
          "word": "tadvidaḥ",
          "meaning": "the knowers of that truth — those who have realized the distinction between Field and Knower"
        }
      ],
      "commentary": {
        "dadaji": "Here in four short lines, Bhagavān delivers the central insight of the entire chapter: the body is the kṣetra — the Field — and you, the one who is aware of the body, are the kṣetrajña — the Knower. Have you noticed that you can observe your hand, your thoughts, your emotions? Whatever you can observe, you are not that. The observer is never the observed. This simple but revolutionary truth — 'I am not the body, I am the one who knows the body' — is the beginning of true self-knowledge. Bhagavān does not say the body is bad or an illusion to be escaped; He calls it a Field — something to be cultivated, worked, understood. But you are the Farmer, not the field.",
        "sarvapriyananda": "This is perhaps the most compressed and most profound verse in the entire Gītā. In the Vedāntic tradition, this teaching is called 'dṛk-dṛśya-viveka' — discrimination between the Seer and the Seen. Whatever is seen, perceived, or experienced is the object — the kṣetra. That which sees, witnesses, or knows is the kṣetrajña — and it is never itself seen or made into an object. The Praśna Upaniṣad and the Kena Upaniṣad elaborate the same paradox: the Self is 'the eye of the eye, the mind of the mind' — It cannot be objectified. The tadvidaḥ — the true knowers — are those who have stabilized in the understanding that 'I am the Witness, not the witnessed.' This is the Ātman teaching in its most essential form.",
        "yogananda": "When you close your eyes and enter deep meditation, a remarkable thing gradually becomes clear: you can watch your thoughts arise and dissolve, you can observe the rhythm of breath, the flow of sensations — and yet 'you,' the watcher, remain untouched and still. That still center of awareness is the kṣetrajña. The body, with its hunger, fatigue, pleasure and pain, is the kṣetra — the field of experience. Yogis who have advanced in their practice report a growing ability to observe even the subtle body — the prāṇa, the mental impressions — as though watching from a great height. This is not imagination; it is the dawning recognition of what you have always been. The meditator's journey is simply to rest ever more firmly in the identity of the Knower rather than being lost in the field.",
        "goyandka": "Śrī Bhagavān begins His answer with a precise philosophical definition: idaṃ śarīram — 'this body' — is the kṣetra. The word kṣetra literally means 'that which is tilled or cultivated,' and it carries the sense of a domain of activity and experience. The body — including the subtle body of mind and ego — is the arena in which karma is enacted and its fruits are reaped. The tadvidaḥ — the scripturally learned and experientially realized knowers — declare that the one who cognizes this field is the kṣetrajña. This kṣetrajña is the immutable, self-luminous Ātman. Śaṃkara's commentary on this verse is definitive: the kṣetrajña is not an agent or enjoyer by nature, but appears so through the superimposition (adhyāsa) of Prakṛti's modifications."
      }
    },
    {
      "verse": 3,
      "sanskrit": "kṣetrajñaṃ cāpi māṃ viddhi sarvakṣetreṣu bhārata |\nkṣetrakṣetrajñayor jñānaṃ yat taj jñānaṃ mataṃ mama ||",
      "transliteration": "kṣetrajñaṃ ca api māṃ viddhi sarvakṣetreṣu bhārata |\nkṣetrakṣetrajñayoḥ jñānaṃ yat tat jñānaṃ matam mama ||",
      "translation": "And know Me as the Kṣetrajña (Knower of the Field) in all Fields, O Bhārata. The knowledge of both the Field and the Knower of the Field — that I consider to be true knowledge.",
      "audio": "/assets/audio/ch13/verse_13_03.mp3",
      "word_breakdown": [
        {
          "word": "kṣetrajñam",
          "meaning": "the Knower of the Field — the pure witnessing consciousness"
        },
        {
          "word": "ca api",
          "meaning": "and also, furthermore — adding a crucial further teaching"
        },
        {
          "word": "mām",
          "meaning": "Me — Krishna speaking as the universal Consciousness, Paramātman"
        },
        {
          "word": "viddhi",
          "meaning": "know — imperative, 'you must know this,' direct instruction"
        },
        {
          "word": "sarvakṣetreṣu",
          "meaning": "in all Fields — in every body, in every being without exception"
        },
        {
          "word": "bhārata",
          "meaning": "O Bhārata — descendant of Bharata, Arjuna addressed by his lineage"
        },
        {
          "word": "kṣetrakṣetrajñayoḥ",
          "meaning": "of the Field and the Knower of the Field — genitive dual, 'of both'"
        },
        {
          "word": "jñānam",
          "meaning": "knowledge — understanding, direct knowing"
        },
        {
          "word": "yat tat",
          "meaning": "that which — referring to the knowledge just mentioned"
        },
        {
          "word": "jñānam matam mama",
          "meaning": "is considered by Me to be (true) knowledge — Krishna's own definition of wisdom"
        }
      ],
      "commentary": {
        "dadaji": "Now comes the thunderclap — 'Know Me as the Kṣetrajña in ALL Fields.' Not in one special body, not in temples alone, not somewhere far away — in every body, in every creature, the one Knower is present as Me. This is Bhagavān's most intimate revelation: what you call your innermost Self — that awareness behind all your thoughts — is not separate from Me. The individual soul (jīva) and the Supreme Soul (Paramātman) are, in their deepest nature, one. This is the heart of non-dual Vedānta, spoken by Krishna Himself. The practical implication is immense: if the same Consciousness dwells in all kṣetras, then harming another is harming oneself; loving another is loving God. This verse is the philosophical foundation of universal love.",
        "sarvapriyananda": "This is the non-dual climax of the entire chapter's teaching, given before the chapter has barely begun. The individual kṣetrajña in each body — what the Upaniṣads call jīvātman — is not ultimately different from the Paramātman, the universal Consciousness that Krishna here identifies as Himself. The Chāndogya Upaniṣad's 'tat tvam asi' — 'That thou art' — is echoed here: the consciousness you call 'I' and the Consciousness that pervades all kṣetras are one. Śaṃkara reads this verse as the definitive statement of Advaita: there is one kṣetrajña appearing as many through the limitation of individual bodies, just as one sky appears as many skies when reflected in many pots of water. The 'knowledge of both kṣetra and kṣetrajña' is not mere information — it is the liberating recognition of this non-dual truth.",
        "yogananda": "When a master meditator enters the deepest states of samādhi, the boundaries of individual identity dissolve. The awareness that was seemingly confined to 'my' body expands — first to fill the room, then the universe — revealing itself as the one Consciousness that has always been the Witness in all beings. This is not a mystical fantasy; it is what Krishna confirms here as metaphysical fact. 'Know Me as the Kṣetrajña in ALL kṣetras.' In divine vision, the saint sees the same Light of Awareness — the same God — looking out from every pair of eyes. The goal of yoga is precisely this: to experientially realize the oneness of individual and cosmic Consciousness, to know oneself as the one Knower in all Fields.",
        "goyandka": "This verse draws the crucial distinction between the individual and the universal that resolves the apparent paradox of the previous verse. Verse 2 said 'the Knower of the Field' as if each body has its own distinct kṣetrajña. Now Krishna clarifies: in reality, I — the Paramātman — am the one Kṣetrajña in all fields. The apparent multiplicity of individual souls is due to the limiting adjunct (upādhi) of the individual body and mind. True knowledge (jñānam) is declared by Krishna Himself to consist of understanding both kṣetra (what is not-Self) and kṣetrajña (the true Self) — their distinction and their ultimate identity. This comprehensive knowledge liberates the soul from the bondage of identifying with the Field."
      }
    },
    {
      "verse": 4,
      "sanskrit": "tat kṣetraṃ yac ca yādṛk ca yadvikāri yataś ca yat |\nsa ca yo yatprabhāvaś ca tat samāsena me śṛṇu ||",
      "transliteration": "tat kṣetram yat ca yādṛk ca yadvikāri yataḥ ca yat |\nsaḥ ca yaḥ yatprabhāvaḥ ca tat samāsena me śṛṇu ||",
      "translation": "What that Field is, of what nature it is, what its modifications are, and from what it arises — and also who the Knower of the Field is and what His powers are — hear that from Me briefly.",
      "audio": "/assets/audio/ch13/verse_13_04.mp3",
      "word_breakdown": [
        {
          "word": "tat kṣetram",
          "meaning": "that Field — what has just been named as the object of inquiry"
        },
        {
          "word": "yat ca",
          "meaning": "what it is — its essential constitution, its components"
        },
        {
          "word": "yādṛk ca",
          "meaning": "of what kind it is — its nature and characteristics"
        },
        {
          "word": "yadvikāri",
          "meaning": "what its modifications/transformations are — the changes it undergoes"
        },
        {
          "word": "yataḥ ca",
          "meaning": "from what it arises — its source or origin"
        },
        {
          "word": "yat",
          "meaning": "what — what that source itself is"
        },
        {
          "word": "saḥ ca yaḥ",
          "meaning": "and also who that one is — referring to the Kṣetrajña"
        },
        {
          "word": "yatprabhāvaḥ",
          "meaning": "of what powers/influence — the capabilities and glory of the Knower"
        },
        {
          "word": "tat samāsena",
          "meaning": "that in brief — a concise summary rather than exhaustive enumeration"
        },
        {
          "word": "me śṛṇu",
          "meaning": "hear from Me — listen to Me, receive this teaching directly"
        }
      ],
      "commentary": {
        "dadaji": "Bhagavān is a perfect teacher — He first states the conclusion (verses 2-3), and then He says, 'Now let Me explain in detail.' This verse is like a table of contents for what follows. He will describe the Field — its composition, its qualities, its changes, its origin — and He will describe the Knower, whose powers include omniscience and omnipresence. The phrase 'samāsena me śṛṇu' — 'hear from Me in brief' — is Bhagavān's gentle invitation. He is not lecturing at a distance; He is speaking intimately, personally. When we read these verses, we should feel that He is speaking to us directly, drawing us into this inquiry about our own innermost nature. The Field is spread out before us every waking moment — our task is to find the Knower.",
        "sarvapriyananda": "This transitional verse announces the structure of the chapter's philosophical teaching. Three questions about the Field: (1) yat — its constitution (answered in vv. 5-6 with the Sāṃkhya enumeration of 24 tattvas); (2) yādṛk — its nature or quality; (3) yadvikāri — its modifications (answered in v. 7 with the list of icchā, dveṣa, etc.). Two questions about the Knower: who He is (the Paramātman, as stated in v. 3), and what His powers are (omniscience and independence from Prakṛti, elaborated later). The dual inquiry mirrors the structure of the Kaṭha Upaniṣad's teaching to Naciketas: both the nature of the self and its ultimate identity with Brahman must be understood for liberation.",
        "yogananda": "This verse reveals that Krishna will give us a complete map of the inner cosmos — the Field with all its territories, and the Knower who transcends the map entirely. For the yogi, this map is invaluable. In deep meditation, one encounters layers of the Field: the physical body, then the energy body (prāṇamaya), then the mental body, then the wisdom sheath. Each layer can be mistaken for the Self. Krishna's detailed description helps the meditator recognize 'this is still the Field — I must go deeper.' The Knower, yatprabhāvaḥ — of immeasurable power — is what the yogi ultimately discovers within: the inexhaustible, self-luminous Ātman that needs nothing from the Field to be fully itself.",
        "goyandka": "This verse serves as an outline (uddēśa) of the remaining teaching of the chapter. Śrī Bhagavān uses five questions about the kṣetra: what (yat), what kind (yādṛk), what modifications (yadvikāri), from what it arises (yataḥ), and what that source is (yat). Then two questions about the kṣetrajña: who He is (saḥ yaḥ) and what His nature and powers are (yatprabhāvaḥ). This methodical approach reflects the Vedic tradition of teaching through adhikāra-krama — proceeding systematically according to the capacity of the student. The word 'samāsena' — in brief — is significant: even what follows is a condensation; the full elaboration exists in the entire Upaniṣadic literature."
      }
    },
    {
      "verse": 5,
      "sanskrit": "ṛṣibhir bahudhā gītaṃ chandobhir vividhaiḥ pṛthak |\nbrahmasūtrapadaiś caiva hetumadbhir viniścitaiḥ ||",
      "transliteration": "ṛṣibhiḥ bahudhā gītam chandobhiḥ vividhaiḥ pṛthak |\nbrahmasūtrapadaiḥ ca eva hetumadbhiḥ viniścitaiḥ ||",
      "translation": "This (knowledge of the Field and the Knower) has been sung by the sages in many ways, distinctly through various Vedic hymns, and also through the reasoned and conclusive aphorisms of the Brahma-sūtras.",
      "audio": "/assets/audio/ch13/verse_13_05.mp3",
      "word_breakdown": [
        {
          "word": "ṛṣibhiḥ",
          "meaning": "by the sages — the Vedic seers who directly perceived truth in meditation"
        },
        {
          "word": "bahudhā",
          "meaning": "in many ways — in diverse forms, from many angles"
        },
        {
          "word": "gītam",
          "meaning": "has been sung, described, elaborated — the root gā means to sing or proclaim"
        },
        {
          "word": "chandobhiḥ",
          "meaning": "through hymns — the chandas (Vedic meters) and the mantras composed in them"
        },
        {
          "word": "vividhaiḥ pṛthak",
          "meaning": "various and distinct — each tradition approaching from a different angle"
        },
        {
          "word": "brahmasūtrapadaiḥ",
          "meaning": "through the aphorisms (padāḥ) of the Brahma-sūtras — the Vedānta-sūtras of Bādarāyaṇa"
        },
        {
          "word": "ca eva",
          "meaning": "and also — adding this authoritative text"
        },
        {
          "word": "hetumadbhiḥ",
          "meaning": "with reasoning, well-reasoned — the sūtras are noted for their logical rigor"
        },
        {
          "word": "viniścitaiḥ",
          "meaning": "well-determined, conclusive — definitive, not speculative"
        }
      ],
      "commentary": {
        "dadaji": "Bhagavān is telling Arjuna — and us — that this teaching He is about to give is not new, not invented in the moment of battle. It rests on the deep foundation of the ṛṣis' direct experience and the Brahma-sūtras' rigorous reasoning. There is something deeply reassuring in this. The great seers who composed the Vedic hymns — Vasiṣṭha, Viśvāmitra, Yājñavalkya — all saw the same truth from different angles. 'Bahudhā' — in many ways — means the truth is approached differently by different temperaments, but the truth itself is one. When you feel alone on the spiritual path, remember: you walk a path made wide by countless ṛṣis. Their discoveries are your inheritance.",
        "sarvapriyananda": "This verse is remarkable for its explicit acknowledgment of the Brahma-sūtras as an authoritative scriptural source — the only such direct reference in the Gītā. The Prasthānatrayī — the three foundational texts of Vedānta — consists of the Upaniṣads, the Bhagavad Gītā, and the Brahma-sūtras. Here the Gītā itself acknowledges the Brahma-sūtras. The qualifier 'hetumadbhiḥ' is crucial: the sūtras are not mere assertions — they proceed by reason (hetu). Śaṃkara, Rāmānuja, and Madhva all wrote commentaries on the Brahma-sūtras as the definitive philosophical treatise on the nature of Brahman, the kṣetrajña. The Gītā's teaching on the Field and the Knower is thus anchored in the entire Vedic hermeneutical tradition.",
        "yogananda": "Krishna points to the great tradition of wisdom keepers — the ṛṣis who did not merely theorize but who, through deep tapas and meditation, directly experienced the distinction between Field and Knower and encoded that experience in Vedic hymns. The Brahma-sūtras are the analytical crystallization of what the ṛṣis intuitively knew — Reason confirming Revelation. For the sincere seeker today, this tradition remains alive. The scriptures are not historical relics; they are maps drawn by those who actually made the journey. When you meditate and begin to sense the Knower as distinct from the known, you are confirming what the ṛṣis described in the Vedas. You are validating an unbroken lineage of inner discovery.",
        "goyandka": "Śrī Bhagavān here establishes the pramāṇa — the valid means of knowledge — for the teaching that follows. Two sources are cited: śruti (the Vedic hymns, chandobhiḥ) and the Brahma-sūtras (which synthesize śruti through tarka, logical reasoning). This is important because Vedānta accepts three pramāṇas: pratyakṣa (direct perception), anumāna (inference), and śabda (verbal testimony — primarily śruti). The knowledge of the Ātman cannot be derived by sense perception or inference alone; it requires the testimony of the ṛṣis who perceived it directly. The word 'viniścitaiḥ' — conclusive — indicates that the Brahma-sūtras settle all doubts through logical analysis, making this knowledge accessible not just to mystics but to careful reasoners."
      }
    },
    {
      "verse": 6,
      "sanskrit": "mahābhūtāny ahaṃkāro buddhir avyaktam eva ca |\nindriyāṇi daśaikaṃ ca pañca cendriyagocarāḥ ||",
      "transliteration": "mahābhūtāni ahaṃkāraḥ buddhiḥ avyaktam eva ca |\nindriyāṇi daśa ekam ca pañca ca indriyagocarāḥ ||",
      "translation": "The five great elements (mahābhūtas), ego (ahaṃkāra), intellect (buddhi), the unmanifest Prakṛti (avyakta), the ten sense organs, and the one (mind), and the five sense objects — (these together constitute the Field).",
      "audio": "/assets/audio/ch13/verse_13_06.mp3",
      "word_breakdown": [
        {
          "word": "mahābhūtāni",
          "meaning": "the five great elements — earth (pṛthvī), water (ap), fire (tejas), air (vāyu), and ether (ākāśa)"
        },
        {
          "word": "ahaṃkāraḥ",
          "meaning": "ego — the 'I-making' principle, the sense of individual selfhood in Prakṛti"
        },
        {
          "word": "buddhiḥ",
          "meaning": "intellect — the discriminating, deciding faculty; the finest expression of Prakṛti"
        },
        {
          "word": "avyaktam",
          "meaning": "the unmanifest — primordial Prakṛti, the undifferentiated matrix before creation"
        },
        {
          "word": "eva ca",
          "meaning": "and also, indeed — emphasizing the inclusion of the unmanifest"
        },
        {
          "word": "indriyāṇi daśa",
          "meaning": "the ten sense organs — five jñānendriyas (organs of perception: ear, skin, eye, tongue, nose) and five karmendriyas (organs of action: speech, hands, feet, reproductive organ, organs of elimination)"
        },
        {
          "word": "ekam ca",
          "meaning": "and the one — manas, the coordinating mind that receives inputs from all ten sense organs"
        },
        {
          "word": "pañca ca",
          "meaning": "and the five — the five sense objects"
        },
        {
          "word": "indriyagocarāḥ",
          "meaning": "the ranges/objects of the senses — sound, touch, form, taste, smell corresponding to the five sense organs"
        }
      ],
      "commentary": {
        "dadaji": "This verse gives us the complete inventory of the Field — everything that is not the Knower. Twenty-four elements in Sāṃkhya philosophy: the unmanifest Prakṛti, then buddhi, then ahaṃkāra, then manas, then the ten sense organs, then the five subtle elements (tanmātras), then the five gross elements — and their corresponding five sense objects. Notice that even ahaṃkāra — the ego, the sense of 'I' — is part of the Field. Even the 'I' you normally identify with is not the Knower. The real Knower is that which observes even the ego arising and subsiding. When you think 'I am tired,' who notices that thought? That noticer is the kṣetrajña. Everything else — body, mind, ego, intellect — belongs to the Field.",
        "sarvapriyananda": "This and the following verse enumerate the twenty-five tattvas of classical Sāṃkhya: the unmanifest Prakṛti (1), buddhi (2), ahaṃkāra (3), manas (4), five jñānendriyas (5-9), five karmendriyas (10-14), five tanmātras as sense-objects (15-19), five mahābhūtas (20-24), and the Puruṣa or kṣetrajña (25). What makes the Gītā's treatment unique is that from the Vedāntic perspective, all twenty-four — including even the finest level of cosmic intelligence (buddhi, avyakta) — are the Field. Only the twenty-fifth, pure Consciousness, is the Knower. The Kaṭha Upaniṣad's chariot analogy maps perfectly: body is chariot, senses are horses, mind is the reins, buddhi is the charioteer — but the self, the owner of the chariot, is other than all of these.",
        "yogananda": "The sages of Sāṃkhya performed a great service by mapping the territory of Prakṛti — the Field — with precision. Every layer of creation is here: from the densest (the five gross elements of earth, water, fire, air, ether) to the subtlest (avyakta — the unmanifest Cosmic Prakṛti). The ahaṃkāra — ego — is particularly significant: it is the subtle mechanism by which the infinite Consciousness becomes seemingly limited to 'this body.' When the yogi, through meditation, begins to see through ahaṃkāra — to observe the ego as an object rather than being identified as the ego — the grip of the Field begins to loosen. Each element listed here corresponds to a stage of inward journey, and each can be recognized and transcended in meditation.",
        "goyandka": "These two verses (6-7) together present the kṣetra in its full Sāṃkhya enumeration. Śrī Bhagavān lists: avyakta (unmanifest Prakṛti), buddhi (mahat-tattva), ahaṃkāra, manas, the ten indriyas, the five sense-objects, and the five mahābhūtas — totaling twenty-four modifications of Prakṛti. The traditional Sāṃkhya counts twenty-four tattvas as prakṛti's domain; with Puruṣa as the twenty-fifth, this is the kṣetra-kṣetrajña classification. The Gīta-Bhāṣya of Śaṃkara notes that 'avyakta' here refers to Mūla-Prakṛti — the primordial causal nature — from which even buddhi and ahaṃkāra evolve. Understanding this enumeration is essential for viveka — discrimination — between what is Self and what is not-Self."
      }
    },
    {
      "verse": 7,
      "sanskrit": "icchā dveṣaḥ sukhaṃ duḥkhaṃ saṃghātaś cetanā dhṛtiḥ |\netat kṣetraṃ samāsena savikāram udāhṛtam ||",
      "transliteration": "icchā dveṣaḥ sukham duḥkham saṃghātaḥ cetanā dhṛtiḥ |\netat kṣetram samāsena savikāram udāhṛtam ||",
      "translation": "Desire, aversion (hatred), pleasure, pain, the aggregate (the body-mind complex), consciousness (as a modification within the Field), and steadiness (fortitude) — this is the Field described briefly along with its modifications.",
      "audio": "/assets/audio/ch13/verse_13_07.mp3",
      "word_breakdown": [
        {
          "word": "icchā",
          "meaning": "desire — the pull toward what is wanted; the basic movement of Prakṛti toward pleasure"
        },
        {
          "word": "dveṣaḥ",
          "meaning": "aversion, hatred — the push away from what is unwanted; the root of all conflict"
        },
        {
          "word": "sukham",
          "meaning": "pleasure — agreeable sensation arising from contact between sense organs and their objects"
        },
        {
          "word": "duḥkham",
          "meaning": "pain, sorrow, suffering — the inevitable counterpart of pleasure in the Field"
        },
        {
          "word": "saṃghātaḥ",
          "meaning": "the aggregate — the composite body-mind-senses as an assembled whole"
        },
        {
          "word": "cetanā",
          "meaning": "consciousness as reflected in the Field — the appearance of awareness in matter, often called 'chidābhāsa'"
        },
        {
          "word": "dhṛtiḥ",
          "meaning": "fortitude, steadiness — the capacity of the Field to maintain coherence and resilience"
        },
        {
          "word": "etat kṣetram",
          "meaning": "this is the Field — summarizing all that has been enumerated"
        },
        {
          "word": "samāsena",
          "meaning": "in brief — this is a compressed summary; full elaboration is in the Upaniṣads"
        },
        {
          "word": "savikāram udāhṛtam",
          "meaning": "described along with its modifications — the Field is not static but constantly undergoing change"
        }
      ],
      "commentary": {
        "dadaji": "Now Bhagavān adds the experiential dimensions of the Field — not just its structure but its dynamic life: desire, hatred, pleasure, pain. These are the winds that blow through the Field every moment of our waking life. Notice that cetanā — consciousness — is listed here as part of the Field. This does not mean your awareness itself is matter. It means the appearance of consciousness within the body — the flickering sense of 'I am aware' that rises and falls — is a reflection of true Consciousness in the mirror of the Field. True Consciousness, the kṣetrajña, never fluctuates. What fluctuates — the moods, the attention, the wakefulness — is cetanā, and it belongs to the Field. Understanding this ends a great confusion: 'I was tired' means the Field was tired; the Knower is never tired.",
        "sarvapriyananda": "The phrase 'cetanā' in this list is philosophically pivotal and has generated extensive commentary. Śaṃkara interprets it as 'chidābhāsa' — the reflection of pure Consciousness in the Field — which creates the appearance of a sentient individual but is itself a modification of Prakṛti. This is the teaching of Vivartavāda: just as a crystal appears red when placed near a red flower without actually becoming red, pure Consciousness appears as a jīva when associated with the Field without actually being modified. The Praśna Upaniṣad describes how consciousness in the waking state, dream state, and deep sleep is all within the Field — the real Consciousness is the Turīya, the fourth, which is the pure kṣetrajña. 'Savikāram' — 'with modifications' — indicates the Field is ever-changing; only the Knower is changeless.",
        "yogananda": "The world of duality — icchā and dveṣa, sukha and duḥkha — is the lived experience of the Field. Every moment of ordinary life is colored by these two pairs: wanting and not wanting, comfort and discomfort. The spiritual path begins when we stop being entirely swept along by these currents and begin to observe them from within. The meditator in stillness watches desire arise in the mind — and does not immediately act on it. Watches aversion arise — and does not flee. In that gap between stimulus and reaction, the kṣetrajña begins to emerge into awareness. Dhṛtiḥ — steadiness — is both a quality of the Field (the body's resilience) and a virtue to be cultivated. The practice of equanimity in meditation trains us to recognize the Knower's inherent steadiness beneath the Field's turbulence.",
        "goyandka": "This verse completes the description of the kṣetra by adding its vikāras — modifications — which are the experiential aspects of the Field: the psychological states (icchā, dveṣa), the experiential qualities (sukha, duḥkha), the composite structure (saṃghāta), the reflected consciousness (cetanā), and the sustaining quality (dhṛti). Together with verse 6, this gives the comprehensive Sāṃkhya-Vedāntic account of the Field. The summary statement 'etat kṣetram samāsena savikāram udāhṛtam' formally closes the kṣetra-prakaraṇa (section on the Field) and prepares the student for the more elevated teaching that follows: the twenty qualities of jñāna (vv. 8-12), through which the kṣetrajña is approached and ultimately known."
      }
    },
    {
      "verse": 8,
      "sanskrit": "amānitvam adambhitvam ahiṃsā kṣāntir ārjavam |\nācāryopāsanaṃ śaucaṃ sthairyam ātmavinigrahaḥ ||",
      "transliteration": "amānitvam adambhitvam ahiṃsā kṣāntiḥ ārjavam |\nācāryopāsanam śaucam sthairyam ātmavinigrahaḥ ||",
      "translation": "Absence of pride (amānitva), absence of hypocrisy (adambhitva), non-violence (ahiṃsā), patience and forbearance (kṣānti), uprightness (ārjava), service to the teacher (ācāryopāsana), purity (śauca), steadiness (sthairya), self-control (ātmavinigraha)...",
      "audio": "/assets/audio/ch13/verse_13_08.mp3",
      "word_breakdown": [
        {
          "word": "amānitvam",
          "meaning": "absence of pride — not craving respect, honor, or recognition; freedom from the need to be considered important"
        },
        {
          "word": "adambhitvam",
          "meaning": "absence of hypocrisy/deceit — not performing virtuous actions for show; authenticity without pretense"
        },
        {
          "word": "ahiṃsā",
          "meaning": "non-violence — not causing harm in thought, word, or deed; the bedrock of dharmic conduct"
        },
        {
          "word": "kṣāntiḥ",
          "meaning": "patience, forbearance — the capacity to bear hardship, insult, and adversity without being disturbed"
        },
        {
          "word": "ārjavam",
          "meaning": "uprightness, straightforwardness — the alignment of thought, speech, and action; integrity"
        },
        {
          "word": "ācāryopāsanam",
          "meaning": "service/devotion to the teacher — attending to the guru with humility, learning through relationship and seva"
        },
        {
          "word": "śaucam",
          "meaning": "purity — both outer cleanliness and inner purity of motive, thought, and intention"
        },
        {
          "word": "sthairyam",
          "meaning": "steadiness — the quality of remaining firm and unshaken in one's conviction and practice"
        },
        {
          "word": "ātmavinigrahaḥ",
          "meaning": "self-control — mastery over the mind and senses; the redirection of energy inward toward Self-knowledge"
        }
      ],
      "commentary": {
        "dadaji": "Now begins the golden section of Chapter 13 — the twenty qualities that Krishna calls 'jñānam,' knowledge itself. This is one of the most practical passages in all the Gītā. Bhagavān does not define jñāna as merely intellectual understanding; He defines it as a way of being. The first quality is amānitvam — the absence of pride. Notice it comes before ahiṃsā, before scholarship, before everything. Why? Because pride is the subtlest and most persistent cover over the kṣetrajña. As long as we crave recognition — 'know me, honor me, see how much I know' — the ego is in charge, and the Knower remains hidden. Adambhitvam — no hypocrisy — is the next step: no performance of virtue for applause. Then the great qualities unfold. Each one of these is not a rule to follow; it is a description of what the soul naturally becomes as it turns toward the kṣetrajña.",
        "sarvapriyananda": "This celebrated passage (vv. 8-12) is sometimes called the 'Jñāna Lakṣaṇa' — the characteristics or marks of wisdom. What is philosophically profound is that Krishna does not enumerate the marks of wisdom as abstract virtues but as the natural qualities that emerge from right understanding of the kṣetra-kṣetrajña relationship. If I truly know that I am the Knower, not the body, I will naturally become humble — who is there for me to be proud before? If I see the same Consciousness in all kṣetras, non-violence becomes effortless. Ācāryopāsana — service to the teacher — is listed here as a mark of wisdom because Self-knowledge in the Vedāntic tradition is not a solo intellectual achievement; it requires transmission from a realized teacher. The Muṇḍaka Upaniṣad is emphatic: 'Let him approach a teacher who is śrotriya and brahmiṣṭha — versed in scripture and established in Brahman.'",
        "yogananda": "These nine qualities in verse 8 are the spiritual qualities that form the foundation of a yogic life. Amānitvam — freedom from pride — is the prerequisite for genuine spiritual development. Pride is the wall between the individual ego and the universal Self. It says 'I am superior, I am special' — and in doing so, it cuts off the experience of unity. Ahiṃsā is the practical expression of the understanding that all beings share one Consciousness; harming another is in some sense harming the universal Self. Ācāryopāsana — devotion to one's teacher — is particularly vital in the yoga tradition: the transmission of wisdom requires a living relationship. The guru does not just give information; the guru's presence itself is transformative for the sincere disciple.",
        "goyandka": "Śrī Bhagavān here begins the enumeration of twenty qualities that He terms 'jñānam' — knowledge. This surprising definition (knowledge as ethical and spiritual qualities rather than mere cognition) reflects the Vedāntic view that true Self-knowledge is inseparable from purity of character. A mirror covered with dust cannot reflect clearly; similarly, a mind clouded by pride, deceit, or restlessness cannot reflect the light of the kṣetrajña. Each quality listed is therefore both a means (sādhana) to jñāna and a result (phala) of advancing jñāna. Amānitvam is mentioned first as it is the foundation: the wise person does not claim the honor that belongs only to the Self. Ācāryopāsana — discipleship to a qualified teacher — is the prescribed means for receiving this knowledge in the sampradāya tradition."
      }
    },
    {
      "verse": 9,
      "sanskrit": "indriyārtheṣu vairāgyam anahaṃkāra eva ca |\njanmamṛtyujarāvyādhiduḥkhadoṣānudarśanam ||",
      "transliteration": "indriyārtheṣu vairāgyam anahaṃkāraḥ eva ca |\njanma-mṛtyu-jarā-vyādhi-duḥkha-doṣa-anudarśanam ||",
      "translation": "...dispassion (vairāgya) toward sense objects; absence of ego (anahaṃkāra); and the clear perception of the evil inherent in birth, death, old age, sickness, and pain...",
      "audio": "/assets/audio/ch13/verse_13_09.mp3",
      "word_breakdown": [
        {
          "word": "indriyārtheṣu",
          "meaning": "toward the objects of the senses — sounds, touches, forms, tastes, smells; the entire domain of sensory experience"
        },
        {
          "word": "vairāgyam",
          "meaning": "dispassion, detachment — not suppression of feeling but freedom from compulsive craving; equanimity before sensory stimuli"
        },
        {
          "word": "anahaṃkāraḥ",
          "meaning": "absence of ego — not the destruction of functional identity but the dissolution of the false identification with the body-mind as the ultimate Self"
        },
        {
          "word": "eva ca",
          "meaning": "and also, indeed — emphasizing the importance of these qualities"
        },
        {
          "word": "janma",
          "meaning": "birth — the beginning of embodiment, which carries with it the inevitability of the subsequent sufferings"
        },
        {
          "word": "mṛtyu",
          "meaning": "death — the dissolution of the body, which the ego fears above all things"
        },
        {
          "word": "jarā",
          "meaning": "old age — the gradual decay of the body; the suffering of diminishment"
        },
        {
          "word": "vyādhi",
          "meaning": "disease, sickness — the vulnerability of the physical body to illness and pain"
        },
        {
          "word": "duḥkha",
          "meaning": "suffering, pain — the pervasive quality of existence in the Field when mistaken for the whole of reality"
        },
        {
          "word": "doṣa",
          "meaning": "the inherent defect, evil — the fundamental inadequacy of sense-bound existence as a source of lasting happiness"
        },
        {
          "word": "anudarśanam",
          "meaning": "clear and steady perception — not a passing thought but a settled, repeated seeing of this truth"
        }
      ],
      "commentary": {
        "dadaji": "Vairāgya — dispassion toward sense objects — does not mean becoming cold or indifferent to beauty and life. It means no longer being a slave to the senses. The one who has vairāgya can enjoy a flower without needing to possess it, can appreciate music without being driven by craving for more. And anahaṃkāra — the absence of ego — is the fruit of truly understanding that I am the kṣetrajña, not the body. The ego shrinks when we stop identifying with the Field. Then comes the remarkable phrase: 'anudarśanam' — steady seeing — of the doṣa in birth, death, old age, and disease. This is not pessimism; it is sober clarity. Until we see honestly that the body is subject to inevitable decay, we will keep investing our deepest self in what cannot last. Seeing this clearly is itself a form of freedom.",
        "sarvapriyananda": "Vairāgya — here 'indriyārtheṣu vairāgyam,' dispassion specifically toward sense objects — is listed as the tenth of the twenty marks of wisdom. In the Vivekacūḍāmaṇi, Śaṃkara identifies vairāgya as one of the four prerequisites for Vedāntic inquiry (sādhana-catuṣṭaya), alongside viveka (discrimination), mumukṣutva (desire for liberation), and the six-fold inner discipline. Anahaṃkāra — absence of ego — is philosophically identical to the removal of the false superimposition (adhyāsa) of individuality upon pure Consciousness. 'Janmamṛtyujarāvyādhiduḥkhadoṣānudarśanam' — steady seeing of the defects of birth, death, old age, disease, and suffering — is precisely the 'pratīka' (mark) of the mumukṣu described in the Kaṭha Upaniṣad. Naciketas demonstrates it by refusing all worldly pleasures Yama offers.",
        "yogananda": "The great sages cultivated vairāgya not through harsh suppression but through the growing recognition that what they had always sought — lasting bliss, perfect love, boundless peace — simply could not be found in the realm of the senses. Each sense pleasure has a ceiling; each joy in the Field is followed by its opposite. As meditation deepens, the yogi tastes the inner bliss of the Ātman — the ānanda of the kṣetrajña — and sensory pleasures naturally lose their hypnotic grip, not through effort but through comparison. Anahaṃkāra is the natural result of this inner discovery: when you have found the infinite, the little ego-self becomes transparent. 'Anudarśanam' — steady clear seeing — of the suffering inherent in embodiment (janma, mṛtyu, jarā, vyādhi) is what the Buddha called the First Noble Truth; it is not meant to depress but to motivate the deepest aspiration for liberation.",
        "goyandka": "Vairāgya toward sense objects is the eleventh quality in this list (following the nine of verse 8 and now continuing). The Bhagavān's definition of vairāgya here is precise: it is specifically toward 'indriyārthas' — sense objects — not toward one's duties or relationships per se. Anahaṃkāra — absence of ego — is not the annihilation of individuality for functional purposes but the removal of the fundamental error of identifying the Ātman with the body-mind. The compound 'janmamṛtyujarāvyādhiduḥkhadoṣānudarśanam' is notable for its use of the word 'doṣa' — defect or evil — applied to birth itself. This reflects the Vedāntic view that bondage begins with birth into the cycle of saṃsāra, and liberation means freedom from this cycle. 'Anudarśanam' — repeated, sustained seeing — implies that intellectual understanding alone is insufficient; the seeker must contemplate this truth until it becomes an unshakeable conviction."
      }
    },
    {
      "verse": 10,
      "sanskrit": "asaktir anabhiṣvaṅgaḥ putradāragṛhādiṣu |\nnityaṃ ca samacittatvam iṣṭāniṣṭopapattiṣu ||",
      "transliteration": "asaktiḥ anabhiṣvaṅgaḥ putra-dāra-gṛha-ādiṣu |\nnityam ca samacittatvam iṣṭa-aniṣṭa-upapattiṣu ||",
      "translation": "...non-attachment (asakti) and freedom from excessive clinging (anabhiṣvaṅga) to son, wife, home, and so forth; and constant evenness of mind (samacittatva) in the occurrence of desired and undesired events...",
      "audio": "/assets/audio/ch13/verse_13_10.mp3",
      "word_breakdown": [
        {
          "word": "asaktiḥ",
          "meaning": "non-attachment — the absence of binding clinging to outcomes, relationships, or possessions; freedom from the compulsion of 'mine'"
        },
        {
          "word": "anabhiṣvaṅgaḥ",
          "meaning": "freedom from excessive clinging — a stronger form of non-attachment; not being engulfed or overwhelmed by love of family and home; the prefix 'ana-abhi-' suggests freedom from obsessive, suffocating attachment"
        },
        {
          "word": "putra",
          "meaning": "son — used representatively for all children; the deepest and most natural object of parental attachment"
        },
        {
          "word": "dāra",
          "meaning": "wife — the primary intimate relationship; the domestic bond"
        },
        {
          "word": "gṛha",
          "meaning": "home — the house, property, and the entire domestic sphere; everything that constitutes 'mine'"
        },
        {
          "word": "ādiṣu",
          "meaning": "and so forth — extending to all personal possessions, relationships, identities, and roles"
        },
        {
          "word": "nityam",
          "meaning": "constantly, always — not occasionally but as a stable disposition; evenness that has become natural"
        },
        {
          "word": "samacittatvam",
          "meaning": "evenness of mind — equanimity; sama = equal/same, citta = mind; the mind that does not rise or fall with circumstances"
        },
        {
          "word": "iṣṭa",
          "meaning": "desired — pleasant, wished-for events and circumstances"
        },
        {
          "word": "aniṣṭa",
          "meaning": "undesired — unpleasant, unwanted events; things that go wrong"
        },
        {
          "word": "upapattiṣu",
          "meaning": "in the occurrences, in the happening of — when these events actually arrive"
        }
      ],
      "commentary": {
        "dadaji": "This verse touches the most difficult territory for most of us: our relationship to the ones we love. Asakti and anabhiṣvaṅga toward son, wife, home — these words do not ask us to love less. They ask us to love without grasping, without the terror of loss coloring every moment of love. When we cling to those we love, that clinging is born of the ego's fear. The kṣetrajña — the true Self — loves without clinging because it knows that at the deepest level, the same Consciousness dwells in us and in our loved ones. Then comes samacittatvam — evenness of mind in all that happens, desired or undesired. Nityam — constantly. Not when things are easy, but as a permanent quality of being. This is the goal of all spiritual practice: not to be indifferent to life, but to be so rooted in the Knower that the Field's storms do not capsize the boat.",
        "sarvapriyananda": "The distinction between 'asakti' and 'anabhiṣvaṅga' is subtle and important. Asakti is non-attachment in principle — not identifying with or possessively grasping at objects and relationships. Anabhiṣvaṅga is the further quality of not being emotionally swamped or engulfed — not clinging with desperate intensity. The Bhāgavata Purāṇa's teaching on the bhakta who loves God more than family is relevant here: it does not destroy natural love but elevates and purifies it. 'Samacittatvam' — evenness of mind in iṣṭa and aniṣṭa — is what the Stoics called apatheia and what Patañjali in the Yoga Sūtras calls 'maitrī, karuṇā, muditā, upekṣā' — the four attitudes that maintain equanimity. The Gītā repeatedly returns to this quality (2.48: yoga is equanimity; 6.8: the yogi who is equal in honor and dishonor). It is the natural expression of the kṣetrajña's unshakeable identity.",
        "yogananda": "Non-attachment to family and home does not mean abandoning them or becoming emotionally disconnected. The great householder-saints of India — Janaka, Yudhiṣṭhira, and countless others — demonstrated that one can fulfill all one's worldly responsibilities while remaining inwardly free. The key is the word 'anabhiṣvaṅga' — no suffocating clinging, no desperate grasping. When we love without grasping, our love actually becomes purer and more expansive. The constant evenness of mind — 'nityaṃ samacittatvam' — in all events, whether things go our way or not, is the deepest fruit of yogic practice. The meditator who has touched the unchanging awareness of the kṣetrajña finds that outer events, however turbulent, cannot truly disturb the inner stillness. This equanimity is not cultivated coldness; it is the natural peace of one established in the Self.",
        "goyandka": "This verse contains two distinct qualities: (1) asakti and anabhiṣvaṅga — the two aspects of non-attachment to domestic relationships; and (2) nityaṃ samacittatvam — constant equanimity. Together with verses 8-9, these five verses (8-12) describe the twenty qualities of jñāna. Commentators note that putra-dāra-gṛha are mentioned not to suggest that family life is an obstacle, but because these are the strongest bonds of saṃsāric attachment. 'Anabhiṣvaṅga' literally means 'no clinging' (svaṅga = cling or embrace) — the quality of caring for one's family without being bound by the ego's need for them to validate or complete oneself. 'Samacittatvam in iṣṭāniṣṭopapattiṣu' — evenness when desired or undesired events occur — is not passivity but the mature response of the jñānī who knows that what happens in the Field does not affect the Knower."
      }
    }
  ]
}