{
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "sanskrit": "śrī-bhagavān uvāca | paraṃ bhūyaḥ pravakṣyāmi jñānānāṃ jñānam uttamam | yaj jñātvā munayaḥ sarve parāṃ siddhim ito gatāḥ ||",
      "transliteration": "śrī-bhagavān uvāca | paraṃ bhūyaḥ pravakṣyāmi jñānānāṃ jñānam uttamam | yaj jñātvā munayaḥ sarve parāṃ siddhim ito gatāḥ ||",
      "translation": "The Blessed Lord said: I will again declare the supreme knowledge, the best of all knowledges — knowing which, all sages have gone from here to the highest perfection.",
      "audio": "/assets/audio/ch14/verse_14_01.mp3",
      "word_breakdown": [
        { "word": "param", "meaning": "supreme, highest" },
        { "word": "bhūyaḥ", "meaning": "again, further, once more" },
        { "word": "pravakṣyāmi", "meaning": "I shall declare, I will speak" },
        { "word": "jñānānām", "meaning": "of all knowledges (genitive plural)" },
        { "word": "jñānam", "meaning": "knowledge" },
        { "word": "uttamam", "meaning": "the highest, supreme, best" },
        { "word": "yat", "meaning": "which" },
        { "word": "jñātvā", "meaning": "having known, by knowing" },
        { "word": "munayaḥ", "meaning": "sages, silent contemplatives" },
        { "word": "sarve", "meaning": "all" },
        { "word": "parām", "meaning": "highest, supreme" },
        { "word": "siddhim", "meaning": "perfection, attainment, liberation" },
        { "word": "itaḥ", "meaning": "from here, from this world" },
        { "word": "gatāḥ", "meaning": "have gone, have attained" }
      ],
      "commentary": {
        "dadaji": "Beloved, notice how the Lord says 'bhūyaḥ' — again, once more. He is not tired of giving; He is eager to give you more and more. This knowledge He is about to share is 'jñānānāṃ jñānam uttamam' — the supreme jewel of all knowledges, the very knowledge that freed all the great sages. Sit with open hands, open heart. What the rishis received and were liberated by, that same grace is flowing to you right now through these words.",
        "sarvapriyananda": "Śaṅkara notes that this chapter presents the highest Vedantic analysis of bondage: how the One Ātman comes to appear bound through the mechanism of the three guṇas. The word 'uttamam' here is definitive — this teaching about the guṇas is placed above all other levels of instruction because it goes directly to the mechanism of saṃsāra itself. Once the seeker clearly understands how the guṇas bind, the path to guṇātīta-state — transcending the guṇas — becomes vivid. The sages who 'went from here to the highest' are the jīvanmuktas who realized the Ātman as untouched by Prakṛti.",
        "yogananda": "The master speaks with cosmic enthusiasm — 'I shall tell you again!' because this wisdom of the three guṇas is the master-key to self-liberation. Every human condition, every state of consciousness, every experience in creation is a play of sattva, rajas, and tamas. When you truly understand these three forces, you see through the entire dream of creation. The sages who attained 'parāṃ siddhim' — the supreme perfection — did not merely accumulate more spiritual experiences; they went beyond all guṇa-conditioned experience entirely and merged in the Infinite. This is the knowledge that sets you permanently free.",
        "goyandka": "The Bhagavān opens this fourteenth chapter by asserting the supremacy of the knowledge He is about to impart. 'Jñānānāṃ jñānam uttamam' identifies this teaching as the apex of all revealed knowledge because it addresses the root cause of bondage. The word 'munayaḥ' refers specifically to those who have taken to contemplative silence and inner inquiry — they, by mastering this knowledge of the guṇas, attained 'parāṃ siddhim,' which the commentators uniformly interpret as mokṣa, the final release from the cycle of birth and death."
      }
    },
    {
      "verse": 2,
      "sanskrit": "idaṃ jñānam upāśritya mama sādharmyam āgatāḥ | sarge'pi nopajāyante pralaye na vyathanti ca ||",
      "transliteration": "idaṃ jñānam upāśritya mama sādharmyam āgatāḥ | sarge api nopajāyante pralaye na vyathanti ca ||",
      "translation": "Taking refuge in this knowledge, those who have attained My own nature (sādharmyam) are neither born at the time of creation nor troubled at the time of dissolution.",
      "audio": "/assets/audio/ch14/verse_14_02.mp3",
      "word_breakdown": [
        { "word": "idam", "meaning": "this" },
        { "word": "jñānam", "meaning": "knowledge" },
        { "word": "upāśritya", "meaning": "taking refuge in, relying upon" },
        { "word": "mama", "meaning": "My" },
        { "word": "sādharmyam", "meaning": "same nature, same essential state, likeness" },
        { "word": "āgatāḥ", "meaning": "having attained, those who have come to" },
        { "word": "sarge", "meaning": "at creation, at the manifestation of the universe" },
        { "word": "api", "meaning": "even, also" },
        { "word": "na upajāyante", "meaning": "are not born, do not take birth" },
        { "word": "pralaye", "meaning": "at dissolution, at the cosmic ending" },
        { "word": "na vyathanti", "meaning": "are not troubled, are not agitated, do not suffer" },
        { "word": "ca", "meaning": "and" }
      ],
      "commentary": {
        "dadaji": "What is liberation? It is 'mama sādharmyam' — attaining the same nature as the Lord Himself. This is not a small thing the Lord is offering; He is offering His own Being. Once this knowledge is truly received and lived, even the great cosmic tides — creation and dissolution — cannot touch you. You are neither born again when the worlds unfold, nor do you tremble when they are swallowed back into the Unmanifest. This is the fearlessness that comes only from resting in the Lord's own nature.",
        "sarvapriyananda": "This verse establishes the Advaitic ideal of sāyujya — merger with the ultimate reality. 'Mama sādharmyam' is interpreted by Śaṅkara as the attainment of Brahman-nature itself, not merely proximity to the Lord. The liberated soul is not reborn in sarga (creation) because there is no residual avidyā to fuel another embodiment. Nor is it 'troubled' at pralaya — because there is no separate ego left to be troubled. The language here transcends even the jivanmukta state, pointing to the videhamukta, the one who is free even beyond the body, beyond cosmic time.",
        "yogananda": "When the great sages discovered that their innermost Self was one with the Cosmic Consciousness, they stepped outside the law of creation and dissolution forever. 'Sarge api nopajāyante' — even when the entire universe bursts forth again from the Cosmic Dream, they do not reappear as separate beings subject to illusion. They have merged into the Dreamer. How magnificent is this promise! The entire cosmic spectacle of creation and destruction is like waves rising and falling in the ocean — the one who has become the Ocean itself is unmoved, untouched, unstirred by any wave.",
        "goyandka": "The practical import of this verse is profound: the value of the jñāna being taught is demonstrated by its ultimate fruit — attainment of the Lord's own essential nature (sādharmyam). Commentators distinguish this from sāmīpya (nearness) or sālokya (dwelling in the same realm); sādharmyam points to the highest liberation where the distinction between worshipper and worshipped dissolves. The immunity to sarga and pralaya — the cosmic cycles of birth and dissolution — confirms this is the state of Brahman-realization, beyond all conditional existence."
      }
    },
    {
      "verse": 3,
      "sanskrit": "mama yonir mahad brahma tasmin garbhaṃ dadhāmy aham | sambhavaḥ sarva-bhūtānāṃ tato bhavati bhārata ||",
      "transliteration": "mama yoniḥ mahad brahma tasmin garbhaṃ dadhāmy aham | sambhavaḥ sarva-bhūtānāṃ tato bhavati bhārata ||",
      "translation": "My womb is the great Brahman (Mahad-Brahma/Prakṛti); in that I place the seed; the birth of all beings comes from that, O Bhārata.",
      "audio": "/assets/audio/ch14/verse_14_03.mp3",
      "word_breakdown": [
        { "word": "mama", "meaning": "My" },
        { "word": "yoniḥ", "meaning": "womb, source, matrix" },
        { "word": "mahad brahma", "meaning": "the great Brahman, Mahad (the primordial Prakṛti/Nature)" },
        { "word": "tasmin", "meaning": "in that, therein" },
        { "word": "garbham", "meaning": "the seed, the embryo, the germ" },
        { "word": "dadhāmi", "meaning": "I place, I deposit" },
        { "word": "aham", "meaning": "I" },
        { "word": "sambhavaḥ", "meaning": "birth, coming into being, origin" },
        { "word": "sarva-bhūtānām", "meaning": "of all beings (genitive plural)" },
        { "word": "tataḥ", "meaning": "from that, therefore" },
        { "word": "bhavati", "meaning": "comes to be, occurs, happens" },
        { "word": "bhārata", "meaning": "O Bhārata (Arjuna, descendant of Bharata)" }
      ],
      "commentary": {
        "dadaji": "See the Lord's tenderness in this verse: He calls the great Prakṛti 'My womb' and places within Her His own seed of consciousness. Every being that has ever lived is the child of this divine union — you are not an accident or a random formation of matter. You are the beloved child of the Lord Himself, born from His own love meeting the cosmic womb. The next time you look at any creature — human, animal, bird, insect — remember: this is the Lord's own child, born from His own seed placed in His own cosmic womb.",
        "sarvapriyananda": "This verse is the Sāṃkhya-Yoga cosmology in its purest Gītā form. 'Mahad brahma' refers to the Mahat-tattva or primordial Prakṛti — not Brahman in the Advaitic sense, but the highest manifest principle of Nature. The Lord as Puruṣa-supreme places the 'garbha' — the seed of individual consciousness — into Prakṛti, and from this union all individual beings arise. Śaṅkara interprets the Lord here as the Paramātman who, through His mere presence (sannidhi), causes Prakṛti to manifest. This preserves Advaita: the Lord does not actually 'act' but His presence catalyzes the entire creation.",
        "yogananda": "In this single verse, the Gītā reveals the mystery of all creation. The Cosmic Mother (Prakṛti) receives the seed of the Cosmic Father (Puruṣa, the Lord), and from this mystical union every living being is born — from the smallest microbe to the greatest archangel. The 'garbham' that the Lord places is not merely physical; it is the spark of divine consciousness, the seed of self-awareness, that makes every being alive and aware. You are literally a child of God in the most direct and cosmic sense — not metaphorically, but as a matter of universal law.",
        "goyandka": "The cosmological vision here follows the Sāṃkhya darśana which posits Prakṛti (here called 'mahad brahma' — the great basis or primordial field) as the material cause of the universe, while the Puruṣa (the Lord) is the efficient cause who 'places the seed.' The word 'garbham' is significant: it means both seed and embryo, indicating that the Lord's presence within Prakṛti is the very life-principle that animates all creation. 'Sarva-bhūtānāṃ sambhavaḥ' — the origin of all beings — confirms this is a universal cosmological statement with no exceptions."
      }
    },
    {
      "verse": 4,
      "sanskrit": "sarva-yoniṣu kaunteya mūrtayaḥ sambhavanti yāḥ | tāsāṃ brahma mahad yonir ahaṃ bīja-pradaḥ pitā ||",
      "transliteration": "sarva-yoniṣu kaunteya mūrtayaḥ sambhavanti yāḥ | tāsāṃ brahma mahad yoniḥ ahaṃ bīja-pradaḥ pitā ||",
      "translation": "Whatever forms are born in all wombs, O Kaunteya — the great Brahman (Prakṛti) is their womb, and I am the seed-giving Father.",
      "audio": "/assets/audio/ch14/verse_14_04.mp3",
      "word_breakdown": [
        { "word": "sarva-yoniṣu", "meaning": "in all wombs, in all kinds of births" },
        { "word": "kaunteya", "meaning": "O son of Kuntī (Arjuna)" },
        { "word": "mūrtayaḥ", "meaning": "forms, bodies, embodied beings" },
        { "word": "sambhavanti", "meaning": "are born, come into being" },
        { "word": "yāḥ", "meaning": "which (relative pronoun)" },
        { "word": "tāsām", "meaning": "of them, of all those" },
        { "word": "brahma mahad", "meaning": "the great Brahman, primordial Prakṛti" },
        { "word": "yoniḥ", "meaning": "the womb, the source" },
        { "word": "aham", "meaning": "I" },
        { "word": "bīja-pradaḥ", "meaning": "the seed-giver, one who bestows the seed" },
        { "word": "pitā", "meaning": "the Father" }
      ],
      "commentary": {
        "dadaji": "The Lord extends the teaching to its universal limit: 'sarva-yoniṣu' — in ALL wombs, in every kind of birth across the entire creation. There is not a single creature born anywhere in this universe who is not His child. He says plainly: 'I am the seed-giving Father.' When the great Masters spoke of seeing God in all beings, this is the foundation — it is literally true. Every form before you carries the Lord's own seed within it. This understanding is the root of genuine love and the death of all contempt.",
        "sarvapriyananda": "Verse 3 established the general cosmological principle; verse 4 universalizes it without exception. 'Sarva-yoniṣu' — every category of birth, every species, every realm of existence — all draw their essential life-spark from the same source: the Lord as 'bīja-pradaḥ pitā,' the Father who gives the seed of consciousness. The use of 'pitā' (Father) alongside 'mahad brahma' as 'yoniḥ' (Mother-womb) gives us the complete Sāṃkhya-Vedāntic picture: Prakṛti is the material womb, Puruṣa is the consciousness that vivifies. No being stands outside this cosmic parentage.",
        "yogananda": "When the great sage Ramakrishna saw God in every being — prostrating to a prostitute, serving a criminal — this verse was his metaphysical foundation. Every single form born in any womb anywhere in the cosmos carries the divine seed of the Father. The variety of forms is Prakṛti's creativity; the consciousness within every form is the Lord's own gift. To harm any creature knowingly is to strike at the Father's own child. To serve any being selflessly is to worship the Father directly. This is the deepest logic of ahiṃsā and of universal service.",
        "goyandka": "This verse completes the cosmological dyad begun in verse 3. While verse 3 stated the principle of cosmic generation, verse 4 makes it universal and personal: 'ahaṃ bīja-pradaḥ pitā' — I am the Father who gives the seed. The term 'bīja-pradaḥ' is technically precise: the bīja (seed) is the cetana (consciousness-principle) without which no form of life is possible. The Lord is not merely a distant first cause but an ever-present Father whose seed of awareness animates every living form in all the fourteen worlds."
      }
    },
    {
      "verse": 5,
      "sanskrit": "sattvaṃ rajas tama iti guṇāḥ prakṛti-sambhavāḥ | nibadhnanti mahābāho dehe dehinam avyayam ||",
      "transliteration": "sattvaṃ rajas tamaḥ iti guṇāḥ prakṛti-sambhavāḥ | nibadhnanti mahābāho dehe dehinam avyayam ||",
      "translation": "Sattva, Rajas, and Tamas — these guṇas born of Prakṛti bind the eternal embodied soul (dehin) in the body, O Mighty-Armed.",
      "audio": "/assets/audio/ch14/verse_14_05.mp3",
      "word_breakdown": [
        { "word": "sattvam", "meaning": "sattva — the quality of purity, light, harmony" },
        { "word": "rajaḥ", "meaning": "rajas — the quality of passion, activity, restlessness" },
        { "word": "tamaḥ", "meaning": "tamas — the quality of darkness, inertia, ignorance" },
        { "word": "iti", "meaning": "thus, these are (enumerative particle)" },
        { "word": "guṇāḥ", "meaning": "qualities, strands, attributes of Prakṛti" },
        { "word": "prakṛti-sambhavāḥ", "meaning": "born of Prakṛti, arising from Nature" },
        { "word": "nibadhnanti", "meaning": "they bind, they tie down" },
        { "word": "mahābāho", "meaning": "O Mighty-Armed (epithet of Arjuna)" },
        { "word": "dehe", "meaning": "in the body, within the physical form" },
        { "word": "dehinam", "meaning": "the embodied soul, the one who dwells in the body" },
        { "word": "avyayam", "meaning": "the imperishable, the indestructible, the eternal" }
      ],
      "commentary": {
        "dadaji": "Here the central mystery of our bondage is revealed with such clarity and love. The soul — 'avyayam dehinam,' the imperishable, eternal one — is not intrinsically bound. It is free by its very nature! But the three strands of Prakṛti, like ropes woven of light, passion, and darkness, tie this free soul into the experience of a body and a world. The Lord addresses Arjuna as 'Mahābāho' — Mighty-Armed — reminding him: you have the strength within you to unbind yourself. The guṇas are not the enemy; they are the veil. And veils can be lifted.",
        "sarvapriyananda": "This verse announces the central thesis of the entire chapter. Notice the crucial phrase 'prakṛti-sambhavāḥ' — the guṇas are born of Prakṛti, not of the Puruṣa. The soul (dehin) is qualified as 'avyayam' — imperishable, eternal, and by implication free. The binding (nibadhnanti) is therefore not essential to the soul's nature but is a superimposition (adhyāsa). Śaṅkara would say: the soul appears bound but is never actually bound — it is like the sky that appears filled with clouds; the sky is untouched. Liberation is recognizing this unchanging truth about one's own essential nature.",
        "yogananda": "The word 'avyayam' holds the entire key to liberation. The soul is imperishable, immutable, eternally free — and yet it appears bound. How? Through the three guṇas of Prakṛti, which act like magnetic fields pulling consciousness into identification with the body and its experiences. Sattva creates the magnetic pull of beauty and wisdom; rajas creates the pull of desire and ambition; tamas creates the pull of ignorance and inertia. The spiritual path is not about destroying these forces but about understanding them so clearly that their magnetic pull loses its power over you.",
        "goyandka": "This verse, the pivotal verse of Chapter 14, introduces the threefold framework that will be elaborated in the following verses. The technical precision is important: guṇas are 'strands' (the literal meaning) — they are not mere qualities but fundamental constituents of Prakṛti that, like three intertwined ropes, create the fabric of all phenomenal experience. The soul (dehin) is explicitly called 'avyayam' — indestructible and unchanging — to establish that bondage is not the soul's natural state. All subsequent teaching flows from this: if the soul is inherently free, then understanding what binds it is the direct path to liberation."
      }
    },
    {
      "verse": 6,
      "sanskrit": "tatra sattvaṃ nirmalatvāt prakāśakam anāmayam | sukha-saṅgena badhnāti jñāna-saṅgena cānagha ||",
      "transliteration": "tatra sattvaṃ nirmalatvāt prakāśakam anāmayam | sukha-saṅgena badhnāti jñāna-saṅgena ca anagha ||",
      "translation": "Among these, sattva — being pure — is luminous and free from disease/affliction. Yet it binds through attachment to happiness and attachment to knowledge, O Sinless One.",
      "audio": "/assets/audio/ch14/verse_14_06.mp3",
      "word_breakdown": [
        { "word": "tatra", "meaning": "among these, therein" },
        { "word": "sattvam", "meaning": "sattva (the quality of purity and light)" },
        { "word": "nirmalatvāt", "meaning": "because of its purity, on account of being stainless" },
        { "word": "prakāśakam", "meaning": "luminous, illuminating, light-producing" },
        { "word": "anāmayam", "meaning": "free from disease, free from affliction, healthy" },
        { "word": "sukha-saṅgena", "meaning": "through attachment to happiness, through the bond of joy" },
        { "word": "badhnāti", "meaning": "it binds, it ties" },
        { "word": "jñāna-saṅgena", "meaning": "through attachment to knowledge, through clinging to wisdom" },
        { "word": "ca", "meaning": "and, also" },
        { "word": "anagha", "meaning": "O Sinless One (epithet of Arjuna)" }
      ],
      "commentary": {
        "dadaji": "The Lord addresses Arjuna as 'anagha' — O Sinless One — precisely when speaking of sattva's subtle binding. This is the most delicate trap on the spiritual path: the joy of meditation, the love of sacred knowledge, the peace of inner stillness — these are the gifts of sattva. But if we cling to these experiences, even they become golden chains. The sincere sādhaka must be willing to offer up even the sweetness of spiritual experience at the Lord's feet. True freedom is not the enjoyment of sattvic bliss; it is the freedom even from needing that bliss.",
        "sarvapriyananda": "This verse presents the most subtle form of bondage — sattvic bondage. Sattva is 'nirmala' (pure), 'prakāśaka' (illuminating), 'anāmaya' (free from affliction) — it is the closest a conditioned state can come to the nature of the Ātman. But it still binds through saṅga: 'sukha-saṅga' (clinging to the experience of inner happiness) and 'jñāna-saṅga' (pride in spiritual knowledge). The Vedāntic student who is attached to the experience of clarity and wisdom has not yet crossed the final barrier. Even the love of enlightenment, if it generates clinging, is a subtle form of ego.",
        "yogananda": "Sattva is heaven — but heaven is still not the Infinite. The sattvic meditator experiences genuine luminosity, genuine peace, genuine wisdom — and these are real gifts. But if the meditator becomes attached to these sattvic experiences, saying 'I am a spiritual person, I have wisdom, I experience deep peace,' they are still in the net of the guṇas. The final leap requires releasing even the most refined sattvic identity. As Yogananda put it: do not mistake the map for the territory, do not mistake even the highest spiritual experience for the Self that witnesses all experiences.",
        "goyandka": "The description of sattva as 'nirmalatvāt prakāśakam anāmayam' establishes it as the highest of the three guṇas — it promotes clarity of mind, health of body, and receptivity to knowledge. However, 'badhnāti' is the crucial word: even sattva binds. 'Sukha-saṅga' refers to the attachment that forms around the experiences of inner tranquility and meditative joy — the seeker becomes reluctant to leave these states. 'Jñāna-saṅga' points to intellectual pride and the clinging to one's own spiritual understanding. Both are impediments to the guṇātīta state."
      }
    },
    {
      "verse": 7,
      "sanskrit": "rajo rāgātmakaṃ viddhi tṛṣṇā-saṅga-samudbhavam | tan nibadhnāti kaunteya karma-saṅgena dehinam ||",
      "transliteration": "rajaḥ rāgātmakaṃ viddhi tṛṣṇā-saṅga-samudbhavam | tat nibadhnāti kaunteya karma-saṅgena dehinam ||",
      "translation": "Know Rajas to be of the nature of passion, born from thirst (tṛṣṇā) and attachment (saṅga). It binds the embodied soul through attachment to action, O Kaunteya.",
      "audio": "/assets/audio/ch14/verse_14_07.mp3",
      "word_breakdown": [
        { "word": "rajaḥ", "meaning": "rajas, the quality of passion and activity" },
        { "word": "rāgātmakam", "meaning": "of the nature of passion/desire, whose essence is rāga" },
        { "word": "viddhi", "meaning": "know, understand (imperative)" },
        { "word": "tṛṣṇā", "meaning": "thirst, craving, intense desire" },
        { "word": "saṅga", "meaning": "attachment, clinging" },
        { "word": "samudbhavam", "meaning": "born from, arising from, produced by" },
        { "word": "tat", "meaning": "it, that (rajas)" },
        { "word": "nibadhnāti", "meaning": "binds, ties down" },
        { "word": "kaunteya", "meaning": "O son of Kuntī (Arjuna)" },
        { "word": "karma-saṅgena", "meaning": "through attachment to action, through bond of activity" },
        { "word": "dehinam", "meaning": "the embodied soul, the dweller in the body" }
      ],
      "commentary": {
        "dadaji": "Rajas is the busiest guna — always planning, always wanting, always moving toward the next thing. The Lord says its very nature (ātmakam) is rāga — passionate attachment. And from where does it arise? From 'tṛṣṇā' — thirst, the aching hunger for more — and from 'saṅga' — the stickiness that makes every desired object feel like it is a part of us. The rajasic person is never at rest. They bind themselves through 'karma-saṅga' — attachment to their own actions and their results. The antidote is not inaction but nishkāma karma — action offered freely, without the sticky hands of desire.",
        "sarvapriyananda": "Rajas is described with great precision: 'rāgātmakam' — its very ātma, its essential nature, is rāga (passion, coloring, attraction). And its origin is 'tṛṣṇā-saṅga-samudbhavam' — born from the pairing of tṛṣṇā (craving) and saṅga (attachment). This is important: rajas does not arise from outside; it arises from within, from the movement of the mind toward desired objects. It binds through 'karma-saṅga' — the soul becomes enslaved to the cycle of action and result, always in motion, never coming to rest. The antidote is karma yoga: action without the kartṛtva-abhimāna (the sense of 'I am the doer').",
        "yogananda": "Rajas is the engine of the world — the force that drives civilization, ambition, creativity, and restless human striving. In itself it is not evil; it is Prakṛti's great creative power. But when it governs the soul, it produces the most common human suffering: the exhausting treadmill of desire and fulfillment and new desire. 'Tṛṣṇā' — thirst — is the perfect word: like drinking salt water, rajasic fulfillment only intensifies the thirst. The soul enslaved to rajas is always chasing, never arriving. The way out is to discover the inner spring of joy that needs no outer object to sustain it.",
        "goyandka": "The characterization 'rāgātmakam' is definitive: rajas is not merely accompanied by rāga but is constituted by it — passion is its very substance. 'Tṛṣṇā-saṅga-samudbhavam' identifies the two generative forces of rajas: tṛṣṇā (the craving for objects not yet obtained) and saṅga (the attachment to objects already obtained or familiar). Together these two create the rajasic condition. Binding occurs through 'karma-saṅga' — not karma itself (which is natural and unavoidable for an embodied being) but saṅga toward karma: the proprietary feeling of 'my actions, my achievements, my results.'"
      }
    },
    {
      "verse": 8,
      "sanskrit": "tamas tv ajñāna-jaṃ viddhi mohanaṃ sarva-dehinām | pramādālasya-nidrābhis tan nibadhnāti bhārata ||",
      "transliteration": "tamaḥ tu ajñāna-jaṃ viddhi mohanaṃ sarva-dehinām | pramāda-ālasya-nidrābhiḥ tat nibadhnāti bhārata ||",
      "translation": "But Tamas, know to be born of ignorance — the deluder of all embodied beings. It binds through heedlessness (pramāda), laziness (ālasya), and excessive sleep (nidrā), O Bhārata.",
      "audio": "/assets/audio/ch14/verse_14_08.mp3",
      "word_breakdown": [
        { "word": "tamaḥ", "meaning": "tamas, the quality of darkness and inertia" },
        { "word": "tu", "meaning": "but, however (contrasting particle)" },
        { "word": "ajñāna-jam", "meaning": "born of ignorance, produced by avidyā" },
        { "word": "viddhi", "meaning": "know, understand (imperative)" },
        { "word": "mohanam", "meaning": "the deluder, that which causes delusion (moha)" },
        { "word": "sarva-dehinām", "meaning": "of all embodied beings (genitive plural)" },
        { "word": "pramāda", "meaning": "heedlessness, carelessness, negligence, intoxication" },
        { "word": "ālasya", "meaning": "laziness, sloth, inertia" },
        { "word": "nidrābhiḥ", "meaning": "by sleep, through excessive sleep (instrumental)" },
        { "word": "tat", "meaning": "it, that (tamas)" },
        { "word": "nibadhnāti", "meaning": "binds, ties down" },
        { "word": "bhārata", "meaning": "O Bhārata (Arjuna)" }
      ],
      "commentary": {
        "dadaji": "Tamas is 'mohanam sarva-dehinām' — the great deluder of all embodied beings. Notice: it deludes everyone, not just some. The Lord mentions pramāda first — carelessness, negligence, a kind of spiritual intoxication that makes one forget what is real and what is important. Then ālasya — the heaviness that says 'later, not now, what's the point.' And nidrā — sleep, not just physical sleep but the deeper sleep of unawareness in which most people spend their lives. The spiritual path begins with simply waking up from this deep tamасic sleep.",
        "sarvapriyananda": "Tamas is the most foundational of the three guṇas because it is 'ajñāna-jam' — born of ignorance itself. Sattva illuminates, rajas agitates, tamas covers. Where sattva and rajas both involve some activity of the mind (pleasure, desire), tamas operates by suppressing mind-activity entirely through pramāda, ālasya, and nidrā. The word 'mohanam' is particularly significant in Vedānta — moha is not mere confusion but the fundamental delusion about the nature of the Self. Tamas is the grossest form of māyā's veiling power, the avaraṇa-śakti that hides the luminous Ātman most completely.",
        "yogananda": "Tamas is the spiritual enemy that most people never recognize as an enemy — because it feels like peace, like rest, like 'just relaxing.' But there is a vast difference between the sattvic peace of conscious inner stillness and the tamasic stupor of unconscious inertia. The tamasic person is not resting; they are spiritually asleep. Pramāda (heedlessness) is tamas of the will; ālasya (laziness) is tamas of the body; nidrā (sleep) is tamas of the mind. Together they create a cocoon of unconsciousness that keeps the soul from ever beginning its journey back to the Light.",
        "goyandka": "The contrast with sattva and rajas is marked by the particle 'tu' — 'but tamas.' Where sattva illuminates and rajas activates, tamas is 'ajñāna-jam' — its very birthplace is ignorance. This is the guṇa that does not merely misdirect the seeker (as rajas does) or create subtle attachment (as sattva does) but covers awareness itself. 'Mohanam sarva-dehinām' — it deludes all embodied beings, not just the spiritually immature. The three instruments of tamasic binding — pramāda, ālasya, nidrā — all operate by reducing or eliminating the sattvic light of discriminative awareness (viveka)."
      }
    },
    {
      "verse": 9,
      "sanskrit": "sattvaṃ sukhe sañjayati rajaḥ karmaṇi bhārata | jñānam āvṛtya tu tamaḥ pramāde sañjayaty uta ||",
      "transliteration": "sattvaṃ sukhe sañjayati rajaḥ karmaṇi bhārata | jñānam āvṛtya tu tamaḥ pramāde sañjayati uta ||",
      "translation": "Sattva attaches to happiness; Rajas to action, O Bhārata; but Tamas, having covered knowledge, attaches to heedlessness.",
      "audio": "/assets/audio/ch14/verse_14_09.mp3",
      "word_breakdown": [
        { "word": "sattvam", "meaning": "sattva" },
        { "word": "sukhe", "meaning": "in happiness, to joy (locative)" },
        { "word": "sañjayati", "meaning": "attaches, causes to cling, binds (causative of sañj)" },
        { "word": "rajaḥ", "meaning": "rajas" },
        { "word": "karmaṇi", "meaning": "in action, to activity (locative)" },
        { "word": "bhārata", "meaning": "O Bhārata (Arjuna)" },
        { "word": "jñānam", "meaning": "knowledge, awareness, discriminative understanding" },
        { "word": "āvṛtya", "meaning": "having covered, having veiled (gerund of āvṛ)" },
        { "word": "tu", "meaning": "but, however" },
        { "word": "tamaḥ", "meaning": "tamas" },
        { "word": "pramāde", "meaning": "in heedlessness, to negligence (locative)" },
        { "word": "sañjayati", "meaning": "attaches, causes to cling" },
        { "word": "uta", "meaning": "indeed, moreover (emphatic particle)" }
      ],
      "commentary": {
        "dadaji": "In this verse, the Lord sketches the portrait of each guṇa's characteristic pull on the soul. Sattva draws you toward 'sukha' — inner happiness, peace, spiritual joy. Rajas draws you toward 'karma' — doing, achieving, producing. And tamas first covers your knowledge — veils your discrimination — and then drops you into pramāda, that sleepy heedlessness where life slips by unexamined. Looking at your own life, which pull do you feel most strongly right now? The answer itself is a gift of self-knowledge that begins to loosen the guṇa's grip.",
        "sarvapriyananda": "This verse provides the functional signatures of the three guṇas: their characteristic domains of attachment. 'Sañjayati' is a significant verb — it means to cause to cling, to affix, to bind with attachment. Sattva does not merely produce happiness; it produces attachment to happiness. Rajas does not merely produce activity; it produces attachment to activity. Tamas first performs a preliminary act — 'jñānam āvṛtya' (having covered knowledge) — and then attaches to pramāda. This preliminary covering is important: tamas must first destroy discriminative awareness before it can establish its binding. This is why the Gītā's first remedy for tamas is always viveka — awakening discrimination.",
        "yogananda": "Each guṇa has its preferred domain where it hooks the soul. The sattvic soul is hooked by the beautiful experience of inner happiness — and there is nothing wrong with that happiness except the clinging. The rajasic soul is hooked by the thrill of doing and achieving. The tamasic soul is hooked by... nothing, by the absence of awareness itself, by the comfort of not-knowing and not-caring. The phrase 'jñānam āvṛtya' — having covered knowledge — is crucial: tamas does not offer you something enticing to be attached to; it simply removes the light of awareness so that heedlessness feels natural.",
        "goyandka": "This verse is the practical summary of verses 6, 7, and 8. The verb 'sañjayati' (from the root sañj, to cling) specifies the mechanism of guṇa-bondage: each guṇa creates its characteristic attachment. Sattva → sukha-saṅga; rajas → karma-saṅga; tamas → pramāda-saṅga (after first covering jñāna). The sequence for tamas is notably different: 'jñānam āvṛtya tu tamaḥ pramāde sañjayati' — it first veils jñāna and then attaches to pramāda. This two-step mechanism (veil first, then bind) explains why the tamasic person is the hardest to awaken: they cannot even perceive that they are bound."
      }
    },
    {
      "verse": 10,
      "sanskrit": "rajas tamaś cābhibhūya sattvaṃ bhavati bhārata | rajaḥ sattvaṃ tamaś caiva tamaḥ sattvaṃ rajas tathā ||",
      "transliteration": "rajaḥ tamaḥ ca abhibhūya sattvaṃ bhavati bhārata | rajaḥ sattvaṃ tamaḥ ca eva tamaḥ sattvaṃ rajaḥ tathā ||",
      "translation": "Sattva prevails by overcoming Rajas and Tamas, O Bhārata; Rajas prevails by overcoming Sattva and Tamas; and Tamas prevails by overcoming Sattva and Rajas.",
      "audio": "/assets/audio/ch14/verse_14_10.mp3",
      "word_breakdown": [
        { "word": "rajaḥ", "meaning": "rajas" },
        { "word": "tamaḥ", "meaning": "tamas" },
        { "word": "ca", "meaning": "and" },
        { "word": "abhibhūya", "meaning": "having overcome, by overcoming, subduing (gerund of abhibhū)" },
        { "word": "sattvam", "meaning": "sattva" },
        { "word": "bhavati", "meaning": "prevails, arises, comes to be dominant" },
        { "word": "bhārata", "meaning": "O Bhārata (Arjuna)" },
        { "word": "rajaḥ", "meaning": "rajas prevails (second occurrence — rajas overcoming the other two)" },
        { "word": "sattvaṃ tamaś ca eva", "meaning": "both sattva and tamas" },
        { "word": "tamaḥ", "meaning": "tamas prevails (third occurrence)" },
        { "word": "sattvaṃ rajaḥ tathā", "meaning": "both sattva and rajas likewise" }
      ],
      "commentary": {
        "dadaji": "What a liberating teaching is hidden in this verse! The guṇas are not permanent prisons — they are flowing, shifting, competing forces. Sattva can overcome rajas and tamas. This means: no matter how deeply you are currently in the darkness of tamas or the frenzy of rajas, sattva can rise and overcome them. The path of sādhana — prayer, study, good company, wholesome food, early rising — is nothing other than the deliberate cultivation of sattva so that it wins the competition within you. And once sattva prevails long enough, you gain the discrimination to transcend even sattva itself and become guṇātīta.",
        "sarvapriyananda": "This verse reveals the dynamic, processual nature of the guṇas. They are not static categories but living forces in constant interaction. 'Abhibhūya' — by overcoming, subduing, gaining dominance over. This is the language of competition. Each guṇa perpetually strives to dominate the other two. For the Vedāntic seeker, this teaching offers both a diagnostic tool (observe which guṇa is currently dominant in you) and a prescriptive tool (deliberately cultivate sattva through appropriate means to overcome rajas and tamas). The ultimate goal, however, as the next verses will reveal, is to transcend all three guṇas entirely — to become guṇātīta.",
        "yogananda": "The guṇas are like three wrestlers constantly grappling with each other inside the arena of your body and mind. Right now, as you read this, one of the three is dominant — and the other two are waiting for their opportunity. This is not depressing news; it is deeply hopeful. Because it means that tamas never has the last word. Sattva can always rise. Even the most tamasic person, under the right conditions — the right teacher, the right practice, the right grace — can experience sattva breaking through like sunlight through clouds. The spiritual path is simply learning how to make sattva's victory more frequent, more stable, and ultimately permanent.",
        "goyandka": "The verse establishes what later commentators call the 'guṇa-parināma-vāda' — the doctrine of continuous transformation among the guṇas. The three are always present but never in equal proportion; their proportions shift constantly, and whichever is dominant colors the consciousness of the embodied being at that moment. The practical implication for the sādhaka is clear: the current tamasic or rajasic state is not permanent and can be overcome. The prescribed method is the cultivation of sattvic conditions — sattvic diet, sattvic company (satsaṅga), sattvic study (svādhyāya), and regular practice — until sattva becomes the habitual dominant, creating the conditions for final guṇa-transcendence."
      }
    }
  ]
}
