{
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "sanskrit": "श्रीभगवानुवाच ।\nअनाश्रितः कर्मफलं कार्यं कर्म करोति यः ।\nस संन्यासी च योगी च न निरग्निर्न चाक्रियः ॥",
      "transliteration": "śrī-bhagavān uvāca\nanāśritaḥ karma-phalaṃ kāryaṃ karma karoti yaḥ\nsa saṃnyāsī ca yogī ca na niragnir na cākriyaḥ",
      "translation": "The Blessed Lord said: He who performs his obligatory duty without depending on the fruit of action — he is the sannyāsī and the yogī; not the one who has abandoned the sacred fire, and not the one who has given up action.",
      "audio": "/assets/audio/ch06/verse_06_01.mp3",
      "word_breakdown": [
        {"word": "अनाश्रितः", "transliteration": "anāśritaḥ", "root": "an + ā + √śri (to depend on, to take refuge in)", "grammatical_form": "Compound adjective, masculine, nominative, singular", "meaning": "one who does not depend on / not leaning upon / without relying on the fruit"},
        {"word": "कर्मफलम्", "transliteration": "karma-phalam", "root": "karma (action) + phala (fruit/result)", "grammatical_form": "Compound noun, neuter, accusative, singular", "meaning": "the fruit of action / the result of one's deeds"},
        {"word": "कार्यम्", "transliteration": "kāryam", "root": "√kṛ (to do) — gerundive", "grammatical_form": "Gerundive (obligation), neuter, accusative, singular", "meaning": "what ought to be done / obligatory duty / prescribed action"},
        {"word": "संन्यासी", "transliteration": "saṃnyāsī", "root": "sam + ni + √as (to throw down)", "grammatical_form": "Noun, masculine, nominative, singular", "meaning": "a renunciant / one who has truly renounced"},
        {"word": "निरग्निः", "transliteration": "niragnir", "root": "nir (without) + agni (sacred fire)", "grammatical_form": "Compound noun/adjective, masculine, nominative, singular", "meaning": "one who has abandoned the sacred Vedic fire / firelessly renounced in mere outer form"},
        {"word": "अक्रियः", "transliteration": "akriyaḥ", "root": "a (not) + kriyā (action)", "grammatical_form": "Compound adjective, masculine, nominative, singular", "meaning": "one who is without action / one who has given up all activity"}
      ],
      "commentary": {
        "dadaji": "Krishna opens the sixth chapter by shattering a common misconception: that the sannyāsī is simply one who has abandoned external rituals or stopped acting, and that the yogī is defined by particular postures or outward disciplines. Dadaji would say: the Lord is pointing to the inner reality. The true renunciant is not the one who extinguishes the hearth-fire and puts on ochre robes — it is the one who has extinguished the inner fire of desire for results. 'Anāśritaḥ karma-phalaṃ' — not depending on the fruit — this is the whole practice. When you act from duty, from love, from the joy of right action, without calculating what you will get in return, you are both a sannyāsī and a yogī simultaneously.",
        "sarvapriyananda": "This opening verse is definitional: Krishna redefines sannyāsa and yoga together in a single statement. The traditional markers — the sannyāsī who keeps no fire, the one who abstains from all action — are explicitly rejected as the criterion. The true criterion is purely internal: 'anāśritaḥ karma-phalam' — non-dependence on the fruit of action. In Vedantic analysis, the attachment to results (phala-āśā) is the mechanism of ego-bondage: the ego acts in order to gain a desired outcome for itself. When this mechanism is deactivated — when action flows without the ego's proprietary claim on the result — the actor is liberated even in the midst of full activity. This is the identity of sannyāsa and yoga.",
        "yogananda": "Yogananda saw in this opening verse the Geeta's radical challenge to outward religion. The true yogi, Krishna says, is not defined by any external qualification — not the absence of fire, not physical inactivity, not a particular costume or institution. The true yogi is defined by a single inner quality: freedom from dependence on results. Yogananda called this 'acting from the inside out' — when your actions arise from your highest nature rather than from the ego's hunger for reward, you are a yogi in the fullest sense. This teaching, Yogananda emphasized, makes genuine spirituality available to every human being, regardless of outer circumstances.",
        "goyandka": "The Gita Press commentary notes that 'kāryaṃ karma' — obligatory duty — is the key phrase that distinguishes the karma yogi from both the indolent and the self-seeking. The action performed must be one's prescribed duty (svadharma), not arbitrary activity. The sannyāsī and the yogī are here shown to be identical in essence: both have transcended ego-identification with the fruits of action. Goyandka emphasizes that 'niragnir' (without fire) refers specifically to a Vedic brahmin who abandons his household fire-rites without inner renunciation — a purely external sannyāsa that Krishna explicitly rejects as insufficient. Real renunciation is of the desire for fruit, not of activity itself."
      }
    },
    {
      "verse": 2,
      "sanskrit": "यं संन्यासमिति प्राहुर्योगं तं विद्धि पाण्डव ।\nन ह्यसंन्यस्तसङ्कल्पो योगी भवति कश्चन ॥",
      "transliteration": "yaṃ saṃnyāsam iti prāhur yogaṃ taṃ viddhi pāṇḍava\nna hy asaṃnyasta-saṅkalpo yogī bhavati kaścana",
      "translation": "Know that what they call sannyāsa is indeed yoga, O Pandava; for no one becomes a yogi who has not renounced self-will (saṅkalpa).",
      "audio": "/assets/audio/ch06/verse_06_02.mp3",
      "word_breakdown": [
        {"word": "संन्यासम्", "transliteration": "saṃnyāsam", "root": "sam + ni + √as (to cast down)", "grammatical_form": "Noun, masculine, accusative, singular", "meaning": "renunciation / the complete casting away of ego-driven intent"},
        {"word": "प्राहुः", "transliteration": "prāhuḥ", "root": "pra + √ah (to say, to declare)", "grammatical_form": "Perfect, 3rd person plural, Parasmaipada", "meaning": "they call / they declare / it is said"},
        {"word": "वेत्थ / विद्धि", "transliteration": "viddhi", "root": "√vid (to know)", "grammatical_form": "Imperative, 2nd person singular", "meaning": "know! / understand! / recognize this as true"},
        {"word": "असंन्यस्तसङ्कल्पः", "transliteration": "asaṃnyasta-saṅkalpaḥ", "root": "a + sam + ni + √as + saṅkalpa (will/intention/wish)", "grammatical_form": "Compound adjective, masculine, nominative, singular", "meaning": "one who has not renounced self-will / one who still harbors personal desires and resolves"},
        {"word": "कश्चन", "transliteration": "kaścana", "root": "ka + cana (any, anyone)", "grammatical_form": "Indefinite pronoun, masculine, nominative, singular", "meaning": "anyone at all / no one whatsoever"}
      ],
      "commentary": {
        "dadaji": "This verse contains one of the most powerful teachings of the Geeta: sannyāsa and yoga are the same thing. Dadaji would emphasize the pivot word: 'saṅkalpa.' Saṅkalpa means self-will — the ego's persistent habit of forming intentions aimed at personal gain, of planning and plotting and willing outcomes for itself. The renunciation of saṅkalpa is not the suppression of will, but the transformation of will: from personal will into alignment with the divine will. The yogi does not stop acting; he stops acting for the ego's agenda. This shift — subtle, radical, and total — is both true sannyāsa and true yoga.",
        "sarvapriyananda": "The equation 'saṃnyāsa = yoga' is the culmination of what Krishna began in verse 1. The operative word in the second half is 'saṅkalpa' — which in Vedantic vocabulary means purposive mental resolve, specifically the ego's volition aimed at desired results. The compound 'asaṃnyasta-saṅkalpa' — one who has not renounced saṅkalpa — cannot be a yogī. This is precise and demanding: it is not outer action that must be relinquished, but the ego's proprietary relationship to the outcomes of action. The saṅkalpa that must be renounced is not the capacity for intention but the craving for personal results that underlies it.",
        "yogananda": "Yogananda called saṅkalpa the root of all restlessness. The mind is in constant motion precisely because it is perpetually forming saṅkalpas — 'I want this, I will do that, I must have this.' The yogī who has renounced saṅkalpa does not become passive or inert — he acts dynamically, but from a center of stillness rather than a center of craving. Yogananda often illustrated this with the image of a wheel: the rim spins furiously, but the hub is still. The yogī acts at the rim of life while remaining established at the still hub of the Self. This is the union of renunciation and action that makes sannyāsa and yoga identical.",
        "goyandka": "Goyandka's commentary gives particular attention to the word 'saṅkalpa' as a technical term for the ego's volitional activity. All karma — the chain of action and reaction that keeps the soul bound in saṃsāra — begins with saṅkalpa: the ego's resolve to obtain a particular result through particular means. When this saṅkalpa is fully renounced — not superficially, not partially, but completely — the yogī is free. His actions no longer generate new karma because the ego is no longer the author of his actions. They arise from prarabdha (prior karma) and dharmic duty, flow through a purified instrument, and return to the Lord. This is the meaning of sannyāsa as yoga."
      }
    },
    {
      "verse": 3,
      "sanskrit": "आरुरुक्षोर्मुनेर्योगं कर्म कारणमुच्यते ।\nयोगारूढस्य तस्यैव शमः कारणमुच्यते ॥",
      "transliteration": "ārurukṣor muner yogaṃ karma kāraṇam ucyate\nyogārūḍhasya tasyaiva śamaḥ kāraṇam ucyate",
      "translation": "For the sage who wishes to ascend to yoga, action is said to be the means; for the one who has already ascended to yoga, tranquility (śama) is said to be the means.",
      "audio": "/assets/audio/ch06/verse_06_03.mp3",
      "word_breakdown": [
        {"word": "आरुरुक्षोः", "transliteration": "ārurukṣoḥ", "root": "ā + √ruh (to ascend) — desiderative form", "grammatical_form": "Desiderative participle, masculine, genitive, singular", "meaning": "of one who desires to ascend / of one wishing to climb up (to yoga)"},
        {"word": "मुनेः", "transliteration": "muneḥ", "root": "√man (to think, to be silent)", "grammatical_form": "Noun, masculine, genitive, singular", "meaning": "of the sage / of the contemplative seeker"},
        {"word": "कारणम्", "transliteration": "kāraṇam", "root": "√kṛ (to do/cause)", "grammatical_form": "Noun, neuter, nominative, singular", "meaning": "the means / the cause / the instrument"},
        {"word": "योगारूढस्य", "transliteration": "yogārūḍhasya", "root": "yoga + ā + √ruh (ascended)", "grammatical_form": "Compound adjective, masculine, genitive, singular", "meaning": "of one who has already ascended to yoga / of the one established in yoga"},
        {"word": "शमः", "transliteration": "śamaḥ", "root": "√śam (to become tranquil, to cease)", "grammatical_form": "Noun, masculine, nominative, singular", "meaning": "tranquility / quietude / the cessation of mental agitation"}
      ],
      "commentary": {
        "dadaji": "Here Krishna gives the roadmap of spiritual progress in a single verse of stunning clarity. There are two stages: before yoga is attained, and after yoga is attained. For the seeker who is still climbing — karma, action, is the means. The purification of the mind through disciplined action, service, and duty without attachment — this is the path upward. But once the summit is reached, once the mind is purified and the ego-identification with action has dissolved, then śama — inner quietude — becomes the means. The practice shifts from outer engagement to inner stillness. Dadaji said: you cannot force yourself into śama prematurely — it is the fruit of karma yoga, not a substitute for it.",
        "sarvapriyananda": "This verse maps the two phases of the yogī's journey with technical precision. The 'ārurukṣu' — the aspirer who wishes to ascend — requires karma yoga as his means of purification. The untrained mind cannot sustain prolonged meditation; it needs the discipline of action to settle it. But the 'yogārūḍha' — the one who has ascended, whose mind is already purified and stabilized — requires śama (cessation of activity, inner tranquility). For this advanced practitioner, continued outer activity would be a distraction from the deepening of absorption. The Gita recognizes both stages and prescribes the appropriate means for each. This is the Geeta's characteristic 'both-and' rather than 'either-or.'",
        "yogananda": "Yogananda saw in this verse a description of the evolution of the devotee's inner life. In the beginning stages, doing — seva, japa, study, disciplined practice — is essential. The active engagement of karma yoga gradually purifies the restless mind. But as the inner life deepens through meditation and devotion, there comes a stage where the soul requires silence above all. Yogananda called this the shift from 'doing' to 'being.' The advanced meditator who has attained yogārūḍha — who is established in the inner ascent — finds that the greatest spiritual work happens in the stillness of śama, in the deep absorption of meditation that transcends all outer activity.",
        "goyandka": "Goyandka's commentary distinguishes between 'yogaṃ ārurukṣu' and 'yogārūḍha' as two distinct stations on the path. The first is the qualified beginner: one who has enough purity and aspiration to undertake yoga but has not yet achieved inner stability. For this person, karma yoga — disciplined action without attachment — is the purifying agent that prepares the mind for deeper meditation. The yogārūḍha, by contrast, is one who has crossed the threshold of inner stability: his mind is genuinely single-pointed and free from the gross agitations of desire. For him, śama — the deliberate withdrawal from activity into sustained inner stillness — becomes the path to the final realization. The two paths are sequential, not competing."
      }
    },
    {
      "verse": 4,
      "sanskrit": "यदा हि नेन्द्रियार्थेषु न कर्मस्वनुषज्जते ।\nसर्वसङ्कल्पसंन्यासी योगारूढस्तदोच्यते ॥",
      "transliteration": "yadā hi nendriyārtheṣu na karmasv anuṣajjate\nsarva-saṅkalpa-saṃnyāsī yogārūḍhas tadocyate",
      "translation": "When a person has no attachment to sense objects or to actions, and has renounced all purposes (sarva-saṅkalpa) — then he is said to have ascended to yoga.",
      "audio": "/assets/audio/ch06/verse_06_04.mp3",
      "word_breakdown": [
        {"word": "इन्द्रियार्थेषु", "transliteration": "indriyārtheṣu", "root": "indriya (sense) + artha (object)", "grammatical_form": "Compound noun, masculine, locative, plural", "meaning": "in sense objects / toward the objects of the senses"},
        {"word": "अनुषज्जते", "transliteration": "anuṣajjate", "root": "anu + √sañj (to cling to, to be attached)", "grammatical_form": "Present, 3rd person singular, Ātmanepada", "meaning": "clings to / is attached to / becomes engrossed in"},
        {"word": "सर्वसङ्कल्पसंन्यासी", "transliteration": "sarva-saṅkalpa-saṃnyāsī", "root": "sarva (all) + saṅkalpa (intention/will) + saṃnyāsa (renunciation)", "grammatical_form": "Compound noun, masculine, nominative, singular", "meaning": "one who has renounced all self-willed purposes / one who has abandoned every ego-driven intention"},
        {"word": "योगारूढः", "transliteration": "yogārūḍhaḥ", "root": "yoga + ā + √ruh (to ascend)", "grammatical_form": "Compound past participle, masculine, nominative, singular", "meaning": "one who has ascended to yoga / established at the height of yoga"},
        {"word": "तदा", "transliteration": "tadā", "root": "tad + ā (correlative temporal adverb)", "grammatical_form": "Indeclinable adverb", "meaning": "then / at that point / in that condition"}
      ],
      "commentary": {
        "dadaji": "Krishna now gives the precise criterion for knowing when one has reached the state of yogārūḍha: two conditions must be met. First, no attachment to sense objects — the pull of pleasure through the senses has lost its grip. Second, no attachment to actions — the compulsive need to be doing, achieving, proving has also subsided. And the third, the crown condition: sarva-saṅkalpa-saṃnyāsī — complete renunciation of all personal intentions. Dadaji would say: this is not an impossible state; it is the natural state of the purified mind. When the mind no longer chases objects and no longer clings to its own doership, it rests in its own nature — which is already yoga.",
        "sarvapriyananda": "This verse defines yogārūḍha with three criteria that form a logical sequence. 'Na indriyārtheṣu anuṣajjate' — no attachment to sense objects — indicates the purification of the kāmika (desire-driven) aspect of the mind. 'Na karmasv anuṣajjate' — no attachment to actions — indicates freedom from kartṛtva-abhimāna, the ego's identification as the doer of actions. 'Sarva-saṅkalpa-saṃnyāsī' — renouncer of all saṅkalpas — indicates the complete cessation of the volitional ego. When all three are present, the yogī has ascended — not to a place, but to a state of being that is free from the binding power of all phenomenal experience.",
        "yogananda": "Yogananda read this verse as a description of the state he called 'superconsciousness' — the condition in which the soul rests in its own divine nature, undisturbed by either sense-pull or ego-driven will. 'Sarva-saṅkalpa-saṃnyāsī' — the renouncer of all personal intentions — is not someone who has become inert but someone who has become perfectly aligned with the divine will. When all personal saṅkalpa is surrendered, what remains is the pure instrument of God's will. Yogananda taught that this is the state in which the great saints live and act: every action arises from divine inspiration, not personal desire, and therefore generates no karma and produces no bondage.",
        "goyandka": "The Gita Press analysis emphasizes that both forms of non-attachment mentioned here — toward sense objects ('indriyārtheṣu') and toward actions ('karmasu') — must be genuine inner conditions, not superficial performances. The externally renounced person who still secretly yearns for pleasure or craves recognition for his spiritual achievements has not met either criterion. 'Sarva-saṅkalpa-saṃnyāsī' is the decisive test: every ego-formed intention, every plan to obtain a result for the personal self, has been completely abandoned. Goyandka notes that this does not mean the cessation of activity — the yogārūḍha may be very active — but all activity flows without the current of personal saṅkalpa underneath it."
      }
    },
    {
      "verse": 5,
      "sanskrit": "उद्धरेदात्मनात्मानं नात्मानमवसादयेत् ।\nआत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः ॥",
      "transliteration": "uddhared ātmanātmānaṃ nātmānam avasādayet\nātmaiva hy ātmano bandhur ātmaiva ripur ātmanaḥ",
      "translation": "Let a man lift himself by the Self; let him not lower himself; for the Self alone is the friend of the self, and the Self alone is the enemy of the self.",
      "audio": "/assets/audio/ch06/verse_06_05.mp3",
      "word_breakdown": [
        {"word": "उद्धरेत्", "transliteration": "uddharet", "root": "ud + √hṛ (to lift, to raise up)", "grammatical_form": "Optative (potential mood), 3rd person singular", "meaning": "let him lift up / one should elevate / one ought to raise"},
        {"word": "आत्मना", "transliteration": "ātmanā", "root": "ātman (the Self)", "grammatical_form": "Noun, masculine, instrumental, singular", "meaning": "by the Self / through the higher Self / by means of one's own higher nature"},
        {"word": "आत्मानम्", "transliteration": "ātmānam", "root": "ātman (the self)", "grammatical_form": "Noun, masculine, accusative, singular", "meaning": "oneself / the lower self / the empirical ego-self"},
        {"word": "अवसादयेत्", "transliteration": "avasādayet", "root": "ava + √sad (to sink, to fall, to depress)", "grammatical_form": "Causative optative, 3rd person singular", "meaning": "let him not depress / should not cause to sink / must not degrade oneself"},
        {"word": "बन्धुः", "transliteration": "bandhuḥ", "root": "√bandh (to bind) — but here in the sense of kinsman/friend", "grammatical_form": "Noun, masculine, nominative, singular", "meaning": "friend / ally / one who upholds and supports"},
        {"word": "रिपुः", "transliteration": "ripuḥ", "root": "ripu (enemy, adversary)", "grammatical_form": "Noun, masculine, nominative, singular", "meaning": "enemy / adversary / the one who destroys"}
      ],
      "commentary": {
        "dadaji": "This is perhaps the most personally empowering verse in the entire Geeta. Dadaji would return to it again and again: 'Uddhared ātmanātmānam' — let the Self lift the self. No one else can do your spiritual work for you. No guru can meditate on your behalf. No scripture can purify your mind in your place. The Self — the higher awareness — is always there, always available, always capable of lifting the lower, ego-driven self out of its habitual patterns of craving and aversion. But also: 'nātmānam avasādayet' — do not degrade yourself. Do not give in to despair, to the inner voice that says 'I cannot do this, I am too weak.' That inner despair is itself the enemy. Your worst enemy is not in the world — it is your own capacity for self-defeat.",
        "sarvapriyananda": "This verse is the Geeta's most direct statement of self-reliance in the spiritual domain. The word 'ātman' appears four times in two lines, each time with a different referent, creating a remarkable philosophical density. The first 'ātmanā' (instrumental: by the Self) refers to the higher, purified self or buddhi. The 'ātmānam' (accusative: the self to be lifted) refers to the lower, ego-driven self. The 'ātmano bandhuḥ' and 'ātmano ripuḥ' — Self as friend and enemy of the self — point to the potential within the same individual to be either the agent of liberation or the cause of bondage. The liberating Self and the binding self are not two different beings but two orientations of the same consciousness.",
        "yogananda": "Yogananda called verse 5 the declaration of the soul's sovereignty. 'You are your own best friend and your own worst enemy' — this is not a modern psychological cliché but a profound spiritual truth. The Self — the soul in its pure nature — is always the friend, always ready to guide and uplift. But when the soul identifies with the ego and its fears, its cravings, its self-condemning thoughts, it becomes its own enemy, pulling itself down into misery. Yogananda taught that the practice of meditation is precisely this: learning to use the higher Self (the witness, the soul's deeper knowledge) to lift the lower self (the restless, fearful ego) out of its patterns of bondage.",
        "goyandka": "Goyandka's commentary on this celebrated verse focuses on the practical implication for sādhanā. The ātman that lifts (instrumental: ātmanā) is the buddhi — the discriminative intelligence — when it is aligned with the teachings of the scriptures and the guru. The ātman to be lifted (accusative: ātmānam) is the manas — the emotional, reactive mind — which is prone to attachment, delusion, and self-pity. When buddhi governs manas, the Self is the friend; when manas overrides buddhi, the Self becomes the enemy. The optative 'uddharet' — let one lift — is a call to constant vigilance: every moment, use the higher faculty to govern and uplift the lower."
      }
    },
    {
      "verse": 6,
      "sanskrit": "बन्धुरात्मात्मनस्तस्य येनात्मैवात्मना जितः ।\nअनात्मनस्तु शत्रुत्वे वर्ते तात्मैव शत्रुवत् ॥",
      "transliteration": "bandhur ātmātmanas tasya yenātmaivātmanā jitaḥ\nanātmanas tu śatrutve varteta ātmaiva śatruvat",
      "translation": "The Self is the friend of the one who has conquered himself by the Self; but for the unconquered self, the Self remains engaged in hostility, as if an external enemy.",
      "audio": "/assets/audio/ch06/verse_06_06.mp3",
      "word_breakdown": [
        {"word": "बन्धुः", "transliteration": "bandhuḥ", "root": "√bandh — here as kinsman/friend", "grammatical_form": "Noun, masculine, nominative, singular", "meaning": "friend / ally / one who belongs to and supports"},
        {"word": "जितः", "transliteration": "jitaḥ", "root": "√ji (to conquer, to master)", "grammatical_form": "Past participle, masculine, nominative, singular", "meaning": "conquered / mastered / subdued"},
        {"word": "अनात्मनः", "transliteration": "anātmanaḥ", "root": "an + ātman (not the Self / the unconquered self)", "grammatical_form": "Compound noun, masculine, genitive, singular", "meaning": "of the one who has not conquered the self / of the undisciplined person"},
        {"word": "शत्रुत्वे", "transliteration": "śatrutve", "root": "śatru (enemy) + tva (suffix of state)", "grammatical_form": "Abstract noun, neuter, locative, singular", "meaning": "in the condition of enmity / in a state of hostility / in the role of an enemy"},
        {"word": "वर्तेत", "transliteration": "varteta", "root": "√vṛt (to be, to exist, to act)", "grammatical_form": "Optative / present, 3rd person singular, Ātmanepada", "meaning": "it acts / it behaves / it remains in that state"},
        {"word": "शत्रुवत्", "transliteration": "śatruvat", "root": "śatru + vat (like/as)", "grammatical_form": "Indeclinable comparison", "meaning": "like an enemy / as if a hostile enemy"}
      ],
      "commentary": {
        "dadaji": "Verse 6 expands on verse 5 with beautiful precision. For the one who has conquered the self by the Self — 'yenātmaivātmanā jitaḥ' — the Self is the intimate friend, the inner guide, the source of all support and wisdom. But for the 'anātman' — the one who has not conquered the lower self — that same Self, that same higher awareness, functions like an enemy. How? Dadaji would explain: every time your conscience troubles you, every time you feel the guilt and unease of an action against your higher knowledge, that is the Self acting as 'enemy' — not to harm but to wake you up, to drive you back toward your own truth. The Self never abandons you; it simply shows you where you are.",
        "sarvapriyananda": "This verse completes the philosophical pair begun in verse 5. The 'jitātman' — the one who has conquered the self — has successfully used the higher faculty (buddhi/ātman) to govern the lower (manas/ego). For this person, the Self is the bandhu — the friend who belongs to the very fabric of one's being. The 'anātman' — literally, the 'non-Self person,' the one who lives entirely in the ego's domain — experiences the Self as a hostile force. This is not metaphor but psychological reality: the unsubdued ego experiences every call of conscience, every spiritual intuition, every inner demand for truth as a threat to its dominion. The Self and the ego are at war until the ego is submitted.",
        "yogananda": "Yogananda illustrated this verse with the inner experience of every sincere spiritual seeker: before the ego is purified, the voice of the higher Self feels like an adversary. When divine conscience tells you to speak truth, the ego resists. When meditation draws you inward, the ego rebels with restlessness and excuses. This inner conflict — the ego at war with the soul — is exactly what Krishna describes. But once the seeker wins this inner battle — once the ego learns to serve rather than rule — the same inner voice becomes the greatest friend, guide, and protector. 'Jitaḥ' — conquered — does not mean the ego is destroyed but transformed: it becomes the willing servant of the soul.",
        "goyandka": "The Gita Press commentary carefully distinguishes 'ātmā' (used in the sense of the higher Self, Paramātman, or purified buddhi) from 'anātman' (the ego-bound person who has not yet disciplined the lower self). For the jitātman, the inner Self functions as a bandhu — a kinsman who shares the very nature of the soul — providing inner guidance, strength, and peace. For the anātman, the Self functions with what appears as hostility: the pangs of conscience, the spiritual dissatisfaction, the inner unease — all of these are the Self's way of signaling that the ego's direction is contrary to the soul's nature. This 'hostility' is actually the greatest compassion: the Self never stops calling its own home."
      }
    },
    {
      "verse": 7,
      "sanskrit": "जितात्मनः प्रशान्तस्य परमात्मा समाहितः ।\nशीतोष्णसुखदुःखेषु तथा मानापमानयोः ॥",
      "transliteration": "jitātmanaḥ praśāntasya paramātmā samāhitaḥ\nśītoṣṇa-sukha-duḥkheṣu tathā mānāpamānayoḥ",
      "translation": "Of the self-conquered who is fully tranquil, the Supreme Self (Paramātmā) is steady — in heat and cold, in pleasure and pain, and equally in honor and dishonor.",
      "audio": "/assets/audio/ch06/verse_06_07.mp3",
      "word_breakdown": [
        {"word": "जितात्मनः", "transliteration": "jitātmanaḥ", "root": "√ji (to conquer) + ātman (self)", "grammatical_form": "Compound noun, masculine, genitive, singular", "meaning": "of the self-conquered one / of the one who has mastered the lower self"},
        {"word": "प्रशान्तस्य", "transliteration": "praśāntasya", "root": "pra + √śam (to become completely quiet)", "grammatical_form": "Adjective, masculine, genitive, singular", "meaning": "of the completely tranquil one / of the one fully at peace"},
        {"word": "परमात्मा", "transliteration": "paramātmā", "root": "parama (Supreme) + ātman (Self)", "grammatical_form": "Compound noun, masculine, nominative, singular", "meaning": "the Supreme Self / the Highest Self / Paramātmā — God within"},
        {"word": "समाहितः", "transliteration": "samāhitaḥ", "root": "sam + ā + √dhā (to place together, to settle firmly)", "grammatical_form": "Past participle, masculine, nominative, singular", "meaning": "steady / firmly established / concentrated / unwavering"},
        {"word": "शीतोष्ण", "transliteration": "śītoṣṇa", "root": "śīta (cold) + uṣṇa (heat)", "grammatical_form": "Compound noun/adjective pair, neuter", "meaning": "cold and heat / the pair of thermal opposites"},
        {"word": "मानापमानयोः", "transliteration": "mānāpamānayoḥ", "root": "māna (honor) + apamāna (dishonor)", "grammatical_form": "Compound noun, dual, locative", "meaning": "in honor and dishonor / in both praise and insult"}
      ],
      "commentary": {
        "dadaji": "For the jitātman — the self-conquered — something remarkable happens: the Paramātmā becomes 'samāhitaḥ,' settled, steady. Dadaji would explain this with his characteristic gentleness: the Paramātmā is always present within us, but when the mind is agitated — pulled by pleasure, pushed by pain, inflated by praise, deflated by insult — we cannot experience that Presence. It is like trying to see the reflection of the sky in a choppy lake. But when the lake of the mind becomes still — through conquering the self — the Paramātmā shines clearly, steadily, unmistakably. The equanimity described here is not emotional flatness; it is the steady bliss of the Self, unaffected by the weather of outer experience.",
        "sarvapriyananda": "This verse introduces the term 'Paramātmā' — the Supreme Self — as the inner reality that becomes accessible when self-conquest is achieved. 'Samāhitaḥ' — concentrated, steady, fully gathered — indicates that the Paramātmā does not become more present when we become more still; rather, we become capable of recognizing and resting in the Paramātmā that was always present but obscured by mental agitation. The pairs listed — śītoṣṇa (cold-heat), sukha-duḥkha (pleasure-pain), māna-apamāna (honor-dishonor) — are the classic dvandvas, the pairs of opposites that define mundane experience. The jitātman is not touched by these pairs not because he does not feel them but because his identity is no longer defined by them.",
        "yogananda": "Yogananda saw in 'samāhitaḥ Paramātmā' the description of samādhi — the state in which the individual consciousness merges into the awareness of the Supreme Self. The word 'samāhita' (concentrated, gathered together) is the root of 'samādhi.' For the jitātman who is praśānta (completely tranquil), this gathering of consciousness into the Supreme occurs naturally. The equanimity toward the pairs of opposites — cold and heat, pleasure and pain, honor and dishonor — is both the path to this state and its result. Yogananda taught: 'be even-minded and cheerful' not as a performance but as the natural expression of the soul that has found its home in the Paramātmā.",
        "goyandka": "Goyandka's commentary notes that 'samāhitaḥ' here modifies 'Paramātmā' — not the yogī. It is the Paramātmā that is described as 'settled' or 'steady' in the yogī — meaning that the yogī's inner experience of the Supreme Self becomes stable and unbroken. This is distinguished from the preliminary stages of meditation in which glimpses of the Self come and go depending on outer conditions. The fully self-conquered, fully tranquil yogī experiences the Paramātmā as a continuous inner reality, undisturbed by the shifts of climate (śītoṣṇa), experience (sukha-duḥkha), or social reception (māna-apamāna). These three pairs represent the full spectrum of human conditioning, and the jitātman is free from their binding power."
      }
    },
    {
      "verse": 8,
      "sanskrit": "ज्ञानविज्ञानतृप्तात्मा कूटस्थो विजितेन्द्रियः ।\nयुक्त इत्युच्यते योगी समलोष्टाश्मकाञ्चनः ॥",
      "transliteration": "jñāna-vijñāna-tṛptātmā kūṭastho vijitendriyaḥ\nyukta ity ucyate yogī sama-loṣṭāśma-kāñcanaḥ",
      "translation": "The yogī who is content with knowledge and realized wisdom (vijñāna), who is steady as a peak (kūṭastha), who has conquered the senses — to him a clod of earth, a stone, and gold are equal. He is said to be integrated (yukta).",
      "audio": "/assets/audio/ch06/verse_06_08.mp3",
      "word_breakdown": [
        {"word": "ज्ञानविज्ञानतृप्तात्मा", "transliteration": "jñāna-vijñāna-tṛptātmā", "root": "jñāna (knowledge) + vijñāna (realized wisdom) + tṛpta (satiated) + ātman", "grammatical_form": "Compound noun/adjective, masculine, nominative, singular", "meaning": "one whose Self is content — satiated — with both theoretical knowledge and direct realized experience"},
        {"word": "कूटस्थः", "transliteration": "kūṭasthaḥ", "root": "kūṭa (peak, anvil) + √sthā (to stand)", "grammatical_form": "Compound adjective, masculine, nominative, singular", "meaning": "unshakeable as a mountain peak / unmoved like an anvil / absolutely steady"},
        {"word": "विजितेन्द्रियः", "transliteration": "vijitendriyaḥ", "root": "vi + √ji (to completely conquer) + indriya (senses)", "grammatical_form": "Compound adjective, masculine, nominative, singular", "meaning": "one who has fully conquered the senses / master of all sense-organs"},
        {"word": "युक्तः", "transliteration": "yuktaḥ", "root": "√yuj (to unite, to yoke)", "grammatical_form": "Past participle, masculine, nominative, singular", "meaning": "integrated / united / established in yoga — the technical term for one fully absorbed in the Self"},
        {"word": "समलोष्टाश्मकाञ्चनः", "transliteration": "sama-loṣṭāśma-kāñcanaḥ", "root": "sama (equal) + loṣṭa (clod of earth) + aśman (stone) + kāñcana (gold)", "grammatical_form": "Compound adjective, masculine, nominative, singular", "meaning": "to whom a clod of earth, a stone, and gold are equal / one who sees no difference in their value"}
      ],
      "commentary": {
        "dadaji": "The image of the yogī to whom 'loṣṭa, aśma, and kāñcana' — a clod of earth, a stone, and gold — are equal is one of the most famous in the Geeta. Dadaji was careful to explain what this does not mean: it does not mean the yogī is indifferent to the world, or that he cannot distinguish between useful and useless things, or that he would carelessly throw away gold. It means that these objects have lost their power over him. Gold cannot lure him, a clod of earth cannot depress him. He uses what is appropriate and passes by what is not, without inner disturbance either way. This is the meaning of 'sama' — sameness of inner response, not sameness of outer action.",
        "sarvapriyananda": "The compound 'jñāna-vijñāna-tṛptātmā' is philosophically rich. 'Jñāna' is scriptural and theoretical knowledge of the Self — the understanding that Ātman = Brahman, that I am not this body-mind, that there is one universal consciousness. 'Vijñāna' is the direct, experiential realization of this truth — the immediate inner knowing that transcends all concepts. The yogī who is 'tṛpta' — satiated, completely satisfied — by both of these has nothing more to seek in the external world. This inner fullness is what makes the equality of earth, stone, and gold possible: when you are full, you are not hungry; and when you are not hungry, all external objects look equally neutral.",
        "yogananda": "Yogananda saw 'sama-loṣṭāśma-kāñcanaḥ' as the perfect description of the soul that has found its treasure within. Once the yogi has tasted the inner bliss of Paramātmā — the 'vijñāna' that is direct experience of the Self — all external valuations lose their force. This does not make the yogi irresponsible or impractical; it makes him free. He can handle gold without being corrupted by it and touch a clod of earth without feeling degraded. Yogananda taught that this equality is the outward sign of an inner condition: the soul's complete satisfaction in God, which no external condition can add to or subtract from.",
        "goyandka": "Goyandka's commentary draws attention to the word 'kūṭastha' — literally 'standing at the peak' or 'like an anvil.' The kūṭa (anvil) is struck by hammers from all directions but remains unmoved. The kūṭastha yogī is similarly struck by the hammers of sense-experience, praise and blame, pleasure and pain — and remains unmoved. The Gita Press tradition distinguishes between 'jñāna' (śāstric/scriptural knowledge of the Self's nature) and 'vijñāna' (anubhava-jñāna, the direct experiential knowledge that transcends all doubt). The satiation with both — 'tṛptātmā' — means no inner thirst remains. From this inner completeness naturally flows the equality of perception: 'sama-loṣṭāśma-kāñcanaḥ.'"
      }
    },
    {
      "verse": 9,
      "sanskrit": "सुहृन्मित्रार्युदासीनमध्यस्थद्वेष्यबन्धुषु ।\nसाधुष्वपि च पापेषु समबुद्धिर्विशिष्यते ॥",
      "transliteration": "suhṛn-mitrāry-udāsīna-madhyastha-dveṣya-bandhuṣu\nsādhuṣv api ca pāpeṣu sama-buddhir viśiṣyate",
      "translation": "He who has equal intelligence toward the well-wisher, the friend, the enemy, the indifferent, the neutral, the hateful, kinsmen — toward the righteous and the unrighteous — he excels.",
      "audio": "/assets/audio/ch06/verse_06_09.mp3",
      "word_breakdown": [
        {"word": "सुहृत्", "transliteration": "suhṛt", "root": "su (good) + hṛd (heart)", "grammatical_form": "Compound noun, masculine — first in a series", "meaning": "well-wisher / one who wishes you well from the heart, without expectation"},
        {"word": "मित्र", "transliteration": "mitra", "root": "√mid (to join) / mitra (friend, ally)", "grammatical_form": "Noun, masculine — in compound", "meaning": "friend / ally / one bound by reciprocal relationship"},
        {"word": "अरि", "transliteration": "ari", "root": "√ṛ (to go against)", "grammatical_form": "Noun, masculine — in compound", "meaning": "enemy / adversary / one who opposes"},
        {"word": "उदासीन", "transliteration": "udāsīna", "root": "ud + ā + √sad (sitting apart)", "grammatical_form": "Noun/adjective, masculine — in compound", "meaning": "the indifferent one / one who sits apart / uninvolved neutral party"},
        {"word": "मध्यस्थ", "transliteration": "madhyastha", "root": "madhya (middle) + √sthā (to stand)", "grammatical_form": "Compound adjective — in compound", "meaning": "the mediator / one who stands in the middle / the arbitrator between parties"},
        {"word": "समबुद्धिः", "transliteration": "sama-buddhiḥ", "root": "sama (equal) + buddhi (intellect/intelligence)", "grammatical_form": "Compound noun, masculine, nominative, singular", "meaning": "one of equal intelligence / one whose discriminating wisdom is even toward all"},
        {"word": "विशिष्यते", "transliteration": "viśiṣyate", "root": "vi + √śiṣ (to excel, to be distinguished)", "grammatical_form": "Passive, present, 3rd person singular", "meaning": "excels / is distinguished / stands above all others"}
      ],
      "commentary": {
        "dadaji": "This verse describes a full spectrum of human relationships — well-wisher, friend, enemy, indifferent, neutral, hated, kinsmen, righteous, unrighteous — and says the one with 'samabuddhi' toward all of them excels. Dadaji was clear: this 'samabuddhi' is not emotional indifference, not coldness, not a failure to discern. It means the quality of your inner attention, the depth of your care, the steadiness of your wisdom — these do not fluctuate based on who is in front of you. You can distinguish between friend and enemy in practical terms while treating both with the same fundamental human dignity. The enemy does not get less of your spiritual attention than the friend.",
        "sarvapriyananda": "The list in this verse is remarkably exhaustive — seven categories of relationship, plus the pair sādhu-pāpa (righteous-unrighteous). Krishna appears to have systematically covered every possible social and moral positioning one human being can occupy relative to another. 'Sama-buddhi' — equal intelligence, equal discernment — is the key. Buddhi is not mere emotion but the discriminative faculty. To have sama-buddhi toward all these people does not mean treating them identically in external action — it means the quality of one's inner awareness, one's concern for their liberation, one's recognition of their shared identity as manifestations of the one Ātman, remains unchanged regardless of their social or moral positioning.",
        "yogananda": "Yogananda saw this verse as a description of divine love — the love that sees God in all beings regardless of their behavior toward oneself. It is easy to have samabuddhi toward those who love you. The spiritual test is with the enemy, the hated, the unrighteous. Yogananda taught that the true measure of spiritual development is your inner quality in precisely these difficult relationships. Can you hold the same inner awareness of the other's divine nature even when they have wronged you? This is not passive acceptance of wrong action — it is the perception of the eternal, innocent soul behind the temporal, mistaken behavior.",
        "goyandka": "The Gita Press commentary notes that 'viśiṣyate' — excels, is distinguished — is a strong superlative. Among all the qualities of a yogī described in this chapter, this one of samabuddhi (equal vision toward all) is singled out as the mark of one who stands above. Goyandka distinguishes the seven relational categories carefully: 'suhṛt' is one who wishes you well without reason; 'mitra' is a formal friend or ally; 'ari' is an active enemy; 'udāsīna' is one who has no stake in the conflict; 'madhyastha' is the mediator between factions; 'dveṣya' is one who is simply disagreeable or hateful; and 'bandhu' is the kinsman. Each category tests the yogī's equanimity differently."
      }
    },
    {
      "verse": 10,
      "sanskrit": "योगी युञ्जीत सततमात्मानं रहसि स्थितः ।\nएकाकी यतचित्तात्मा निराशीरपरिग्रहः ॥",
      "transliteration": "yogī yuñjīta satatam ātmānaṃ rahasi sthitaḥ\nekākī yata-cittātmā nirāśīr aparigrahaḥ",
      "translation": "Let the yogī constantly engage the self in yoga in solitude, dwelling alone, with controlled mind and body, free from hope (nirāśīr) and free from possessiveness (aparigrahaḥ).",
      "audio": "/assets/audio/ch06/verse_06_10.mp3",
      "word_breakdown": [
        {"word": "युञ्जीत", "transliteration": "yuñjīta", "root": "√yuj (to yoke, to unite, to engage)", "grammatical_form": "Optative, 3rd person singular, Ātmanepada", "meaning": "should engage / let him yoke / ought to constantly unite (the self in yoga)"},
        {"word": "सततम्", "transliteration": "satatam", "root": "sa + tata (constantly stretched)", "grammatical_form": "Indeclinable adverb", "meaning": "constantly / continuously / without break"},
        {"word": "रहसि", "transliteration": "rahasi", "root": "rahas (secret place, solitude)", "grammatical_form": "Noun, neuter, locative, singular", "meaning": "in solitude / in a secluded place / in the inner sanctuary of aloneness"},
        {"word": "एकाकी", "transliteration": "ekākī", "root": "eka (one) + ākī (suffix of 'dwelling in')", "grammatical_form": "Adjective, masculine, nominative, singular", "meaning": "alone / by oneself / as the one solitary practitioner"},
        {"word": "यतचित्तात्मा", "transliteration": "yata-cittātmā", "root": "√yam (to restrain) + citta (mind) + ātman (body/self)", "grammatical_form": "Compound adjective, masculine, nominative, singular", "meaning": "one whose mind and self are restrained / with controlled mind and body"},
        {"word": "निराशीः", "transliteration": "nirāśīḥ", "root": "nir (without) + āśīs (hope, wish, blessing-desire)", "grammatical_form": "Compound adjective, masculine, nominative, singular", "meaning": "free from hope for personal benefit / without craving for reward or fruit"},
        {"word": "अपरिग्रहः", "transliteration": "aparigrahaḥ", "root": "a + pari + √grah (to grasp around, to accumulate)", "grammatical_form": "Compound adjective, masculine, nominative, singular", "meaning": "non-possessive / free from accumulation / without hoarding or grasping"}
      ],
      "commentary": {
        "dadaji": "With verse 10, Krishna begins to describe the actual practice of dhyāna yoga — meditation. Four conditions are prescribed: solitude ('rahasi'), aloneness ('ekākī'), controlled mind and body ('yata-cittātmā'), and two inner qualities that undercut the ego's basic tendencies — 'nirāśīr' (free from hope/craving for results) and 'aparigrahaḥ' (free from possessiveness). Dadaji would emphasize: these are not five separate conditions but one condition described from five angles. When you sit alone in a quiet place, with the mind turned inward, free from hoping for any result and free from the impulse to accumulate — that is the inner posture of genuine meditation. The outer solitude is meant to support the inner solitude from craving.",
        "sarvapriyananda": "This verse begins the practical section of the sixth chapter — the direct instruction on how to practice dhyāna yoga. 'Satatam' — constantly — is notable: yoga is not a part-time activity but a continuous orientation. Even when not sitting formally in meditation, the yogī 'constantly engages the self.' The two closing terms deserve emphasis: 'nirāśīr' — without āśā (hope, expectation of results) — removes the ego's craving for spiritual reward, which is one of the subtlest forms of attachment. 'Aparigrahaḥ' — non-accumulation, non-possessiveness — removes the ego's tendency to claim ownership over things, people, and even spiritual attainments. Both together constitute the complete inner poverty that makes the yogī rich in the Self.",
        "yogananda": "Yogananda saw in these four conditions — solitude, aloneness, self-control, and the twin freedoms from hope and possessiveness — the complete external and internal preparation for meditation. He taught that the greatest obstacle to meditation is not the outer world but the inner world: the mind's craving for results ('nirāśīr' — let go of hoping your meditation will give you this or that experience) and its habit of holding on ('aparigrahaḥ' — let go of the tendency to possess, to accumulate, to hold onto insights and states). True meditation is an act of complete release: releasing outer circumstances, releasing inner craving, releasing all possessiveness — and simply being.",
        "goyandka": "Goyandka's commentary notes that this verse begins the sādhana section of Chapter 6, and that the four outer conditions (solitude, aloneness, self-control, constant engagement) and two inner conditions (nirāśīr, aparigrahaḥ) are not optional embellishments but structural requirements for genuine meditation. 'Rahasi' (in solitude) and 'ekākī' (alone) ensure freedom from external distraction and social obligation. 'Yata-cittātmā' (controlled mind and body) is the result of consistent sādhanā. 'Nirāśīr' is the opposite of kāma — it means the meditator has no agenda for the session, no demand that God reward his sitting with a particular experience. 'Aparigrahaḥ' ensures that even genuine spiritual experiences are not hoarded or claimed by the ego as trophies."
      }
    }
  ]
}
