{
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "sanskrit": "मदनुग्रहाय परमं गुह्यमध्यात्मसञ्ज्ञितम् | यत्त्वयोक्तं वचस्तेन मोहोऽयं विगतो मम ||",
      "transliteration": "mad-anugrahāya paramaṃ guhyam adhyātmasañjñitam | yat tvayoktaṃ vacas tena moho'yam vigato mama ||",
      "translation": "That supreme secret of the Self, called Adhyatma, which You have spoken out of grace for me — by that discourse of Yours, this delusion of mine has completely departed.",
      "audio": "/assets/audio/ch11/verse_11_01.mp3",
      "word_breakdown": [
        { "word": "mad-anugrahāya", "meaning": "out of grace for me / for my benefit" },
        { "word": "paramam guhyam", "meaning": "the supreme secret" },
        { "word": "adhyātmasañjñitam", "meaning": "called adhyatma / pertaining to the Self" },
        { "word": "yat", "meaning": "that which" },
        { "word": "tvayoktam", "meaning": "spoken by You (tvayā + uktam)" },
        { "word": "vacaḥ", "meaning": "discourse / word" },
        { "word": "tena", "meaning": "by that" },
        { "word": "mohaḥ", "meaning": "delusion / confusion" },
        { "word": "vigataḥ", "meaning": "gone / departed / dispelled" },
        { "word": "mama", "meaning": "my / mine" }
      ],
      "commentary": {
        "dadaji": "Arjuna begins Chapter 11 with gratitude — a beautiful sign that the teaching of Chapters 1 through 10 has truly entered his heart. He says 'moho'yam vigato mama' — 'this delusion of mine is gone.' This is the first fruit of satsang with a true teacher: confusion lifts. In our own lives, when we sit with a scripture or a wise person and something suddenly becomes clear, that moment of clarity is exactly what Arjuna describes here. The teaching was given 'mad-anugrahāya,' out of grace, not because Arjuna deserved it but because Krishna loved him. Grace precedes understanding.",
        "sarvapriyananda": "Verse 1 is Arjuna's acknowledgment that the Adhyātma-vidyā — the knowledge of the Self — has accomplished its primary purpose: the removal of moha, delusion. In Vedantic terms, moha is avidyā, the superimposition of the not-Self upon the Self. Arjuna's statement 'vigato mama mohaḥ' echoes the Vedantic declaration of liberation: the fundamental confusion has ended. Yet Arjuna proceeds to ask for the cosmic vision, which shows that intellectual understanding of the Self is one thing, and a direct, overwhelming experience of God's totality is another. Shankaracharya notes that this verse establishes Arjuna's qualifications (adhikāra) for receiving the supreme vision.",
        "yogananda": "Arjuna's opening words reveal a soul prepared for the ultimate revelation. The 'supreme secret' that has been imparted is the Adhyātma — the science of the indwelling Self, that spark of Cosmic Consciousness residing in every creature. When this knowledge truly illumines the mind, delusion dissolves as naturally as darkness dissolves at sunrise. Arjuna is not merely saying the words — he has meditated on Krishna's teachings and experienced an inner shift. This is the difference between theoretical understanding and genuine realization: something moves inside, something releases. This receptive gratitude is itself a form of devotion.",
        "goyandka": "Arjuna begins his speech acknowledging that the supreme and most secret knowledge — termed 'adhyātmasañjñitam,' pertaining to the individual Self and its relation to the Supreme — has been mercifully bestowed upon him by Bhagavan. The word 'mad-anugrahāya' establishes that divine knowledge is always a gift of grace (anugraha), not a product of mere intellectual effort alone. The dispelling of moha (delusion) is the direct result of hearing the truth from the mouth of the Sadguru. This verse demonstrates the proper attitude of a disciple: acknowledging the teacher, acknowledging the teaching, and reporting the inner result."
      }
    },
    {
      "verse": 2,
      "sanskrit": "भवाप्ययौ हि भूतानां श्रुतौ विस्तरशो मया | त्वत्तः कमलपत्राक्ष माहात्म्यमपि चाव्ययम् ||",
      "transliteration": "bhavāpyayau hi bhūtānāṃ śrutau vistaraśo mayā | tvattaḥ kamalāpatrākṣa māhātmyam api cāvyayam ||",
      "translation": "I have heard in detail from You about the origin and dissolution of all beings, O lotus-eyed one, and also about Your inexhaustible greatness.",
      "audio": "/assets/audio/ch11/verse_11_02.mp3",
      "word_breakdown": [
        { "word": "bhava", "meaning": "origin / appearance / coming into being" },
        { "word": "apyayau", "meaning": "dissolution / disappearance / merging back (dual with bhava)" },
        { "word": "bhūtānām", "meaning": "of beings / of all creatures" },
        { "word": "śrutau", "meaning": "have been heard (dual)" },
        { "word": "vistaraśaḥ", "meaning": "in detail / at length" },
        { "word": "tvattaḥ", "meaning": "from You" },
        { "word": "kamalāpatrākṣa", "meaning": "O lotus-eyed one (kamala=lotus, patra=petal, akṣa=eye)" },
        { "word": "māhātmyam", "meaning": "greatness / glory / exalted nature" },
        { "word": "avyayam", "meaning": "inexhaustible / imperishable" }
      ],
      "commentary": {
        "dadaji": "Arjuna says: 'I have heard about Your creation and dissolution of all beings, and about Your inexhaustible greatness.' He is summarizing what he has absorbed from Chapters 7 through 10. The tender address 'kamalāpatrākṣa' — O lotus-eyed one — breaks your heart a little. In the midst of a profound metaphysical inquiry, Arjuna pauses to call Krishna 'lotus-eyed.' This is bhakti woven into jñāna. The devotee cannot speak of God for long without some term of endearment slipping in. And notice the word 'avyayam' — inexhaustible. No matter how much of God's glory you hear, it is never exhausted. That is the nature of the Infinite.",
        "sarvapriyananda": "Arjuna is establishing the context for his request: I have received the teaching of Chapters 7–10 — the knowledge of God's manifestation (bhava) and dissolution (apyaya) of all existence, and the Vibhūti-yoga that described His inexhaustible greatness. But hearing about the cosmic form is different from seeing it. This is the Vedantic distinction between śravaṇa (hearing) and aparokṣānubhūti (direct experience). Arjuna has had the śravaṇa — now he wants the direct vision. The beautiful epithet 'kamalāpatrākṣa' hints at Krishna's divine beauty, setting up the contrast with the terrifying grandeur of the Vishvarūpa about to be revealed.",
        "yogananda": "Arjuna recounts what he has learned: the great cycles of cosmic manifestation and dissolution described in Chapters 9 and 10, and the divine glories catalogued in the Vibhūti Yoga. The word 'avyayam' — inexhaustible, imperishable — is key: God's greatness can be spoken of endlessly and yet never fully captured in words. Arjuna senses this and desires to go beyond words into direct vision. The lovely epithet 'lotus-eyed' reminds us that God is not only the vast impersonal Absolute but also the most beautiful, most intimate Presence, whose every feature has been lovingly contemplated by generations of devotees.",
        "goyandka": "In this verse Arjuna demonstrates that he has been an attentive and grateful student. The dual form 'bhavāpyayau' (origin-dissolution) refers to the cycles of sṛṣṭi and pralaya detailed in Chapters 7, 8, and 9. The term 'māhātmyam avyayam' — the imperishable greatness — points to the divine glories systematically presented in Chapter 10. The address 'kamalāpatrākṣa' is a traditional Vaiṣṇava epithet of Bhagavan Viṣṇu-Krishna, indicating Arjuna's awareness of Krishna's divine nature even before the Vishvarūpa is revealed."
      }
    },
    {
      "verse": 3,
      "sanskrit": "एवमेतद्यथात्थ त्वमात्मानं परमेश्वर | द्रष्टुमिच्छामि ते रूपमैश्वरं पुरुषोत्तम ||",
      "transliteration": "evam etad yathāttha tvam ātmānaṃ parameśvara | draṣṭum icchāmi te rūpam aiśvaraṃ puruṣottama ||",
      "translation": "Even as You have declared Yourself to be, O Supreme Lord — I desire to see Your divine, lordly form (aiśvara rūpa), O Supreme Person.",
      "audio": "/assets/audio/ch11/verse_11_03.mp3",
      "word_breakdown": [
        { "word": "evam etad", "meaning": "even so / just as this is" },
        { "word": "yathāttha", "meaning": "as You have declared (yathā + āttha)" },
        { "word": "tvam ātmānam", "meaning": "Yourself / Your own Self" },
        { "word": "parameśvara", "meaning": "O Supreme Lord" },
        { "word": "draṣṭum icchāmi", "meaning": "I desire to see" },
        { "word": "te rūpam", "meaning": "Your form" },
        { "word": "aiśvaram", "meaning": "divine / lordly / pertaining to the Lord" },
        { "word": "puruṣottama", "meaning": "O Supreme Person (puruṣa + uttama)" }
      ],
      "commentary": {
        "dadaji": "Here Arjuna makes the formal request: 'I believe everything You have told me about Yourself — now I want to see it.' This is the turning point. Knowledge has done its work; now the heart demands experience. There is a phrase worth savoring: 'yathāttha tvam ātmānam' — 'as You have declared Yourself to be.' Arjuna is not doubting Krishna. He accepts the teaching completely. But there is a difference between accepting a description of the ocean and standing on the shore with waves crashing around you. The address 'puruṣottama' — the Highest Person — is the same title used throughout Chapter 15. Arjuna calls on the Highest Person to reveal Himself fully.",
        "sarvapriyananda": "Verse 3 contains an important phrase: 'evam etad yathāttha' — 'even as You have declared.' This is śraddhā — faith. Arjuna is not a skeptic demanding proof. He accepts Krishna's self-description completely. Yet he makes the request for the aiśvara rūpa — the 'lordly form.' In Vedantic terms, this is the saguṇa Brahman — the Absolute as endowed with all divine qualities (aiśvarya: lordliness, omnipotence). The two epithets frame this verse: 'parameśvara' (O Supreme Lord) acknowledges Krishna's sovereignty, and 'puruṣottama' (O Supreme Person) acknowledges Krishna as the Highest among all beings, beyond both perishable and imperishable, as described in Chapter 15.",
        "yogananda": "Arjuna's request is the universal spiritual hunger: 'I have heard about You — now I want to see You.' Every sincere devotee carries this longing. The aiśvara rūpa — the lordly, divine form — is the vision of God as the Cosmic Reality underlying all of creation. The two names Arjuna uses are profound: 'Parameśvara' — the Supreme Ruler of the universe — and 'Puruṣottama' — the Supreme Consciousness that transcends even the distinction between the mutable and the immutable. Arjuna is asking to see, in a single moment of direct perception, what it means for one Consciousness to contain all of existence.",
        "goyandka": "Arjuna's request is characterized by a beautiful combination of acceptance and aspiration. He first declares full acceptance — 'evam etad yathāttha tvam ātmānam' — acknowledging without reservation that Krishna has accurately described His own nature. Then comes the desire: 'draṣṭum icchāmi te rūpam aiśvaram' — to see the aiśvara rūpa, the form that is the concrete manifestation of God's omnipotence (aiśvarya). Arjuna's humility and faith are exemplary: he does not demand proof but requests the experience as a grace."
      }
    },
    {
      "verse": 4,
      "sanskrit": "मन्यसे यदि तच्छक्यं मया द्रष्टुमिति प्रभो | योगेश्वर ततो मे त्वं दर्शयात्मानमव्ययम् ||",
      "transliteration": "manyase yadi tac chakyaṃ mayā draṣṭum iti prabho | yogeśvara tato me tvaṃ darśayātmānam avyayam ||",
      "translation": "If You think it is possible for me to see it, O Lord — then, O Master of Yoga, show me Your imperishable Self.",
      "audio": "/assets/audio/ch11/verse_11_04.mp3",
      "word_breakdown": [
        { "word": "manyase", "meaning": "You think / You consider" },
        { "word": "yadi", "meaning": "if" },
        { "word": "tat śakyam", "meaning": "that (it is) possible" },
        { "word": "mayā", "meaning": "by me / for me" },
        { "word": "draṣṭum", "meaning": "to see / to behold" },
        { "word": "prabho", "meaning": "O Lord / O Master" },
        { "word": "yogeśvara", "meaning": "O Master of Yoga / O Lord of Yoga" },
        { "word": "tataḥ", "meaning": "then / therefore" },
        { "word": "darśaya", "meaning": "show / reveal (imperative)" },
        { "word": "ātmānam avyayam", "meaning": "Your imperishable Self" }
      ],
      "commentary": {
        "dadaji": "What a beautiful humility shines in this verse! Arjuna does not say 'Show me Your form' — he says 'If You think it is possible for me to see it, then show me.' He defers entirely to Krishna's judgment. He knows that not all experiences are available to all people at all times. A human eye cannot look directly at the sun; perhaps a human soul cannot bear all visions of the Divine. Arjuna surrenders this to Krishna: 'You decide, O Lord — if I am ready, show me.' The address 'yogeśvara' — Master of Yoga — is perfect here, because what Arjuna is asking for requires the greatest yogic power: the ability to grant divine sight to another person.",
        "sarvapriyananda": "This verse reveals Arjuna's complete surrender to the Guru. The conditional 'manyase yadi' — 'if You think it possible' — is not weakness but wisdom. In Vedānta, the direct experience of Brahman is not available simply by desire; the teacher must judge the student's readiness. Arjuna acknowledges this by placing the decision entirely in Krishna's hands. The epithet 'yogeśvara' — Lord of Yoga — is used for the one who has mastery over all yogic powers and who can, by grace, transmit extraordinary experience to a prepared disciple. The phrase 'avyayam ātmānam' — 'Your imperishable Self' — suggests Arjuna wants not just a spectacle but a vision of the eternal, unchanging divine reality.",
        "yogananda": "In this verse Arjuna demonstrates the spiritual virtue of non-presumption. He desires intensely, yet he holds his desire lightly, offering it to God's will: 'If You think I can bear the vision, grant it to me.' This is the perfect attitude of the devotee: burning longing combined with complete surrender of the outcome. The title 'yogeśvara' reminds us that true Yoga — union with God — is not merely a human practice but a divine gift. Krishna, as the Lord of Yoga, is the one who grants the ultimate yogic experience: seeing all of creation as one divine form. The word 'avyayam' — imperishable — reveals what Arjuna is ultimately seeking: not a temporary phenomenon but the eternal ground of being.",
        "goyandka": "This verse concludes Arjuna's request with admirable humility and surrender. 'Manyase yadi' — 'if You consider it appropriate' — reflects the proper relationship between the disciple and the omniscient Guru. The disciple does not impose his desires; he offers them for the teacher's consideration. The use of 'yogeśvara' — Lord of all Yoga — acknowledges that the ability to reveal the Vishvarūpa is itself a supreme yogic power uniquely belonging to Bhagavan. 'Avyayam ātmānam' refers to Krishna's true, eternal nature as the Imperishable Brahman — it is not merely a spectacular outer form that Arjuna seeks but a direct encounter with the Undying Reality."
      }
    },
    {
      "verse": 5,
      "sanskrit": "पश्य मे पार्थ रूपाणि शतशोऽथ सहस्रशः | नानाविधानि दिव्यानि नानावर्णाकृतीनि च ||",
      "transliteration": "paśya me pārtha rūpāṇi śataśo'tha sahasraśaḥ | nānāvidhāni divyāni nānāvarṇākṛtīni ca ||",
      "translation": "Behold, O Partha, My hundreds and thousands of forms — of various kinds, divine, of various colors and shapes.",
      "audio": "/assets/audio/ch11/verse_11_05.mp3",
      "word_breakdown": [
        { "word": "paśya", "meaning": "behold / see (imperative — commanding direct vision)" },
        { "word": "me", "meaning": "My" },
        { "word": "pārtha", "meaning": "O Partha / O son of Pritha (Arjuna)" },
        { "word": "rūpāṇi", "meaning": "forms / manifestations / appearances" },
        { "word": "śataśaḥ", "meaning": "hundreds" },
        { "word": "sahasraśaḥ", "meaning": "thousands" },
        { "word": "nānāvidhāni", "meaning": "of various kinds (nānā=various, vidha=kind)" },
        { "word": "divyāni", "meaning": "divine / celestial / supernatural" },
        { "word": "nānāvarṇa", "meaning": "various colors / many hues" },
        { "word": "ākṛtīni", "meaning": "shapes / forms / configurations" }
      ],
      "commentary": {
        "dadaji": "Krishna's response begins with a single electrifying word: 'paśya' — Behold! After Arjuna's four verses of careful, humble preparation, God responds with a command of immediate directness. 'Hundreds and thousands of forms' — this is not exaggeration; this is the literal truth of how God appears in existence. Every blade of grass, every flash of lightning, every human face is one of those forms. Krishna is not preparing Arjuna for a vision of something outside the world; He is about to reveal the world itself as His body. The word 'divyāni' — divine — tells us that even the forms we think are ordinary are actually divine, if we could only see with the right eyes.",
        "sarvapriyananda": "Krishna's response begins with the imperative 'paśya' — a direct command to shift perception. This is the Guru granting the disciple an immediate upgrade in consciousness. The 'hundreds and thousands of forms' represent the infinite multiplicity of existence — what the Upanishads call the 'many names and forms' (nāmarūpa) through which Brahman manifests. From the Advaita perspective, these countless forms are not different from Brahman but are Brahman appearing as the phenomenal world. The vision Krishna is about to grant is not a hallucination but the deepest truth: all of this multiplicity is One. 'Nānāvarṇākṛtīni' — various colors and shapes — evokes the dazzling diversity of the manifest universe.",
        "yogananda": "With a single commanding word — 'Behold!' — the cosmic vision begins. Krishna invites Arjuna to see what the ordinary senses cannot perceive: the Divine Life pulsing through every form in existence. 'Hundreds and thousands of forms' is not rhetorical; it is literal. Every star, every atom, every consciousness is a form of God. The word 'divyāni' — divine — is the key: what appears ordinary to the sleeping eye appears divine to the awakened one. Great yogis in states of samādhi describe exactly this vision: the entire universe luminous, vibrant, alive with one Presence wearing infinite costumes of color and shape. Arjuna is about to have this cosmic experience.",
        "goyandka": "With this verse, Bhagavan graciously accepts Arjuna's request and begins the revelation of the Vishvarūpa. The imperative 'paśya' — Behold — marks the transition from philosophical teaching to direct divine revelation. 'Śataśaḥ sahasraśaḥ' (hundreds and thousands) is a Vedic idiom for numberless multitudes. The word 'divyāni' indicates that these forms are not perceivable by ordinary sensory means but only by the divinely granted vision that will be conferred in verse 8. 'Nānāvarṇākṛtīni' — various colors and configurations — reflects the traditional description of the cosmic form found in the Purāṇas, particularly the Viṣṇu Purāṇa and Bhāgavata Purāṇa."
      }
    },
    {
      "verse": 6,
      "sanskrit": "पश्यादित्यान्वसून्रुद्रानश्विनौ मरुतस्तथा | बहून्यदृष्टपूर्वाणि पश्याश्चर्याणि भारत ||",
      "transliteration": "paśyādityān vasūn rudrān aśvinau marutas tathā | bahūny adṛṣṭapūrvāṇi paśyāścaryāṇi bhārata ||",
      "translation": "Behold the Ādityas, the Vasus, the Rudras, the two Aśvins, and also the Maruts; behold many wonders never seen before, O Bhārata (Arjuna).",
      "audio": "/assets/audio/ch11/verse_11_06.mp3",
      "word_breakdown": [
        { "word": "paśya", "meaning": "behold / see (imperative, repeated)" },
        { "word": "ādityān", "meaning": "the Ādityas — twelve solar deities, sons of Aditi" },
        { "word": "vasūn", "meaning": "the Vasus — eight elemental deities" },
        { "word": "rudrān", "meaning": "the Rudras — eleven forms of Shiva, deities of storm and dissolution" },
        { "word": "aśvinau", "meaning": "the two Aśvins — twin divine physicians of the gods" },
        { "word": "marutaḥ", "meaning": "the Maruts — wind deities, Indra's companions" },
        { "word": "bahūni", "meaning": "many" },
        { "word": "adṛṣṭapūrvāṇi", "meaning": "never seen before (a-dṛṣṭa-pūrva)" },
        { "word": "āścaryāṇi", "meaning": "wonders / marvels / astonishments" },
        { "word": "bhārata", "meaning": "O Bhārata / O descendant of Bhārata (Arjuna)" }
      ],
      "commentary": {
        "dadaji": "Now Krishna begins listing the specific divine beings present in the cosmic vision. These are not mythological abstractions — the Ādityas, Vasus, Rudras, Aśvins, and Maruts are the invisible powers that run the universe: the forces of light, elemental nature, transformation, healing, and wind. When we see the sun rise, we are seeing an Āditya. When the wind blows, the Maruts are at work. Krishna is saying: all of these powers that sustain the cosmos — they are all Me. And not just these — 'many wonders never before seen.' There are dimensions of reality that no human eye has ever witnessed. Arjuna is about to see them all at once.",
        "sarvapriyananda": "This verse catalogs the major classes of devas — divine cosmic powers — that will be visible in the Vishvarūpa. From a Vedantic standpoint, these devas are not independent realities but projections of the one Brahman appearing as differentiated cosmic functions. The Ādityas are aspects of solar consciousness; the Vasus are elemental principles; the eleven Rudras are powers of transformation; the Aśvins represent healing and duality; the Maruts represent the vital forces that animate creation. The phrase 'adṛṣṭapūrvāṇi āścaryāṇi' — wonders never seen before — acknowledges that the Vishvarūpa transcends even the known categories of cosmic reality.",
        "yogananda": "The cosmic vision includes the entire pantheon of divine powers: the Ādityas who sustain the cycles of time, the Vasus who underlie the material elements, the Rudras who preside over transformation, the Aśvins who heal and harmonize, and the Maruts who channel the vital energies of the cosmos. These are not merely mythological figures but represent real hierarchies of conscious divine intelligence governing the universe from behind the scenes. 'Never before seen' is remarkable — it suggests that the full extent of cosmic reality exceeds even the visionary capacities that human beings ordinarily develop through spiritual practice.",
        "goyandka": "Bhagavan enumerates the principal classes of devas forming part of the Vishvarūpa. The twelve Ādityas preside over the months of the year; the eight Vasus correspond to elemental principles; the eleven Rudras are presiding deities of the eleven life-forces; the two Aśvins tend to health and completeness; the forty-nine Maruts are the storm-winds as divine powers. The Gita here confirms that all these deities, worshipped separately in various Vedic traditions, are simultaneously present as aspects of Krishna's one divine body. 'Adṛṣṭapūrvāṇi āścaryāṇi' — previously unseen wonders — points to the unprecedented nature of this revelation."
      }
    },
    {
      "verse": 7,
      "sanskrit": "इहैकस्थं जगत्कृत्स्नं पश्याद्य सचराचरम् | मम देहे गुडाकेश यच्चान्यद्द्रष्टुमिच्छसि ||",
      "transliteration": "ihaikasthaṃ jagat kṛtsnaṃ paśyādya sacarācaram | mama dehe guḍākeśa yac cānyad draṣṭum icchasi ||",
      "translation": "Behold now, O Guḍākeśa, the entire universe — with all moving and unmoving beings — standing in one place in My body, and whatever else you wish to see.",
      "audio": "/assets/audio/ch11/verse_11_07.mp3",
      "word_breakdown": [
        { "word": "iha", "meaning": "here / now" },
        { "word": "ekastham", "meaning": "standing in one place (eka=one, stha=standing)" },
        { "word": "jagat kṛtsnam", "meaning": "the entire universe (jagat=world, kṛtsna=entire/whole)" },
        { "word": "paśya adya", "meaning": "behold now" },
        { "word": "sacarācaram", "meaning": "with moving and unmoving beings" },
        { "word": "mama dehe", "meaning": "in My body / within My form" },
        { "word": "guḍākeśa", "meaning": "O Guḍākeśa — conqueror of sleep (epithet of Arjuna)" },
        { "word": "yat ca anyat", "meaning": "and whatever else" },
        { "word": "draṣṭum icchasi", "meaning": "you wish to see" }
      ],
      "commentary": {
        "dadaji": "This is one of the most magnificent statements in all of scripture: 'Behold the entire universe, with all moving and unmoving things, standing in one place — in My body.' In My body. Not alongside God. Not created by God and standing apart. In God's body. The entire cosmos — every galaxy, every atom, every laugh, every tear, every moment of joy and sorrow — is held within the divine body. And then, with extraordinary tenderness: 'and whatever else you wish to see.' God says: ask Me anything. The address 'guḍākeśa' — conqueror of sleep — reminds Arjuna who he is: the wakeful, alert, heroic soul capable of receiving this vision.",
        "sarvapriyananda": "Verse 7 contains the philosophical heart of the Vishvarūpa chapter: 'jagat kṛtsnam iha ekastham mama dehe' — the entire universe, in one place, in My body. This is the vision of Brahman as the sarvādhāra — the substratum of all. In Advaita Vedānta, Brahman is not just the cause of the world but the very substance of it, the way gold is the substance of all gold ornaments. The Vishvarūpa is not an allegory but an experiential truth: all of existence is one continuous divine reality. Note 'sacarācaram' — moving and unmoving — echoing the Īśā Upaniṣad's 'iśāvāsyam idam sarvam' — all this is pervaded by the Lord. Nothing is excluded from this divine body.",
        "yogananda": "In this extraordinary verse, Krishna reveals the ultimate metaphysical truth in experiential terms: the entire cosmos — every planet, every creature, every element, every force of nature — exists within the divine body. This is the mystical insight that great sages have expressed across traditions: the universe is the body of God. 'Sacarācaram' — moving and unmoving — covers the entire spectrum of existence, from the most dynamic forces of energy to the most inert forms of matter. All of it, in one place (ekastham), in the divine body. The phrase 'whatever else you wish to see' reveals Krishna's infinite generosity: nothing in existence is hidden from this vision.",
        "goyandka": "This verse is the philosophical culmination of Krishna's invitation to the Vishvarūpa vision. 'Jagat kṛtsnam' — the entire universe without remainder — 'ekastham' — unified in one place — 'mama dehe' — in My body: these three phrases constitute the essence of the cosmic vision that follows. The Gita Press commentary emphasizes that 'mama dehe' refers to Krishna's transcendent divine body (divya deha), the Vishvarūpa, in which all existence inheres. 'Sacarācaram' (moving and unmoving) is a summary term for all categories of being, derived from the Vedic distinction between the animate (carā) and inanimate (acarā) dimensions of creation."
      }
    },
    {
      "verse": 8,
      "sanskrit": "न तु मां शक्यसे द्रष्टुमनेनैव स्वचक्षुषा | दिव्यं ददामि ते चक्षुः पश्य मे योगमैश्वरम् ||",
      "transliteration": "na tu māṃ śakyase draṣṭum anenaiva svacakṣuṣā | divyaṃ dadāmi te cakṣuḥ paśya me yogam aiśvaram ||",
      "translation": "But you are not able to behold Me with this ordinary eye of yours. I give you the divine eye — behold My lordly Yoga.",
      "audio": "/assets/audio/ch11/verse_11_08.mp3",
      "word_breakdown": [
        { "word": "na tu", "meaning": "but not / however not" },
        { "word": "māṃ", "meaning": "Me" },
        { "word": "śakyase draṣṭum", "meaning": "you are able to see" },
        { "word": "anena", "meaning": "with this" },
        { "word": "svacakṣuṣā", "meaning": "with your own/ordinary eye (sva=own, cakṣus=eye)" },
        { "word": "divyam", "meaning": "divine / celestial / supernatural" },
        { "word": "dadāmi", "meaning": "I give / I grant (immediate present tense)" },
        { "word": "te", "meaning": "to you" },
        { "word": "cakṣuḥ", "meaning": "eye / faculty of vision" },
        { "word": "paśya", "meaning": "behold / see (imperative)" },
        { "word": "yogam aiśvaram", "meaning": "My lordly Yoga / My sovereign power of Yoga" }
      ],
      "commentary": {
        "dadaji": "This verse contains one of the most generous acts in all scripture: 'I give you the divine eye.' Just like that. No elaborate ritual, no years of preparation. Krishna, out of pure love, instantaneously upgrades Arjuna's capacity to see. This tells us something profound about grace: it can arrive in a moment and completely transform what we are able to perceive. The ordinary eye (svacakṣu) can only see surfaces. The divine eye (divya cakṣu) sees the reality behind all surfaces. And notice: it is given. Arjuna did not earn it — it was given. This is the meaning of anugraha — grace. 'Paśya me yogam aiśvaram' — Behold My lordly Yoga — the entire creative power of God, revealed in one overwhelming vision.",
        "sarvapriyananda": "Verse 8 is theologically crucial. Krishna explicitly states: you cannot see this with your ordinary eye (svacakṣus). This rules out the Vishvarūpa being a physical spectacle visible to bystanders. The 'divine eye' (divya cakṣu) is the Vedantic term for the faculty of higher knowledge — the capacity to see Brahman directly. The Kena Upaniṣad says: 'That which the eye cannot see, by which the eye is seen — that alone, know as Brahman.' The ordinary eye sees only diversity; the divine eye sees the unity underlying all diversity. The instant conferring of divya cakṣu by Krishna is the Guru's transmission (shaktipāta) — a direct awakening of the disciple's higher faculty of perception.",
        "yogananda": "This verse reveals a crucial truth about spiritual vision: ordinary human perception, no matter how refined, cannot perceive the full reality of God. The physical eye and even the ordinary mind are too limited, too conditioned by the laws of space, time, and causation to comprehend the Infinite. So Krishna, the Divine Guru, does what no human teacher can: He directly grants the divine eye — the faculty of intuitive, superconscious perception. In the language of Kriyā Yoga, this corresponds to the awakening of the spiritual eye (the ājñā chakra, the single eye of which Christ spoke). The 'lordly Yoga' (yogam aiśvaram) is God's own infinite creative power, the divine līlā that sustains all of existence.",
        "goyandka": "The granting of the divine eye (divya cakṣu) in this verse is the pivotal event of Chapter 11. Krishna acknowledges the limitation of the ordinary human eye — it is calibrated for the phenomenal world and cannot perceive the transcendent cosmic form. The divine eye is a special faculty granted by Bhagavan's grace (prasāda) and represents the capacity for direct divine vision (sākṣātkār). This divine eye corresponds to the 'jñāna-cakṣu' (eye of wisdom) and 'yoga-cakṣu' mentioned in the Upaniṣads. 'Yogam aiśvaram' — the lordly Yoga — refers to the supernatural power (yoga-māyā) by which Krishna simultaneously upholds and pervades all of creation."
      }
    },
    {
      "verse": 9,
      "sanskrit": "एवमुक्त्वा ततो राजन्महायोगेश्वरो हरिः | दर्शयामास पार्थाय परमं रूपमैश्वरम् ||",
      "transliteration": "evam uktvā tato rājan mahāyogeśvaro hariḥ | darśayām āsa pārthāya paramaṃ rūpam aiśvaram ||",
      "translation": "Having thus spoken, O King, Hari, the great Lord of Yoga, then showed Partha His supreme, lordly Form.",
      "audio": "/assets/audio/ch11/verse_11_09.mp3",
      "word_breakdown": [
        { "word": "evam uktvā", "meaning": "having thus spoken (gerund)" },
        { "word": "tataḥ", "meaning": "then / thereafter" },
        { "word": "rājan", "meaning": "O King — Sañjaya addresses blind Dhṛtarāṣṭra" },
        { "word": "mahāyogeśvaraḥ", "meaning": "the great Lord of Yoga (mahā=great, yoga, īśvara=lord)" },
        { "word": "hariḥ", "meaning": "Hari — name of Viṣṇu-Krishna, the Remover of sins" },
        { "word": "darśayām āsa", "meaning": "showed / revealed (periphrastic perfect)" },
        { "word": "pārthāya", "meaning": "to Pārtha / to Arjuna (dative)" },
        { "word": "paramam rūpam aiśvaram", "meaning": "the supreme, lordly Form" }
      ],
      "commentary": {
        "dadaji": "With verse 9 the narrator shifts — we hear Sañjaya's voice, reporting to the blind king Dhṛtarāṣṭra what happened on that field. This shift is itself poignant. Dhṛtarāṣṭra cannot see; he receives everything through Sañjaya's words. In a way, he represents all of us who were not present and must approach the divine vision through scripture, through a narrator's description. 'Hari, the great Lord of Yoga, showed Partha His supreme, lordly Form.' The name 'Hari' means the one who takes away — He removes sins, He removes suffering, He removes blindness. And the phrase 'darśayām āsa' — 'showed' — is in the perfect tense: a completed, definitive act. The revelation happened. It is done. It is real.",
        "sarvapriyananda": "With this verse, Sañjaya takes over the narration — a significant structural shift reminding us we are hearing a story within a story. Sañjaya has been granted divine vision by the sage Vyāsa to witness and transmit the events at Kurukṣetra; now he describes the supreme moment of the Vishvarūpa. The name 'Hari' is deeply significant: it derives from the root 'hṛ' (to take away) and signifies the one who removes the sins and sorrows of those who take refuge in Him. 'Mahāyogeśvara' — great Lord of Yoga — distinguishes Krishna from all other masters of yoga: He is the source and sovereign of all yogic power, not merely a practitioner. 'Paramaṃ rūpam aiśvaram' — the supreme lordly Form — confirms that what follows is a vision of absolute divine majesty.",
        "yogananda": "The narration shifts to Sañjaya, the spiritually gifted minister given divine sight by the sage Vyāsa to witness and transmit the events of the Kurukṣetra war to the blind king Dhṛtarāṣṭra. This transition reminds us that the Bhagavad Gītā is itself a kind of Vishvarūpa — a vision of divine truth transmitted through the medium of a gifted narrator to those who cannot be present. 'Hari, the great Lord of Yoga, showed Partha the supreme lordly Form.' The name Hari (the Remover) is perfect here: the vision Krishna reveals will remove Arjuna's last vestiges of personal self-centeredness. 'Mahāyogeśvara' indicates that what follows is not a natural occurrence but a sovereign divine act.",
        "goyandka": "The shift from dialogue to Sañjaya's narration marks the beginning of the actual Vishvarūpa revelation. Sañjaya, endowed with divine vision by Mahārṣi Vyāsa, serves as the intermediary between the cosmic event and the blind king Dhṛtarāṣṭra — and through him, to all of us. The name 'Hari' carries profound significance: in the Viṣṇu Sahasranāma, 'Hari' is the one who destroys sins and who is the color of new leaves — a reference to His cosmic creative vitality. 'Mahāyogeśvaraḥ' establishes Krishna's supreme authority: He is the very source of all yogic power. 'Darśayām āsa' — He showed — marks the actual conferring of the vision, the supreme divine gift."
      }
    },
    {
      "verse": 10,
      "sanskrit": "अनेकवक्त्रनयनमनेकाद्भुतदर्शनम् | अनेकदिव्याभरणं दिव्यानेकोद्यतायुधम् ||",
      "transliteration": "anekavaktranetram anekādbhutadarśanam | anekadivyābharaṇaṃ divyānekodyatāyudham ||",
      "translation": "A form with many faces and eyes, with many wondrous visions, with many divine ornaments, with many uplifted divine weapons.",
      "audio": "/assets/audio/ch11/verse_11_10.mp3",
      "word_breakdown": [
        { "word": "anekavaktra", "meaning": "many faces / multiple mouths (aneka=many, vaktra=face/mouth)" },
        { "word": "netram", "meaning": "eyes" },
        { "word": "aneka adbhuta", "meaning": "many wondrous" },
        { "word": "darśanam", "meaning": "sight / vision / appearance" },
        { "word": "anekadivyābharaṇam", "meaning": "many divine ornaments (aneka=many, divya=divine, ābharaṇa=ornaments)" },
        { "word": "divya", "meaning": "divine / celestial" },
        { "word": "aneka", "meaning": "many" },
        { "word": "udyata", "meaning": "uplifted / raised / brandished" },
        { "word": "āyudham", "meaning": "weapons / arms" }
      ],
      "commentary": {
        "dadaji": "Sañjaya struggles to describe the indescribable. He can only say 'many, many, many' — many faces, many eyes, many ornaments, many weapons. Human language is built for describing single things, sequences, proportions. But the cosmic form has no single face — every face is His face. It has no one weapon — every force of power in the universe is His weapon. The divine ornaments suggest that this form is not merely terrifying but magnificent — adorned, glorious, resplendent. This is not a nightmare vision; it is the vision of reality itself in its full, unfiltered grandeur. When you see the ocean for the first time after living in a landlocked place all your life, you grasp at words. Sañjaya is in that condition, and the ocean he is describing is infinite.",
        "sarvapriyananda": "Verse 10 begins the breathtaking description of the Vishvarūpa that continues through verse 31. The description is structured as a series of 'aneka' (many) compounds, deliberately overwhelming the reader's capacity to form a single unified mental image. This is intentional: the cosmic form cannot be mentally grasped in the way a human form can be grasped. In Vedānta, Brahman is described as 'ananta' — infinite — and infinity, by definition, cannot be contained in a single mental image. The many faces suggest omniscience (awareness in all directions simultaneously); the many ornaments suggest infinite divine wealth and beauty; the many upraised weapons suggest absolute cosmic power.",
        "yogananda": "The description of the Vishvarūpa begins with multiplication — the relentless 'aneka,' meaning 'many,' 'not-one,' repeated again and again. Many faces: God looks out at creation from every conscious being simultaneously. Many eyes: God sees through every eye that has ever opened. Many divine ornaments: the beauty of the cosmos in all its forms — the colors of nebulae, the symmetry of crystals, the play of light on water — these are God's ornaments. Many uplifted weapons: the cosmic forces of transformation, creation, and dissolution that shape galaxies and atoms alike. The vision that Arjuna is now seeing is nothing less than the universe itself, seen from within, seen as alive, seen as One Being wearing infinite faces.",
        "goyandka": "This verse initiates Sañjaya's extended description of the Vishvarūpa (verses 10–14), characterized by the repeated use of 'aneka' (many) to convey the infinitude of the cosmic form. The 'many faces' indicate that the Vishvarūpa encompasses all directions of space simultaneously; the 'many eyes' indicate all-pervading consciousness; the 'divine ornaments' (divyābharaṇa) include traditional Vaiṣṇava symbols — the crown, the garland, the conch, the disc; the 'uplifted divine weapons' indicate the sovereign cosmic power that sustains, protects, and when necessary dissolves creation. This verse should be studied alongside the Puruṣa Sūkta (Rigveda 10.90) which similarly describes the cosmic Person with 'a thousand heads, a thousand eyes, a thousand feet.'"
      }
    }
  ]
}
