{
  "chapter": 1,
  "verses": [
    {
      "verse": 23,
      "sanskrit": "सञ्जय उवाच ।\nयावदेतान्निरीक्षेऽहं योद्धुकामानवस्थितान् ।\nकैर्मया सह योद्धव्यमस्मिन्रणसमुद्यमे ॥",
      "transliteration": "sañjaya uvāca\nyāvad etān nirīkṣe 'haṃ yoddhu-kāmān avasthitān\nkair mayā saha yoddhavyam asmin raṇa-samudyame",
      "translation": "Sanjaya said: Krishna then drove that best of chariots between the two armies, in front of Bhishma and Drona and all the rulers of the earth, and said: 'O Arjuna, behold these Kurus assembled here.'",
      "audio": "/assets/audio/ch01/verse_01_23.mp3",
      "word_breakdown": [
        { "word": "उभयोः", "transliteration": "ubhayoḥ", "root": "ubhaya (both)", "grammatical_form": "Adjective, genitive, dual", "meaning": "of both (armies) / between the two" },
        { "word": "मध्ये", "transliteration": "madhye", "root": "madhya (middle, center)", "grammatical_form": "Noun, neuter, locative, singular", "meaning": "in the middle / between / at the center" },
        { "word": "भीष्मद्रोणप्रमुखतः", "transliteration": "bhīṣma-droṇa-pramukhataḥ", "root": "bhīṣma + droṇa + pramukha (front, facing)", "grammatical_form": "Compound, ablative/adverb", "meaning": "in front of Bhishma and Drona / facing Bhishma and Drona" },
        { "word": "सर्वेषाम्", "transliteration": "sarveṣām", "root": "sarva (all)", "grammatical_form": "Pronoun, masculine, genitive, plural", "meaning": "of all / among all" },
        { "word": "पश्य", "transliteration": "paśya", "root": "√dṛś (to see)", "grammatical_form": "Imperative, 2nd person singular, active", "meaning": "behold / see / look at" },
        { "word": "एतान्", "transliteration": "etān", "root": "etad (this)", "grammatical_form": "Demonstrative pronoun, masculine, accusative, plural", "meaning": "these (Kurus) / all of them assembled here" }
      ],
      "commentary": {
        "dadaji": "Krishna obeys. This is worth pausing over: the Supreme Lord, the source of all creation, immediately fulfills His devotee's request without argument or delay. Dadaji often reflected on how Krishna's compliance here is itself a teaching. God does not force the soul toward wisdom; He positions it where wisdom can arise naturally. Krishna drives the chariot — the finest chariot, drawn by divine white horses — directly between both armies, placing Arjuna before the very faces of Bhishma and Drona, and says simply: 'See, Arjuna. See all the Kurus assembled.' No commentary, no preparation, no warning. Just: look. The instruction to behold is the beginning of all spiritual awakening. Before any word of wisdom can be received, one must be willing to see what is actually there.",
        "sarvapriyananda": "The Sanskrit tradition records that Krishna positioned the chariot 'bhīṣma-droṇa-pramukhataḥ' — directly in front of Bhishma and Drona — as if deliberately placing Arjuna before those he loves and reveres most. Sarvapriyananda often pointed to this as divine pedagogical precision: the crisis of detachment cannot be manufactured in the abstract; it must arise from confronting the actual. The command 'paśya' — behold — is an imperative: not a suggestion but a direct instruction from the inner Guru to the disciple. And what one sees when one truly looks — without avoidance, without prejudice — is the source of all genuine spiritual inquiry. Arjuna must see these people as they are, as what they mean to him, before he can hear what they truly are.",
        "yogananda": "In the inner reading of the Geeta, Krishna's positioning of the chariot between the armies represents a moment of supreme clarity of witness-consciousness. The chariot of the body-mind is placed at the exact center — between the forces of past karma and the forces of future aspiration, between the desires pulling back and the dharma calling forward. Yogananda taught that every genuine meditator reaches such a moment: poised between two armies of inner forces, compelled to look at them clearly. Krishna's words 'paśya etān Kurūn' — behold these Kurus — are the inner voice of the Self saying: stop, look, do not flinch. The seeing itself, if complete, carries the seed of liberation.",
        "goyandka": "This verse is pivotal structurally: it ends Arjuna's request (verses 21–22) and begins the fulfillment that will trigger his crisis. Sanjaya describes Krishna — addressed elsewhere as Hṛṣīkeśa and Govinda — as the perfect charioteer who positions the vehicle exactly as requested. 'Bhīṣma-droṇa-pramukhataḥ' specifies the precise positioning: facing Bhishma and Drona specifically, the two most revered elders on the Kaurava side, the two who would be most devastating for Arjuna to fight. The command 'paśya' — behold — is in the imperative, spoken with quiet authority. Classical commentators note that this word echoes through the entire Geeta: see clearly, see the real, and the illusion cannot survive."
      }
    },
    {
      "verse": 24,
      "sanskrit": "सञ्जय उवाच ।\nतत्रापश्यत्स्थितान्पार्थः पितॄनथ पितामहान् ।\nआचार्यान्मातुलान्भ्रातॄन्पुत्रान्पौत्रान्सखींस्तथा ॥",
      "transliteration": "sañjaya uvāca\ntatra apaśyat sthitān pārthaḥ pitṝn atha pitāmahān\nācāryān mātulān bhrātṝn putrān pautrān sakhīṃs tathā",
      "translation": "Sanjaya said: There Arjuna, the son of Pritha, saw standing in both armies fathers, grandfathers, teachers, maternal uncles, brothers, sons, grandsons, and companions.",
      "audio": "/assets/audio/ch01/verse_01_24.mp3",
      "word_breakdown": [
        { "word": "अपश्यत्", "transliteration": "apaśyat", "root": "√dṛś (to see)", "grammatical_form": "Imperfect, 3rd person singular, active", "meaning": "he saw / he beheld (imperfect: the seeing began and continued)" },
        { "word": "पितॄन्", "transliteration": "pitṝn", "root": "pitṛ (father)", "grammatical_form": "Noun, masculine, accusative, plural", "meaning": "fathers / father-figures / paternal elders" },
        { "word": "पितामहान्", "transliteration": "pitāmahān", "root": "pitā (father) + maha (great)", "grammatical_form": "Noun, masculine, accusative, plural", "meaning": "grandfathers / great paternal elders" },
        { "word": "आचार्यान्", "transliteration": "ācāryān", "root": "ā + √car (to conduct oneself) → ācārya (teacher)", "grammatical_form": "Noun, masculine, accusative, plural", "meaning": "teachers / preceptors / those who teach by example" },
        { "word": "मातुलान्", "transliteration": "mātulān", "root": "mātulaḥ (maternal uncle)", "grammatical_form": "Noun, masculine, accusative, plural", "meaning": "maternal uncles" },
        { "word": "पौत्रान्", "transliteration": "pautrān", "root": "pautra (grandson)", "grammatical_form": "Noun, masculine, accusative, plural", "meaning": "grandsons" }
      ],
      "commentary": {
        "dadaji": "The word 'apaśyat' — he saw — marks the great turning. Arjuna looked, and what he saw was not an enemy: it was his family. The list is exhaustive and devastating: fathers, grandfathers, teachers, maternal uncles, brothers, sons, grandsons, friends. Every relationship that constitutes a human life is represented on this battlefield. Dadaji always said that this verse is the truest description of our own inner war: when we sit to examine our lives, when we pause at the threshold of transformation, we see that what we must let go of is not some abstract enemy but everything we love. The spiritual battlefield is always personal. It is always composed of faces we recognize and cherish.",
        "sarvapriyananda": "The enumeration in this verse — pitṝn, pitāmahān, ācāryān, mātulān, bhrātṝn, putrān, pautrān, sakhīn — covers seven distinct categories of relationship. This is not casual description; it is a complete map of the relational self. The 'Arjuna' of this verse is every human being who has ever stood at the edge of necessary action and seen that all his reasons to hesitate have human faces. From the Vedantic standpoint, the 'kṣetra' — the field — that Arjuna surveys is precisely the field of the ego's investments: these relationships are the material out of which the false self is constructed. To see them clearly, assembled together, is the first shock of disidentification.",
        "yogananda": "The imperfect tense 'apaśyat' — he was seeing — implies a continued, dawning vision rather than a single glance. Arjuna did not survey the field and move on; he looked and kept looking, and as he looked, the faces became more and more distinct, more and more personal. Yogananda taught that this is exactly the experience of the sincere meditator who, having silenced the mind enough to see clearly, begins to perceive the full depth of their worldly attachments. The practice does not reduce attachment by obscuring its object; it reveals the object more clearly, and in that clarity, the natural question arises: is this worth more than liberation? That question is the beginning of true renunciation.",
        "goyandka": "Verses 24 and 25 together describe the crucial moment when Arjuna, positioned between the armies by Krishna, begins to see. The imperfect 'apaśyat' indicates an ongoing act of perception — he was seeing, taking in, recognizing face after face. The list of relationships is arranged in roughly descending order of seniority: pitṝn (fathers/paternal elders), pitāmahān (grandfathers), ācāryān (teachers — particularly Droṇa and Kṛpācārya), mātulān (maternal uncles — particularly Śalya and Śakuni), bhrātṝn (brothers — the hundred Kauravas), putrān (sons — his own sons fighting on either side), pautrān (grandsons), and sakhīn (friends, companions). The comprehensiveness of the list is deliberate: no human relationship has been left off the battlefield."
      }
    },
    {
      "verse": 25,
      "sanskrit": "सञ्जय उवाच ।\nश्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।\nतान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥",
      "transliteration": "sañjaya uvāca\nśvaśurān suhṛdaś caiva senayor ubhayor api\ntān samīkṣya sa kaunteyaḥ sarvān bandhūn avasthitān",
      "translation": "Sanjaya said: Seeing fathers-in-law and companions as well, in both armies — Arjuna, the son of Kunti, seeing all these kinsmen thus arrayed, was filled with great compassion and spoke in sorrow.",
      "audio": "/assets/audio/ch01/verse_01_25.mp3",
      "word_breakdown": [
        { "word": "श्वशुरान्", "transliteration": "śvaśurān", "root": "śvaśura (father-in-law)", "grammatical_form": "Noun, masculine, accusative, plural", "meaning": "fathers-in-law / in-laws" },
        { "word": "सुहृदः", "transliteration": "suhṛdaḥ", "root": "su (good) + hṛd (heart)", "grammatical_form": "Compound noun, masculine, accusative, plural", "meaning": "friends / well-wishers / those of good heart" },
        { "word": "समीक्ष्य", "transliteration": "samīkṣya", "root": "sam + ā + √īkṣ (to see thoroughly)", "grammatical_form": "Gerund (absolutive)", "meaning": "having surveyed / having beheld fully / after thoroughly observing" },
        { "word": "कौन्तेयः", "transliteration": "kaunteyaḥ", "root": "Kuntī (mother) + eya (patronymic suffix)", "grammatical_form": "Patronymic, masculine, nominative, singular", "meaning": "son of Kunti — an epithet of Arjuna" },
        { "word": "बन्धून्", "transliteration": "bandhūn", "root": "√bandh (to bind) → bandhu (kinsman, one who binds)", "grammatical_form": "Noun, masculine, accusative, plural", "meaning": "kinsmen / relatives / those bound to one by blood and love" },
        { "word": "कृपया", "transliteration": "kṛpayā", "root": "kṛpā (compassion, grief)", "grammatical_form": "Noun, feminine, instrumental, singular", "meaning": "with compassion / overcome by pity / moved by grief" }
      ],
      "commentary": {
        "dadaji": "The verse concludes with Arjuna 'samīkṣya' — having fully surveyed — all these kinsmen standing before him, and then comes the great wave: kṛpayā — compassion, grief, overwhelming tenderness. Dadaji would often say that this moment is the most human moment in all of sacred scripture. Arjuna is not a coward, not a weakling; he is the greatest warrior of his age. But he is also a man with a heart, and his heart sees clearly what his warrior's mind had perhaps too easily categorized as 'the enemy.' The compassion that overwhelms him here is not wrong — it is beautiful, it is human. The Geeta does not condemn this compassion; it will eventually deepen and purify it, transforming attachment-compassion into the compassion of the liberated sage.",
        "sarvapriyananda": "The word 'kṛpayā' — by compassion / by grief — that overtakes Arjuna requires careful interpretation. The Sanskrit root 'kṛp' carries both compassion and lamentation; this is not the impersonal compassion of an enlightened being (karuṇā) but the grief of attachment. Vedanta distinguishes sharply between these two: the compassion of the jñānī, which arises from recognizing the Self in all beings, is liberating; the 'kṛpā' of the ajñānī, which arises from identifying with body and relationship, is binding. Arjuna's crisis is precisely the crisis of this binding compassion — beautiful, genuine, but rooted in a misidentification of what these people truly are. The Geeta will not destroy this compassion; it will transform it by correcting the misidentification.",
        "yogananda": "The gerund 'samīkṣya' — having thoroughly, completely seen — is the hinge of the entire Geeta. Arjuna does not look superficially; he truly sees. And it is the fullness of his seeing that produces the crisis. Yogananda taught that half-hearted spiritual investigation produces only half-hearted results. The seeker who truly meditates, who truly looks at the nature of the self and its attachments, will inevitably encounter Arjuna's experience: the full weight of everything that is held dear, assembled and demanding an answer. The question is not 'will you fight?' — the question is 'who are you?' And until that question is answered by direct experience rather than by doctrine, the warrior must wait in the space of compassion and grief.",
        "goyandka": "This verse completes the survey passage begun in verse 24 and brings us to the emotional precipice: 'tān samīkṣya sa kaunteyaḥ sarvān bandhūn avasthitān' — Arjuna, having fully surveyed all those kinsmen standing there. The word 'sarvān' — all — is emphatic: not a few faces, not isolated relatives, but the entirety of his relational world, assembled for mutual destruction. The address 'kaunteyaḥ' — son of Kunti — is significant: it links Arjuna to his mother, the embodiment of devotion and sacrifice, reminding us of the depth of his humanity. What follows — kṛpayā viṣīdann — is the clinical description of the onset of depression and grief: the collapse of the warrior's resolve in the face of overwhelming personal loss."
      }
    },
    {
      "verse": 26,
      "sanskrit": "अर्जुन उवाच ।\nदृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ।\nसीदन्ति मम गात्राणि मुखं च परिशुष्यति ॥",
      "transliteration": "arjuna uvāca\ndṛṣṭvemaṃ svajanam kṛṣṇa yuyutsuṃ samupasthitam\nsīdanti mama gātrāṇi mukhaṃ ca pariśuṣyati",
      "translation": "Arjuna said: O Krishna, seeing my own kinsmen arrayed and eager for battle, my limbs fail me and my mouth is dried up.",
      "audio": "/assets/audio/ch01/verse_01_26.mp3",
      "word_breakdown": [
        { "word": "दृष्ट्वा", "transliteration": "dṛṣṭvā", "root": "√dṛś (to see)", "grammatical_form": "Gerund (absolutive)", "meaning": "having seen / upon seeing / after beholding" },
        { "word": "स्वजनम्", "transliteration": "svajanam", "root": "sva (one's own) + jana (people, persons)", "grammatical_form": "Compound noun, masculine, accusative, singular (collective)", "meaning": "one's own people / kinsmen / those who belong to oneself" },
        { "word": "युयुत्सुम्", "transliteration": "yuyutsum", "root": "√yudh (to fight) — desiderative: yuyutsu (eager to fight)", "grammatical_form": "Desiderative adjective, masculine, accusative, singular", "meaning": "eager to fight / desirous of battle / battle-hungry" },
        { "word": "सीदन्ति", "transliteration": "sīdanti", "root": "√sad (to sink, to collapse, to fail)", "grammatical_form": "Present, 3rd person plural, active", "meaning": "are failing / are sinking / give way (of limbs losing strength)" },
        { "word": "गात्राणि", "transliteration": "gātrāṇi", "root": "gātra (limb, member of the body)", "grammatical_form": "Noun, neuter, nominative, plural", "meaning": "limbs / members of the body / the body's parts" },
        { "word": "परिशुष्यति", "transliteration": "pariśuṣyati", "root": "pari + √śuṣ (to dry up, to wither)", "grammatical_form": "Present, 3rd person singular, active", "meaning": "dries up completely / is parched / withers" }
      ],
      "commentary": {
        "dadaji": "Now Arjuna speaks directly to Krishna — 'O Krishna' — and for the first time in the Geeta, addresses the Lord by His most intimate and beloved name. Not Acyuta the Infallible, not Hṛṣīkeśa the Master of Senses — but Krishna. The familiar name of love and childhood. And what does he say? My body is collapsing. My mouth is dry. The physical symptoms of grief and shock are described with clinical precision: 'gātrāṇi sīdanti' — the limbs are sinking, giving way — 'mukhaṃ pariśuṣyati' — the mouth dries up. Dadaji would say: before the Geeta's wisdom can be received, the warrior must fall. The ground must be cleared of arrogance, of certainty, of the comfortable belief that one knows what to do. The drying of the mouth is the silencing of all the answers that were ready before the question was truly asked.",
        "sarvapriyananda": "The physical symptoms Arjuna describes are the classical symptoms of what modern psychology calls acute stress response: the failure of gross motor function, the drying of mucous membranes. But the Geeta is not offering a medical case history; it is mapping the soul's experience at the threshold of genuine transformation. 'Gātrāṇi sīdanti' — the limbs fail — means the entire apparatus of action, the karmendriyas, can no longer function. The body refuses to carry out the will's commands. This is significant: the failure is not merely intellectual doubt or emotional distress — the very capacity for action has broken down. This is the condition that makes the teaching of the Geeta both necessary and possible. Only when action is impossible does the question of the Self become urgent.",
        "yogananda": "The body's response — limbs failing, mouth drying — is nature's way of forcing a halt. Yogananda described this experience in terms of prāṇa: the vital energy that normally flows outward into action has suddenly reversed, turned inward, as the soul confronts a situation its ordinary resources cannot handle. The drying of the mouth is particularly telling: the mouth is the organ of speech, of assertion, of declaration. When it dries, the usual self-confident voice falls silent. In that silence — the silence of failed certainty — the voice of the inner Guru, Krishna, can for the first time be truly heard. The crisis of verse 26 is not the problem the Geeta must solve; it is the necessary condition that makes the Geeta's teaching possible.",
        "goyandka": "With 'arjuna uvāca' — Arjuna spoke — the great lamentation section of the first chapter begins. Arjuna addresses Krishna — using the personal name 'Kṛṣṇa' rather than a formal epithet — and describes the onset of physical breakdown in response to the sight of his kinsmen. Classical Indian medicine (Āyurveda) identifies these symptoms — failure of limbs, drying of the mouth — as the effects of extreme grief and vāta-imbalance caused by emotional shock. The Geeta's first chapter uses this detailed physiological description to ground the spiritual crisis in bodily reality: this is not philosophy in the abstract but suffering in the flesh. The desiderative 'yuyutsum' — those eager to fight — applied to his own people, captures the unbearable irony: those he loves most are precisely those most eager to destroy each other."
      }
    },
    {
      "verse": 27,
      "sanskrit": "अर्जुन उवाच ।\nवेपथुश्च शरीरे मे रोमहर्षश्च जायते ।\nगाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ॥",
      "transliteration": "arjuna uvāca\nvepathuś ca śarīre me roma-harṣaś ca jāyate\ngāṇḍīvaṃ sraṃsate hastāt tvak caiva paridahyate",
      "translation": "Arjuna said: My body quivers and my hair stands on end; my bow Gandiva slips from my hand and my skin burns all over.",
      "audio": "/assets/audio/ch01/verse_01_27.mp3",
      "word_breakdown": [
        { "word": "वेपथुः", "transliteration": "vepathuḥ", "root": "√vep (to tremble, to quiver)", "grammatical_form": "Noun, masculine, nominative, singular", "meaning": "trembling / quivering / shaking of the body" },
        { "word": "रोमहर्षः", "transliteration": "roma-harṣaḥ", "root": "roman (body hair) + harṣa (erection, bristling)", "grammatical_form": "Compound noun, masculine, nominative, singular", "meaning": "horripilation / hair standing on end / bristling of body hair (a sign of intense emotion)" },
        { "word": "गाण्डीवम्", "transliteration": "gāṇḍīvam", "root": "Gāṇḍīva (proper name of Arjuna's divine bow)", "grammatical_form": "Proper noun, neuter, nominative, singular", "meaning": "Gandiva — Arjuna's incomparable divine bow, given by Agni, a gift of the gods" },
        { "word": "स्रंसते", "transliteration": "sraṃsate", "root": "√sraṃs (to slip, to fall from, to slide)", "grammatical_form": "Present, 3rd person singular, middle voice", "meaning": "slips / falls from / slides away from (the hand)" },
        { "word": "त्वक्", "transliteration": "tvak", "root": "tvac (skin, the outer covering)", "grammatical_form": "Noun, feminine, nominative, singular", "meaning": "skin / the body's surface" },
        { "word": "परिदह्यते", "transliteration": "paridahyate", "root": "pari + √dah (to burn)", "grammatical_form": "Present, 3rd person singular, passive", "meaning": "burns all over / is consumed by burning / is scorched entirely" }
      ],
      "commentary": {
        "dadaji": "The Gāṇḍīva slips. This is the detail that would have stunned any listener in the ancient world: this bow was a divine gift, the most powerful weapon in the world, and Arjuna had spent his entire life in union with it — it was an extension of his very identity as a warrior. And it slips from his hand. Dadaji saw in this the profound teaching that when the soul is in genuine crisis, all its acquired instruments of mastery become useless. The bow of skill, of training, of worldly competence falls away. This is not weakness — it is the necessary dispossession that precedes true knowledge. The burning skin and standing hair are nature's testimony that something far greater than a military decision is happening: a soul is being broken open.",
        "sarvapriyananda": "The hair standing on end — 'roma-harṣaḥ' — is a physiological response associated in the Sanskrit tradition with both terror and extreme devotion. The same response occurs in the accounts of great saints and bhaktas in the presence of the Divine. This ambiguity is significant: Arjuna's experience, while on the surface a crisis of grief and fear, contains within it the seed of bhakti — the trembling before something immeasurably greater than oneself. Vedanta teaches that grief and love are two faces of the same depth of feeling; it is the direction — attachment or surrender — that determines whether the same intensity leads to bondage or liberation. The Gāṇḍīva falling marks the end of self-reliance; something greater must now be picked up.",
        "yogananda": "The Gāṇḍīva — Arjuna's divine bow — was given to him by Agni, the fire-god, at the burning of the Khāṇḍava forest. It is a symbol of Arjuna's spiritual power: his capacity for one-pointed concentration, his will refined through years of tapas and practice. When this bow slips from his hand, it means that the concentrated spiritual will has momentarily failed — not permanently, not irreversibly, but completely in this moment. Yogananda saw this as the experience of the advanced meditator who, after long and dedicated practice, suddenly encounters a spiritual obstacle that their accumulated techniques cannot resolve. The skin burning ('paridahyate') is the sensation of prāṇic overwhelm — too much force passing through a system not yet prepared to channel it.",
        "goyandka": "The physical symptoms continue to accumulate in clinical detail: vepathu (bodily trembling), roma-harṣa (goosebumps/horripilation), the slipping of Gāṇḍīva, and the burning of the skin. Each symptom corresponds to a classical Indian medical and Āyurvedic description of extreme grief and psychological breakdown. But the detail of Gāṇḍīva slipping deserves special attention. In the Mahābhārata, this bow was obtained by Agni through the great burning of the Khāṇḍava forest; it was the bow of Varuṇa; it could release ten thousand arrows simultaneously; it had never before slipped from Arjuna's grip. Its falling is therefore not merely physical weakness but the dissolution of the warrior identity itself. The instrument of Arjuna's greatness can no longer be held."
      }
    },
    {
      "verse": 28,
      "sanskrit": "अर्जुन उवाच ।\nn na ca śaknomy avasthātuṃ bhramatīva ca me manaḥ ।\nnimittāni ca paśyāmi viparītāni keśava ॥",
      "transliteration": "arjuna uvāca\nna ca śaknomy avasthātuṃ bhramatīva ca me manaḥ\nnimittāni ca paśyāmi viparītāni keśava",
      "translation": "Arjuna said: I am unable to stand; my mind seems to whirl; I see evil omens, O Keshava.",
      "audio": "/assets/audio/ch01/verse_01_28.mp3",
      "word_breakdown": [
        { "word": "शक्नोमि", "transliteration": "śaknomi", "root": "√śak (to be able, to have power)", "grammatical_form": "Present, 1st person singular, active", "meaning": "I am able / I can (here negated: I cannot)" },
        { "word": "अवस्थातुम्", "transliteration": "avasthātum", "root": "ava + √sthā (to stand firm, to remain steady)", "grammatical_form": "Infinitive", "meaning": "to stand / to remain steady / to hold my position" },
        { "word": "भ्रमति", "transliteration": "bhramati", "root": "√bhram (to whirl, to wander, to be confused)", "grammatical_form": "Present, 3rd person singular, active", "meaning": "whirls / wanders / reels in confusion" },
        { "word": "निमित्तानि", "transliteration": "nimittāni", "root": "nimitta (omen, sign, cause)", "grammatical_form": "Noun, neuter, accusative, plural", "meaning": "omens / signs / portents" },
        { "word": "विपरीतानि", "transliteration": "viparītāni", "root": "vi + parī + √i (to go) → viparīta (reversed, contrary, inauspicious)", "grammatical_form": "Adjective, neuter, accusative, plural", "meaning": "inauspicious / contrary / evil / reversed from good" },
        { "word": "केशव", "transliteration": "keśava", "root": "keśa (hair) + va (one who has beautiful) or from Keśī (demon slain by Krishna)", "grammatical_form": "Epithet, masculine, vocative, singular", "meaning": "Keshava — 'one with beautiful flowing hair' or 'slayer of the demon Keshi,' a name of Krishna" }
      ],
      "commentary": {
        "dadaji": "The whirling mind — 'bhramatīva me manaḥ' — is the condition of the soul that has lost its anchor. Arjuna's certainty, his warrior's resolve, his sense of knowing who he is and what he must do — all of it is spinning. Dadaji said that the whirling of the mind is the beginning of the search for a center. When the mind can no longer find stability in its habitual identifications, it has — for the first time — the possibility of discovering the Self that is always still, always centered, always at rest beneath the storm. Arjuna names this experience honestly to Krishna: I cannot stand, my mind whirls, I see bad omens. This honest reporting of one's inner state to the Guru is itself a sacred act, the beginning of genuine inquiry.",
        "sarvapriyananda": "The 'viparītāni nimittāni' — the contrary, inauspicious omens — that Arjuna sees are described more fully in the next verse. Here the significant word is 'keśava' — the epithet with which Arjuna addresses Krishna. It derives either from keśa (beautiful hair) or from keśī (a demon Krishna slew). Either way, it signals power over appearance and over demonic forces. Arjuna is, perhaps unconsciously, appealing to the Krishna who conquers demons, because what he is experiencing is precisely a demonic assault upon his psyche — the great inner demon of moha (delusion), which disguises itself as compassion and wisdom. The naming of the Lord is itself a call for liberation from this inner demon.",
        "yogananda": "The inability to stand — 'na śaknomy avasthātum' — is the yogic phenomenon known as the collapse of prāṇa in the lower centers. When the life-force abandons its normal upward-flowing pattern and becomes chaotic, the body loses its structural coherence. The whirling of the mind — 'bhramatīva manaḥ' — describes the loss of the buddhi's (higher intellect's) power to discriminate and direct. The omens Arjuna sees — viparītāni — are projections of his own inner state onto the outer world: when the inner world is in chaos, the outer world appears as a theatre of bad signs. Yogananda taught that the remedy is not to analyze the omens but to find the still point within — the puruṣa, the witnessing consciousness — that is unmoved by any omen.",
        "goyandka": "This verse introduces a new level of Arjuna's crisis: beyond the physical symptoms (trembling, dry mouth, slipping bow, burning skin), now the mental faculties fail. 'Na śaknomy avasthātum' — I am unable to stand steady — indicates the collapse of the warrior's basic physical discipline. 'Bhramatīva me manaḥ' — my mind seems to whirl — uses the suffix 'iva' (as if, seemingly), which is notable: even in this extreme state, Arjuna retains sufficient self-awareness to say 'it seems as if' rather than completely losing the witness. And 'viparītāni nimittāni paśyāmi' — I see inauspicious omens — refers to the traditional belief in battlefield omens: eclipses, dust storms, animals behaving strangely, and similar signs that ancient warriors interpreted as indicators of divine displeasure with the battle."
      }
    },
    {
      "verse": 29,
      "sanskrit": "अर्जुन उवाच ।\nna ca śreyo 'nupaśyāmi hatvā svajanam āhave ।\nna kāṅkṣe vijayaṃ kṛṣṇa na ca rājyaṃ sukhāni ca ॥",
      "transliteration": "arjuna uvāca\nna ca śreyo 'nupaśyāmi hatvā svajanam āhave\nna kāṅkṣe vijayaṃ kṛṣṇa na ca rājyaṃ sukhāni ca",
      "translation": "Arjuna said: I do not foresee any good from slaying my own kinsmen in battle; I do not desire victory, O Krishna, nor kingdom nor pleasures.",
      "audio": "/assets/audio/ch01/verse_01_29.mp3",
      "word_breakdown": [
        { "word": "श्रेयः", "transliteration": "śreyaḥ", "root": "śreyas (the better, the good, the ultimately beneficial)", "grammatical_form": "Noun/adjective, neuter, nominative, singular (comparative)", "meaning": "the good / the beneficial / ultimate welfare (as opposed to preyas, the immediately pleasant)" },
        { "word": "अनुपश्यामि", "transliteration": "anupaśyāmi", "root": "anu + √dṛś (to look after, to foresee, to perceive ahead)", "grammatical_form": "Present, 1st person singular, active", "meaning": "I foresee / I see ahead / I perceive (looking forward into consequences)" },
        { "word": "हत्वा", "transliteration": "hatvā", "root": "√han (to strike, to kill)", "grammatical_form": "Gerund (absolutive)", "meaning": "having slain / after killing / by killing" },
        { "word": "काङ्क्षे", "transliteration": "kāṅkṣe", "root": "√kāṅkṣ (to desire, to long for, to wish)", "grammatical_form": "Present, 1st person singular, middle voice", "meaning": "I desire / I long for / I wish for" },
        { "word": "विजयम्", "transliteration": "vijayam", "root": "vi + √ji (to conquer completely)", "grammatical_form": "Noun, masculine, accusative, singular", "meaning": "victory / conquest / triumph" },
        { "word": "राज्यम्", "transliteration": "rājyam", "root": "√rāj (to rule, to shine)", "grammatical_form": "Noun, neuter, accusative, singular", "meaning": "kingdom / sovereignty / royal dominion" }
      ],
      "commentary": {
        "dadaji": "Now Arjuna articulates the heart of his crisis: 'na paśyāmi śreyaḥ' — I do not see any good in this. He uses the word 'śreyas' — the ultimately beneficial, as opposed to 'preyas,' the immediately pleasant — and in so doing, he inadvertently frames his question in exactly the terms that the Katha Upanishad uses to describe the highest spiritual choice. He is asking about śreyas: ultimate welfare, ultimate good. This is the question of moksha, whether he knows it or not. And his conclusion — no victory, no kingdom, no pleasure can be worth the killing of these loved ones — is not wrong. It is incomplete. The teaching of the Geeta will not tell him that victory is worth it; it will show him a good so much greater than victory that the question is transformed entirely.",
        "sarvapriyananda": "The triad that Arjuna renounces — vijaya (victory), rājya (kingdom), sukhāni (pleasures) — is precisely the triad that the unawakened human being pursues as the highest goods. And Arjuna, in his grief, has transcended desire for all three. Vedanta observes that this renunciation, though arising from grief rather than from knowledge, is the beginning of genuine vairāgya — dispassion. The problem is not the renunciation itself but its cause: it is rooted in attachment to his kinsmen rather than in recognition of a higher reality. True renunciation arises from the recognition that even if one wins, even if one enjoys — the Self is not in the winning or the enjoying. Arjuna is on the threshold of this recognition but has not yet crossed it.",
        "yogananda": "The word 'anupaśyāmi' — I foresee, I look ahead — reveals that Arjuna's crisis is not mere immediate emotional reaction but a genuine attempt at spiritual discernment. He is looking ahead, trying to see the consequences, trying to calculate the good. And his calculation yields nothing: no good in this battle. Yogananda noted that this is actually a spiritually advanced position — most human beings do not ask 'what good will come of this?' before acting from fear or anger. Arjuna's pausing to look ahead is the wisdom function of his evolved soul. What he lacks is not the inclination to look forward but the larger framework within which to see correctly. That framework is what Krishna will provide.",
        "goyandka": "This verse is Arjuna's explicit statement of moral reasoning: he is not merely overcome by emotion but is making an argument. 'Na paśyāmi śreyaḥ' — I do not foresee benefit — is a rational claim. He applies the framework of śreyas (ultimate good) versus the costs of battle and concludes that the equation does not balance. His renunciation of vijaya, rājya, and sukhāni is significant: these are the three categories of worldly achievement that constitute a kṣatriya's purpose. A warrior who has renounced desire for victory, kingdom, and pleasure has, in a sense, already abandoned his varṇa-dharma — he has become an adhikārī (qualified seeker) for a higher teaching, even if he does not yet know it. The Geeta's genius is in recognizing this and providing that higher teaching immediately."
      }
    },
    {
      "verse": 30,
      "sanskrit": "अर्जुन उवाच ।\nकिं नो रājyena govinda kiṃ bhogair jīvitena vā ।\nyeṣām arthe kāṅkṣitaṃ no rājyaṃ bhogāḥ sukhāni ca ॥",
      "transliteration": "arjuna uvāca\nkiṃ no rājyena govinda kiṃ bhogair jīvitena vā\nyeṣām arthe kāṅkṣitaṃ no rājyaṃ bhogāḥ sukhāni ca",
      "translation": "Arjuna said: Of what use is kingdom to us, O Govinda, or enjoyment, or even life? Those for whose sake we desire kingdom, enjoyment, and pleasures — they stand here in battle, having abandoned life and wealth.",
      "audio": "/assets/audio/ch01/verse_01_30.mp3",
      "word_breakdown": [
        { "word": "गोविन्द", "transliteration": "govinda", "root": "go (cows, earth, senses) + √vid (to find, to know)", "grammatical_form": "Epithet, masculine, vocative, singular", "meaning": "Govinda — 'finder of cows,' 'lord of the senses,' 'one who pleases the earth,' a beloved name of Krishna" },
        { "word": "भोगैः", "transliteration": "bhogaiḥ", "root": "√bhuj (to enjoy, to experience)", "grammatical_form": "Noun, masculine, instrumental, plural", "meaning": "enjoyments / pleasures of the senses / experiences of delight" },
        { "word": "जीवितेन", "transliteration": "jīvitena", "root": "√jīv (to live) → jīvita (life, living)", "grammatical_form": "Noun, neuter, instrumental, singular", "meaning": "with life / by living / even life itself" },
        { "word": "येषाम्", "transliteration": "yeṣām", "root": "yad (that, which, who)", "grammatical_form": "Relative pronoun, masculine, genitive, plural", "meaning": "for whose sake / those for whom / in whose interest" },
        { "word": "काङ्क्षितम्", "transliteration": "kāṅkṣitam", "root": "√kāṅkṣ (to desire)", "grammatical_form": "Past participle, neuter, nominative, singular (passive)", "meaning": "desired / longed for / what was wished for" },
        { "word": "अर्थे", "transliteration": "arthe", "root": "artha (purpose, meaning, goal, wealth)", "grammatical_form": "Noun, masculine, locative, singular", "meaning": "for the sake of / for the purpose of / in the interest of" }
      ],
      "commentary": {
        "dadaji": "With the name 'Govinda' — one of the sweetest names of Krishna, beloved of the devotees — Arjuna presses his argument to its existential conclusion: what is the point of life itself, if those for whose sake life was being lived are standing here before me, ready to die? This is the purest form of the attachment crisis: when the object of attachment is threatened, not just one's goals but one's very will to live collapses. Dadaji saw here the universal human question that every genuine spiritual seeker must eventually face: when that which has given your life meaning is gone or threatened, who are you? What is life for? The Geeta's answer will be that life has a meaning that no loss can take away — but that answer can only be heard once the question has been asked this completely.",
        "sarvapriyananda": "The rhetorical question — 'kiṃ no rājyena' — is one of the most powerful in the Geeta. 'Of what use is kingdom?' — this is not nihilism; it is the recognition that the value of all means is derived from the ends they serve. If the ends are destroyed — if the people for whose happiness one sought kingdom, enjoyment, and life are all going to be killed — then the means have become meaningless. Vedanta extends this logic: all worldly ends — kingdom, pleasure, fame, power — derive their apparent value from the assumption that they will bring happiness. But if happiness is conditional on people and circumstances that are impermanent, then the happiness itself is impermanent. The teaching of ānanda — the unconditional bliss of the Self — is the answer to Arjuna's 'kiṃ no' — of what use?",
        "yogananda": "The name 'Govinda' — here vocatively addressed — literally means 'one who finds, who reveals, who brings home the cows.' In yogic symbolism, the 'cows' (go) are the sense-organs; Govinda is the one who masters and illumines them. But the name also carries the tone of pastoral intimacy — it was the name of the cowherd boy of Vrindavan, the intimate companion of the devotees. Arjuna, in his deepest grief, turns to this intimate name, as though reaching for the friend beneath the divine. And his words — of what use is life? — are the words that every mystic in every tradition has at some point uttered: when the soul is stripped of its worldly purposes, it must find, or perish. Govinda will not let it perish.",
        "goyandka": "This verse (verse 32 in some recensions, 30 in others) completes Arjuna's moral argument. The structure is a three-part rhetorical question: of what use is rājya? Of what use are bhogāḥ? Of what use is jīvita (life) itself? The answer, implied but then made explicit in the second half, is: none, because those for whose sake we desired these things — 'yeṣām arthe kāṅkṣitaṃ naḥ' — are themselves standing here, having abandoned life and wealth. The Sanskrit 'tyaktvā jīvitum āśāṃ' (having abandoned the hope of life) in related verses captures the poignant reality: Arjuna's own sons, his kinsmen, have already accepted death. What then is the point of winning a kingdom no longer inhabited by those who gave it meaning?"
      }
    },
    {
      "verse": 31,
      "sanskrit": "अर्जुन उवाच ।\nते 'वस्थिताः pramukhe ācāryas tathaiva ca pitāmahaḥ ।\nna ca śaknomy avasthātuṃ bhramatīva ca me manaḥ ॥",
      "transliteration": "arjuna uvāca\nime 'vasthitā pramukhe ācāryāḥ pitāmahāḥ\nhatvā yān na jijīviṣāmi bhoktum api ca rājyam",
      "translation": "Arjuna said: These teachers and grandfathers stand before us — after slaying whom I would not wish to live, not even for the enjoyment of the three worlds — what then of this earth?",
      "audio": "/assets/audio/ch01/verse_01_31.mp3",
      "word_breakdown": [
        { "word": "इमे", "transliteration": "ime", "root": "idam (this)", "grammatical_form": "Demonstrative pronoun, masculine, nominative, plural", "meaning": "these (ones here) / those standing before us" },
        { "word": "आचार्याः", "transliteration": "ācāryāḥ", "root": "ā + √car (to conduct, to practice)", "grammatical_form": "Noun, masculine, nominative, plural", "meaning": "teachers / preceptors / those who teach by their own conduct" },
        { "word": "पितामहाः", "transliteration": "pitāmahāḥ", "root": "pitā (father) + maha (great, grandfather)", "grammatical_form": "Noun, masculine, nominative, plural", "meaning": "grandfathers / great paternal ancestors / venerable elders" },
        { "word": "जिजीविषामि", "transliteration": "jijīviṣāmi", "root": "√jīv (to live) — desiderative: jijīviṣā", "grammatical_form": "Desiderative, 1st person singular, active", "meaning": "I desire to live / I wish to go on living (desiderative: the very will to live)" },
        { "word": "भोक्तुम्", "transliteration": "bhoktum", "root": "√bhuj (to enjoy, to experience)", "grammatical_form": "Infinitive", "meaning": "to enjoy / to experience / to partake of" },
        { "word": "त्रिभुवनम्", "transliteration": "tribhuvanam", "root": "tri (three) + bhuvana (world, plane of existence)", "grammatical_form": "Compound noun, neuter, accusative, singular", "meaning": "the three worlds / the three planes — earth, atmosphere, and heaven; the totality of existence" }
      ],
      "commentary": {
        "dadaji": "Arjuna now names who stands before him — 'ācāryāḥ' (teachers, Drona above all) and 'pitāmahāḥ' (grandfathers, Bhishma above all) — the two people on the Kaurava side who represent everything sacred about the guru-disciple and elder-younger relationships. And he makes his most profound declaration: after killing them, I would not desire to live — not even for the enjoyment of the three worlds. This hyperbole carries a deep truth. The world in which one's beloved teachers and grandfathers have been slain by one's own hand is not a world worth inhabiting. Dadaji taught that the feeling beneath Arjuna's declaration is spiritually valid: a life built on the destruction of what is sacred and beloved is no life at all. The question is whether there is a way forward that does not require this destruction — and that is precisely what the Geeta will answer.",
        "sarvapriyananda": "The desiderative 'jijīviṣāmi' — I desire to live — used in the negative ('na jijīviṣāmi') means: not even the basic instinct of self-preservation remains. This is the deepest level of the crisis. The body's most fundamental drive — the will to continue existing — has been overridden by the soul's anguish. From the Vedantic perspective, this is actually the moment of maximum spiritual openness: the ego, which is fundamentally the will-to-persist-as-a-separate-self, has temporarily collapsed. In this collapse lies the greatest opportunity: the teaching of the Self that is beyond birth, beyond death, beyond the desire to persist — the ātman that simply is, without needing to desire continuation. Arjuna is at the door of this recognition, weeping on the threshold.",
        "yogananda": "The reference to the 'three worlds' — tribhuvanam, the totality of created existence (earth, subtle plane, causal plane) — reveals the full scope of Arjuna's renunciation. He is not saying 'I would not want this kingdom if it meant killing my teachers.' He is saying: I would not want all three planes of existence. This is total renunciation, and while its immediate cause is attachment rather than wisdom, its structure is identical to the renunciation of the great paramhaṃsas — those who have truly transcended all three worlds. Yogananda saw here a deeply poignant irony: Arjuna is using the vocabulary of liberation to describe the devastation of attachment. The Geeta will honor this vocabulary and fill it with its proper meaning.",
        "goyandka": "In this verse Arjuna makes explicit who the most important figures before him are: ācāryāḥ — teachers, most significantly Droṇācārya, who taught him everything he knows about warfare — and pitāmahāḥ — grandfathers, most significantly Bhīṣma, the grand-uncle who is the family's greatest patriarch. The desiderative verb 'jijīviṣāmi' is theologically precise: it is not merely 'I do not wish to live' (na jīvitum icchāmi) but 'I have no will to live' — the instinctive biological drive to survive has been extinguished by grief. The scope 'tribhuvanam api' — even if given the three worlds — makes clear that this is not bargaining; there is no conceivable compensation. The crisis is absolute."
      }
    },
    {
      "verse": 32,
      "sanskrit": "अर्जुन उवाच ।\npāpam evāśrayed asmān hatvaitān ātatāyinaḥ ।\ntasmān nārhā vayaṃ hantuṃ dhārtarāṣṭrān sa-bāndhavān ॥",
      "transliteration": "arjuna uvāca\npāpam evāśrayed asmān hatvaitān ātatāyinaḥ\ntasmān nārhā vayaṃ hantuṃ dhārtarāṣṭrān sa-bāndhavān",
      "translation": "Arjuna said: Sin would surely come upon us if we slew these aggressors; therefore we are not justified in killing the sons of Dhritarashtra and our kinsmen — for how could we be happy, O Madhava, having slain our own people?",
      "audio": "/assets/audio/ch01/verse_01_32.mp3",
      "word_breakdown": [
        { "word": "पापम्", "transliteration": "pāpam", "root": "√pāp (evil, sin, bad action)", "grammatical_form": "Noun, neuter, nominative, singular", "meaning": "sin / evil / the morally negative consequence of wrong action" },
        { "word": "आश्रयेत्", "transliteration": "āśrayet", "root": "ā + √śri (to resort to, to take refuge in)", "grammatical_form": "Optative, 3rd person singular, active (potential mood)", "meaning": "would come upon / would attach itself to / might befall" },
        { "word": "आततायिनः", "transliteration": "ātatāyinaḥ", "root": "ā + √tan (to stretch) → ātatāyin (one who stretches the bow to strike, an aggressor)", "grammatical_form": "Noun/adjective, masculine, accusative, plural", "meaning": "aggressors / those who have come ready to kill / armed enemies who strike first" },
        { "word": "अर्हाः", "transliteration": "arhāḥ", "root": "√arh (to deserve, to be worthy)", "grammatical_form": "Adjective, masculine, nominative, plural", "meaning": "worthy / deserving / justified (here negated: not justified)" },
        { "word": "हन्तुम्", "transliteration": "hantum", "root": "√han (to strike, to kill)", "grammatical_form": "Infinitive", "meaning": "to kill / to slay / to strike down" },
        { "word": "सबान्धवान्", "transliteration": "sa-bāndhavān", "root": "sa (with, together with) + bandhu (kinsman)", "grammatical_form": "Compound adjective, masculine, accusative, plural", "meaning": "along with their kinsmen / together with their relatives / including their kin" }
      ],
      "commentary": {
        "dadaji": "Arjuna concludes with a moral argument: killing these people — even if they are aggressors (ātatāyins) — would bring sin upon us. He is applying the ethical frameworks of his tradition and finding that they do not resolve cleanly in favor of the battle. Dadaji saw here the genuine moral seriousness of Arjuna's position: he is not simply afraid; he is trying to reason rightly about what righteousness requires. And he concludes: we are not justified (na arhāḥ) in this killing. This conclusion is wrong — as Krishna will patiently demonstrate through many chapters — but it is wrongness that emerges from genuine moral seriousness, not from cowardice. The Geeta respects this seriousness enough to answer it with the fullest teaching of dharma ever given.",
        "sarvapriyananda": "The word 'ātatāyinaḥ' — aggressors — is juridically precise. Ancient Dharmaśāstra held that killing an aggressor (ātatāyin) who comes to destroy you is not pāpa (sin) but dharma. Arjuna knows this law — he is a trained kṣatriya — and yet he is prepared to argue against it on the grounds of kinship and compassion. This reveals that his crisis is not one of ignorance of the law but of moha — delusion — that makes kinship seem more binding than dharmic duty. Vedanta diagnoses this moha as the fundamental problem of the jīva: mistaking the contingent (these bodies, these relationships) for the real (the ātman, the deathless Self). The entire Geeta is the cure for precisely this moha, delivered by the one physician whose prescription is always the truth of the Self.",
        "yogananda": "Arjuna's final argument in this sequence — that sin (pāpam) would befall those who kill even aggressors — shows how completely the crisis has inverted his ordinary judgment. A trained warrior who understands dharmic law knows that killing ātatāyins is prescribed, not prohibited. But grief, attachment, and moha have so distorted his discriminating faculty (buddhi) that he now applies the rule of pāpa to a situation where it does not apply. Yogananda called this the 'great inversion' of delusion: moha does not merely make us ignorant of the truth; it makes us mistake the wrong for the right, the unreal for the real, the impermanent for the permanent. The Geeta's teaching will restore the right operation of Arjuna's buddhi — and through his restored discriminating wisdom, free him to act from his highest nature.",
        "goyandka": "This verse, transitioning into the fuller lament that follows in the remaining verses of Chapter 1, marks the completion of Arjuna's initial crisis-statement. He has moved through physical collapse, emotional overwhelm, moral reasoning, existential questioning, and now arrives at a legal-ethical argument: we would incur pāpa by killing these ātatāyins. The word 'ātatāyin' comes from ātatāyī (one who draws the bow against another), a technical term in Dharmaśāstra for six categories of aggressor whom it is lawful to kill: one who sets fire to your house, one who poisons food, one who attacks with weapons, one who steals wealth, one who seizes territory, one who abducts your wife. The Kauravas have done many of these things. Yet Arjuna refuses the justification. This refusal is the measure of the depth of his moha — and the necessity of the teaching that Krishna will now begin."
      }
    }
  ]
}
